{
   "Date": "August 4, 2020",
   "Presentation": {
      "Brad Barber": [
         "Thank you, Kevin, and good morning, everyone. Welcome to H&E Equipment Services second quarter 2020 earnings call. On the call with me today are John Engquist, Executive Chairman; Leslie Magee, our Chief Financial Officer; and Kevin Inda, our Vice President of Investor Relations.",
         "Slide 4, please. I will briefly discuss our second quarter performance, and Leslie will review our financial results for the quarter in more detail. After, we will take your questions.",
         "Slide 6, please. Beginning in March, we incurred a significant impact in our business due to COVID-19. This said, I’m pleased with the results of the actions we took during the quarter. These included rightsizing all areas of our business, most specifically, with inventory and headcount reductions. These focus areas will assist us in continuing to maximize our performance throughout the balance of the year. Our utilization in the rental business bottomed in April, which subsequently improved and stabilized in the following months.",
         "Recent trends in our rental business are encouraging as physical utilization is currently running approximately 600 basis points above the trough in April. We’re focused on managing our balance sheet and maintaining the appropriate size of rental fleet and inventories in the current environment. We plan to continue with rightsizing our rental fleet by focusing on our oldest and least productive assets for removal.",
         "On a year-to-date basis, the size of our rental fleet is down 2.9% or $55.7 million, and the inventories are down 7% or $6 million. We continue to remain solid liquidity, further strengthening our balance sheet and generated $121.1 million in free cash flow during the second quarter.",
         "Leslie will detail SG&A further, but we successfully reduced our operating costs with headcount reductions year-to-date of approximately 9%. We have also undergone an organizational restructuring that has been in our future plans, which provided wage and salary savings, scalability and a reduction in the amount of required travel for our regional and senior management teams.",
         "Given the current environment, we accelerated such plan for restructuring and are already reaping some of the expected cost savings. In terms of our second quarter financial results, total revenues declined 16.6% from a year ago. While work continued in our end-user rental market, some projects were paused, delayed or canceled. Demand for rental equipment declined and rental revenues decreased 19% compared to last year. As expected, we experienced pressure on both physical utilization and rates. Utilization was 59.5%, down from 71.2% a year ago. And based on the ARA guidelines, our rental rates decreased by 2.8% from a year ago.",
         "Beginning this quarter, we are reporting our rental rate changes in accordance with the ARA guidelines for consistency. New equipment sales were down 18%. For the balance of this year, we expect this continue – we expect continued unpredictability for this segment. Given the ongoing turmoil in the energy markets, let me remind everyone that our exposure to oil and gas remains low at 5% of our total revenues on a last 12-month basis. We opened one new branch this quarter in the Los Angeles metropolitan area.",
         "While the trends – while the current trends are encouraging compared to what we experienced during the second quarter, we believe headwinds related to COVID-19 will persist through the balance of this year. There’s still tremendous uncertainty regarding the cadence of the economic recovery, including the outlook for non-residential construction markets. Despite these headwinds and ongoing uncertainty, we’re working very hard to generate returns for our shareholders in this evolving environment.",
         "I’ll now turn the call over to Leslie to discuss our second quarter financial results in more detail. Leslie?"
      ],
      "Kevin Inda": [
         "Thank you, Gary, and welcome to H&E Equipment Services conference call to review the company’s results for the second quarter ended June 30, 2020, which were released earlier this morning. The format for today’s call includes a slide presentation, which is posted on our website at www.he-equipment.com.",
         "Please proceed to Slide 2. Conducting the call today will be John Engquist, Executive Chairman of the Board of Directors; Brad Barber, Chief Executive Officer and President; and Leslie Magee, Chief Financial Officer and Secretary.",
         "Please proceed to Slide 3. During today’s call, we will refer to certain non-GAAP financial measures, and we’ve reconciled these measures to GAAP figures in our earnings release and in the appendix to this presentation, each of which is available on our website.",
         "Before we start, let me offer the cautionary note this call contains forward-looking statements within the meaning of the federal securities laws. Statements about our beliefs and expectations and statements containing words such as may, could, believe, expect, anticipate and similar expressions constitute forward-looking statements.",
         "Forward-looking statements involve known and unknown risks and uncertainties, which could cause actual results to differ materially from those contained in any forward-looking statement. Summary of these uncertainties is included in the Safe Harbor statement contained in the company’s slide presentation for today’s call and also includes the risks described in the risk factors in the company’s most recent Annual Report on Form 10-K and other periodic reports.",
         "Investors, potential investors and other listeners are urged to consider these factors carefully in evaluating the forward-looking statements and are cautioned not to place undue reliance on such forward-looking statements. The company does not undertake to publicly update or revise any forward-looking statements after the date of this conference call.",
         "With that stated, I’ll now turn the call over to Brad Barber."
      ],
      "Leslie Magee": [
         "Good morning, everyone, and thank you, Brad. Let’s proceed to Slide 11 for more details of our financial results. Our total revenues decreased 16.6% or $55.3 million to $278.3 million compared to the same period a year ago due to the challenging market conditions, as Brad discussed.",
         "Rental revenues decreased 19% to $140.8 million from $173.8 million a year ago. Our average time utilization based on OEC decreased to 59.5% for the quarter compared to 71.2% a year ago. The size of our fleet decreased by 2.3% or $43.8 million compared with the prior year comparable period. Rental rates this quarter declined 2.8% year-over-year, and rates also decreased 2.8% sequentially. As a result of lower physical utilization in rates, our dollar returns declined 690 basis points to 29.6% versus last year.",
         "New equipment sales exceeded our expectations during the second quarter, although decreasing 18% or $9.6 million to $43.9 million compared to $53.6 million last year. The decline was primarily the result of a 44% or $11.2 million decline in new crane sales and declines in all other categories, except earthmoving, which increased 42.4% or $6.4 million.",
         "Used equipment sales decreased 5.9% or $2.1 million to $34 million, decreasing in all product lines except earthmoving, which increased $1.8 million or 13.4%and used other equipment, which increased $1 million. Sales from our rental fleet comprised 90.3% of total used equipment sales this quarter compared to 92.4% a year ago. Our parts and service segment generated $41.9 million in revenue on a combined basis, down 13.8% from a year ago.",
         "Let’s now move on to gross profit and margins. Our gross profit decreased 26.2% to $92.1 million from a year ago, and our consolidated margins were 33.1% compared to 37.4% a year ago, primarily because of a significantly lower rental gross margin and lower used equipment risk margins. For gross margin detail by segment, our rental gross margins were 41.5% during the quarter compared to 49.1% a year ago and were impacted by pressure on rates and a decline in time utilization to 59.5% this quarter from 71.2% a year ago.",
         "Margins on new equipment sales decreased to 10.7% during the second quarter compared to 12.2% a year ago, largely due to a decrease in most product lines. Used equipment sales gross margin decreased to 31.6% from 35.4% last year, primarily due to mix as well as lower margins in all product lines. Margins on pure rental fleet-only sales were 34.7% compared to 37.8% a year ago, and parts and service gross margins on a combined basis increased to 41.4% compared to 41% a year ago.",
         "Slide 12, please. Income from operations for the second quarter of 2020 decreased 43.4% to $27 million or 9.7% of revenues compared to $47.7 million or 14.3% of revenues in the prior year period. These declines in income from operations and margins were primarily a result of a 16.6% decline in revenues, lower gross margins in all primary business segments and higher SG&A as a percentage of revenue.",
         "I’ll discuss SG&A in more detail in a few slides, but it is worth noting here, the SG&A cost declined 12.8% year-over-year. However, with revenues declining more sharply at 16.6% in this challenging environment, SG&A increased as a percentage of revenues in the second quarter in comparison to a year ago, partially offsetting these negative impacts to income from operations or higher gains on sales with property and equipment.",
         "Proceed to Slide 13. Net income was $8.8 million or $0.24 per diluted share in the second quarter of 2020 compared to net income of $22.6 million or $0.63 per diluted share in the second quarter of 2019. The effective income tax rate was 26.9% in the second quarter of 2020 compared to 26.8% a year ago.",
         "Please move to Slide 14. Adjusted EBITDA was $95.3 million in the second quarter compared to $118 million a year ago, a decrease of 19.3%. Adjusted EBITDA margins decline 120 basis points to 34.2% this quarter, compared to a year ago, primarily due to lower margins in most business segments, higher SG&A costs as a percentage of revenue and revenue mix, partially offsetting these results were higher gains on sales of property and equipment.",
         "Next on Slide 15. SG&A expenses for the second quarter of 2020 were $67.9 million compared with $77.8 million for the prior year and $9.9 million or 12.8% decreased. SG&A expenses in the second quarter of 2020 as a percentage of total revenues were 24.4% compared to 23.3% a year ago. Employees, salaries, wages, payroll taxes, employee benefit costs and other employee related expenses decreased $9.9 million, primarily as a result of lower commissions and incentive pay combined with headcount reductions and reduced employee hours in response to COVID-19 impact to our business.",
         "Promotional expenses decreased $1 million and supplies decreased $800,000. Offsetting this decrease was a $2 million increase in excess liability insurance. Expenses related to Greenfield branch expansion increased $1 million compared to a year ago.",
         "Next on Slide 16. On this slide, you’ll find fleet CapEx and cash flow for the six month period ending June 30 and our gross fleet CapEx in the second quarter was $41.4 million, including non-cash transfers from inventory. Our gross CapEx was down approximately 70.1% compared to the second quarter a year ago. Net rental fleet CapEx for the quarter was only $10.7 million. Growth PP&E CapEx for the quarter was $3.4 million and negative $0.1 million.",
         "Our average fleet age as of June 30 was 39.1 months. Our free cash flow for the second quarter of 2020 was $121.1 million compared to a use of $6.9 million a year ago. The increase in free cash flow was largely due to lower net fleet investment this year.",
         "Next on Slide 17. At the end of the second quarter, the size of our rental fleet based on OEC was $1.9 billion, a 2.3% or $43.8 million decrease from a year ago. Average dollar utilization was 29.6% compared to 36.5% a year, reflecting lower time utilization and rates.",
         "Proceed to Slide 19, please. Lastly, we have a strong balance sheet with ample liquidity and no near-term maturities. At the end of the second quarter, the outstanding balance under the amended ABL facility was $67.6 million and is down $149.3 million since December 31 of last year. We had $674.7 million of cash borrowing availability at quarter end, which is net of $7.7 million outstanding letters of credit.",
         "Our excess availability exceeded $1 billion and is the measurement used to determine if our springing fixed charge covenant is applicable. Our senior secured credit agreement requires $75 million of excess availability before this covenant with spring, therefore, with excess availability at June 30 of more than $1 billion, we’re in a very strong liquidity position, and we have no covenant concerns. The company paid its 24th consecutive quarterly cash dividend and while dividends are always subject to approval by the Board of Directors, it is our intent to continue the dividend policy.",
         "Let’s now get into questions. Operator, please provide instructions for our Q&A session."
      ],
      "Operator": [
         "Good morning, and welcome to H&E Equipment Services Second Quarter 2020 Earnings Conference Call. Today’s call is being recorded.",
         "At this time, I would like to turn the call over to Mr. Kevin Inda, Vice President of Investor Relations. Please go ahead, sir."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "We will now begin the question-and-answer session. [Operator Instructions] Our first question is from Ross Gilardi with Bank of America. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hey, good morning guys."
         ],
         "Speaker": "Ross Gilardi"
      },
      "3": {
         "Remarks": [
            "Good morning."
         ],
         "Speaker": "Brad Barber"
      },
      "4": {
         "Remarks": [
            "I just want to ask you about the time use numbers. I mean, if I remember correctly, when you had the call last quarter, I think the bottom was, you said, was at 56% and then at the time of the call, you were at around 60%. So you ended up averaging 59% for the quarter. So just trying to understand the time you just sort of stall out in May and June with the pickup in COVID or something else or just project uncertainty? And then the 600 basis points above the trough I can add, but I just want to make sure that I’m using the right base and – which would be 62%. Do you think that’s a good run rate for the third quarter?"
         ],
         "Speaker": "Ross Gilardi"
      },
      "5": {
         "Remarks": [
            "Yes. Ross, you’ve got – absolutely, you have the – you got the right context on the numbers. As we sit here today, we’re at approximately 63% utilized. And our view is that it’s likely to maintain at that level going forward. It could go plus or minus incremental, but you are thinking about it correctly."
         ],
         "Speaker": "Brad Barber"
      },
      "6": {
         "Remarks": [
            "So is it that you just sort of moved sideways since the last call? And then you’ve seen more recently a bit more of an incremental pickup, Brad?"
         ],
         "Speaker": "Ross Gilardi"
      },
      "7": {
         "Remarks": [
            "That’s absolutely what we’ve seen. It’s really been in the last month. We’ve seen some of that incremental improvement that appears at this point to kind of has stabilized. And – but yes, that’s – you’re spot on."
         ],
         "Speaker": "Brad Barber"
      },
      "8": {
         "Remarks": [
            "Okay. And then just on rate, do you feel like it – we’re still in a seasonally stronger part of the year? I’m trying to put the – put down 3% into context and really just trying to get at, does it get worse before it gets better? And when you say that you’re reporting now in line with ARA guess I’ll admit, I didn’t realize that you weren’t before. What is the main difference in how you quantify the rate change versus what you used to do, if it’s something that could be explained on a call like this without going into a lot of minutia?"
         ],
         "Speaker": "Ross Gilardi"
      },
      "9": {
         "Remarks": [
            "Yes, sure. I think I can give a brief explanation, that would be helpful. Historically, we have always measured newly opened contracts within the respective period of time. In this – with ARA, and we’ve been tracking both metrics for quite some time internally and just trying to make a decision of when we converted to ARA. Right now, I think there’s only one other reporting company I’m aware of who reports their rates specifically, and they use the ARA methodology.",
            "So we thought it was important for us to go ahead and do so that it would be a fair comparison. And ARA methodology measures the rates on contract within a respective period. So there’s a lot more within the respective calculations, and we can get you data to understand it. But that’s the broader context, I think, would be helpful to you. As it pertains to rental rates going forward, we’re always measuring year-over-year, so there’s some dynamics within that math. But it would appear rental rates have stabilized. Our larger competitors and most of our competitors are remaining to be disciplined with both their rental rates and their buying habits.",
            "So it’s our view that rates likely have stabilized at this point going forward. We don’t have any grand expectations of big improvements, but we also don’t expect any additional sharp decreases from the level we’re at today."
         ],
         "Speaker": "Brad Barber"
      },
      "10": {
         "Remarks": [
            "Okay. Is that more of a quarterly comment, Brad? Like what do you think happens once you go into the seasonally weaker part of the year? And what’s the risk with time you at sort of the peak of the season still in the low 60s that you see pressures intensify once you get later into the fall?"
         ],
         "Speaker": "Ross Gilardi"
      },
      "11": {
         "Remarks": [
            "Yes. I think it’s going to be a typical pressure. As we’ve said, we think visibility is limited. Q3 is clear to us than Q4. And certainly, we’re not in a position to even talk about next year. But I think there’s typical pressure. I will say, I think the offset is the discipline that you see within the other sophisticated operators within the space. Generally speaking, no one’s buying inventory, and they’re selling off and trying to rightsize their fleet for the environment that we’re all participating in.",
            "And I think that those underlying behaviors will lead to additional stability. But we are in a seasonal business, and generally, Q4 is a little more difficult than Q3, and we saw some slight declines in rates in Q4. I wouldn’t be surprised, but I don’t expect any material degradation in rates going forward. I think that we’re in an environment where everyone understands we just stay focused and be disciplined, and we’ll all benefit from that."
         ],
         "Speaker": "Brad Barber"
      },
      "12": {
         "Remarks": [
            "Okay. Great, thanks very much, guys. I’ll pass it on."
         ],
         "Speaker": "Ross Gilardi"
      },
      "13": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Brad Barber"
      },
      "14": {
         "Remarks": [
            "The next question is from Seth Weber with RBC Capital Markets. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "15": {
         "Remarks": [
            "Hey, guys. Good morning. Hope, you guys doing well. Maybe for Leslie, just SG&A came in well below what we were looking for. Can you just talk to the permanence of some of these cuts? If volume, if and when volume comes back, will the majority of those cuts come back? I understand some of it’s commissions. So there’s some portion of that. But how much of these cuts or would you say structural? It sounds like you’ve been working on some programs and stuff. So is the cost structure just better going forward. Thanks."
         ],
         "Speaker": "Seth Weber"
      },
      "16": {
         "Remarks": [
            "Right. So, hey Seth. So some of the cuts we – I mentioned in my prepared comments were headcount related. So our expectation would be at those account reductions would not return as business returns. So that would be one thing that I’ll point to. We have seen some COVID-related reductions that I would point to, like, let’s just say, our benefits, for example, health claims. Those were lower in the quarter. Some of those would be related to delayed procedures, and we would expect potentially that timing to come back, and it’s difficult to project that timing as to when procedures return to normal and claims may pick back up. But that’s just one of those unknowns. So bonuses and commissions, those sort of things are going to ebb and flow with revenues. Obviously, the top line, as you referred to, but the headcount reductions, as I stated, our reductions, we don’t expect to return at this time."
         ],
         "Speaker": "Leslie Magee"
      },
      "17": {
         "Remarks": [
            "Yes. Seth, I’d also add that costs like travel, right? I mean, our folks just generally are not traveling. If they’re not getting in a car and driving to a location, we’re not putting people on airplanes, we’re not staying in hotel rooms, we’re not renting cars. In my prepared statements, I talked about, we did a restructure, right? This has been planned for quite some time. You know our company exceptionally well. You’ve seen us fill in our geography really over the last decade and it was time for us to kind of restructure our management to cover tighter areas with districts within our regions. And so we’ve done so.",
            "So a piece of that travel expense reduction is absolutely going to stick. We’re going to be more efficient and more effective. But some of it’s going to come back. I don’t think we’re prepared to really context what percent, but I can tell you, every time we face a recessionary or a more difficult period of time, we come out the other side healthier, smarter and better. And the same will hold true here, and it will be reflecting our SG&A going forward at some level."
         ],
         "Speaker": "Brad Barber"
      },
      "18": {
         "Remarks": [
            "Great, okay. Thanks. That makes sense. And then Brad, just a follow-up on CapEx, fleet size, do you think, thinking about the fleet being down a couple of percent, a couple of 3% or so this year, is the right way to think about it? I mean you referenced sort of industry CapEx discipline, which we agree with. So is that a fair kind of directionally way to think about the fleet size for this year down low to mid-single digits?"
         ],
         "Speaker": "Seth Weber"
      },
      "19": {
         "Remarks": [
            "I think thinking about the full year, it’s probably more mid to upper single-digit fleet decline for us. We’re going to err on the more conservative side, hope to push utilization and maybe get some more positive impact from rates given the opportunity. But I think we’re more in the mid to upper single-digit fleet decrease for the year is how we’re thinking about it right now."
         ],
         "Speaker": "Brad Barber"
      },
      "20": {
         "Remarks": [
            "Okay. I appreciate, guys. Thank you very much."
         ],
         "Speaker": "Seth Weber"
      },
      "21": {
         "Remarks": [
            "Seth, thank you."
         ],
         "Speaker": "Brad Barber"
      },
      "22": {
         "Remarks": [
            "The next question is from Stanley Elliott with Stifel. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "23": {
         "Remarks": [
            "Hey, good morning, everyone. Thank you for taking the question and nice to hear everyone voices. In terms of the fleet piece, I thought it was interesting to move to open the branch. How are you all thinking about greenfielding in this environment? It seems like it would be a pretty cost-effective way to ideally bring up utilization of the fleet since we’re kind of in some uncertain times right now?"
         ],
         "Speaker": "Stanley Elliott"
      },
      "24": {
         "Remarks": [
            "Yes, good question. And generally, we would agree. That said, we’ve slown our pace somewhat. I mean we opened a location in the metropolitan Los Angeles marketplace, tremendous marketplace. We’re going to do very well even under the current circumstances. I really believe that. Our anticipation is that we’ll do one or two more warm starts this year, greenfield warm starts this year. And then we’ll make an evaluation of how aggressive we want to be. I think there’s a lot of truth to what you just implied. And our anticipation will be more around the timing of capitalizing on that. And so as we start to get more clarity, we will likely become more aggressive with starts, but we’ve got the one we’ve announced. Got another on deck and likely 1/3 will occur before the end of the year."
         ],
         "Speaker": "Brad Barber"
      },
      "25": {
         "Remarks": [
            "Perfect. Yes, I think that’s a great move, especially given your – the young fleet age. On the new equipment sales, I mean, the numbers were pretty big. Was there anything that happened within the crane business being down 44% like a difficult comp? Or is that just the environment and people concerned about larger capital purchases?"
         ],
         "Speaker": "Stanley Elliott"
      },
      "26": {
         "Remarks": [
            "It’s the difficult environment. Cranes are broadly driven by energy. Energy is certainly dominated by oil, all aspects of oil, upstream, midstream and downstream are really difficult right now. The industrial sector is certainly being more impacted than the commercial non-res that we’re heavily weighted to. And that’s having a direct impact on crane sales, and will likely continue to for the balance of the year at least."
         ],
         "Speaker": "Brad Barber"
      },
      "27": {
         "Remarks": [
            "Yes. And lastly for me, any – your discussions around larger project cancellations? Or do you think most of these are being more deferred right now? I’d be curious to see if there’s anything what your customers are saying about backlogs of opportunities going forward, even though the timing of all this is completely fluid."
         ],
         "Speaker": "Stanley Elliott"
      },
      "28": {
         "Remarks": [
            "Yes. So it’s – there’s a mixed bag. I mean we’ve had absolute firm cancellations, kind of call them, indefinite postponements. I’m sure some of these projects will occur. But they’re not much at this point in time. They’re more elongated. We’ve certainly seen more positives than we have cancellations. But I would tell you, we’ve seen both. And the largest cancellations we’ve seen have been in the industrial sector, not so much again in that commercial non-res sector."
         ],
         "Speaker": "Brad Barber"
      },
      "29": {
         "Remarks": [
            "Perfect, guys. Thank you very much. Appreciate the time."
         ],
         "Speaker": "Stanley Elliott"
      },
      "30": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Brad Barber"
      },
      "31": {
         "Remarks": [
            "[Operator Instructions] The next question comes from Steven Fisher with UBS. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "32": {
         "Remarks": [
            "Thanks. Good morning, guys. I just wanted to follow-up on that last question. I’m wondering, Brad, if you could kind of elaborate on some of the encouraging signs that you’re seeing, you did say stabilizing utilization and rates. But sort of curious that the flow of business, what are the other – if there are any other encouraging signs that you’re seeing, if you can talk about that, just to kind of juxtapose that with some of the deferrals and pauses and cancellations you’re seeing?"
         ],
         "Speaker": "Steven Fisher"
      },
      "33": {
         "Remarks": [
            "Sure. Well, Steven, I’ll tell you the optimism of our average branch locations is really amazing in the face of where we are. I mean there are certain geographies, certain regions that are more positive and more bullish. We’ve actually got – we’ve got a couple of areas of the company there, the utilizations every bit as strong as it was a year ago and in isolated cases, slightly better than a year ago, if you can believe that. But it’s true.",
            "And so for those folks, they’ve had less, generally speaking, they’ve had less impact to rate. And they see a lot of opportunity coming. Now as it – I think there are two other elements that cause us to be optimistic and one of them we’ve hit on, and we’ve all talked about it. And unfortunately, the manufacturers want to take many orders right now because there’s a lot of discipline with people focused on achieving solid returns before they’re going to invest and grow their fleets. That’s a positive for our business.",
            "Secondarily, I think there are some smaller operators out there who likely won’t weather these conditions very well. And within that lies some opportunity for us to grow our positions within these respective markets. And we’re paying attention and looking for those opportunities on a go-forward basis. But our average sales rep, our average branch manager would tell you that their business today is not reflective of what they believe their future opportunity is. And it’s nice to hear that those positive sentiments. That being said, we’re going to continue, as we always do, to manage our business in a conservative and appropriate way, but there are some shiny spots out there."
         ],
         "Speaker": "Brad Barber"
      },
      "34": {
         "Remarks": [
            "What are the better geographies that you’re seeing?"
         ],
         "Speaker": "Steven Fisher"
      },
      "35": {
         "Remarks": [
            "I would prefer not to get into what those geographies are. I will say that I can tell you that the Gulf Coast has been a little bit more impacted primarily because of oil and industrial. And some of our other geographies are meaningfully better than our performance in those geographies today."
         ],
         "Speaker": "Brad Barber"
      },
      "36": {
         "Remarks": [
            "Okay. And just a couple of quick clarifications, did I hear you say that earthmoving sales were up over 40%?"
         ],
         "Speaker": "Steven Fisher"
      },
      "37": {
         "Remarks": [
            "That’s correct. They were – yes, I think it was $6 million or $7 million. So I think $6.5 million up year-over-year, 42.4%. Bear in mind, the vast majority of our earthmoving sales come from a few states, where Komatsu distributor. There are earthmoving sales in other areas as well, but that’s been where we’ve had a more positive impact with the Komatsu quality, their marketing campaigns and the resilience of our sales force."
         ],
         "Speaker": "Brad Barber"
      },
      "38": {
         "Remarks": [
            "Okay. So it sounds like some lumpiness there. And then was there any particular mix change that you’ve seen recently in terms of daily, weekly or monthly, that may be affecting any of the trends?"
         ],
         "Speaker": "Steven Fisher"
      },
      "39": {
         "Remarks": [
            "No, no, nothing noteworthy."
         ],
         "Speaker": "Brad Barber"
      },
      "40": {
         "Remarks": [
            "Okay, thanks a lot."
         ],
         "Speaker": "Steven Fisher"
      },
      "41": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Brad Barber"
      },
      "42": {
         "Remarks": [
            "This concludes our question-and-answer session. I would like to turn the conference back over to Brad Barber for any closing remarks."
         ],
         "Speaker": "Operator"
      },
      "43": {
         "Remarks": [
            "Sure. I’d like to thank everyone for participating on today’s second quarter earnings call. We look forward to updating this group again after the end of the third quarter. Thank you."
         ],
         "Speaker": "Brad Barber"
      },
      "44": {
         "Remarks": [
            "The conference has now concluded. Thank you for attending today’s presentation. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}