{
   "Date": "July 31, 2020",
   "Presentation": {
      "Ali Mahdavi": [
         "Thank you. Good morning, everyone, and thank you for joining us for CanWel Building Materials’ second quarter 2020 financial results conference call. Joining us this morning are CanWel’s Chairman and Chief Executive Officer, Amar Doman; and Chief Financial Officer, James Code.",
         "If you have not seen the news release, which was issued after the close of market yesterday, it is available on company’s website at canwel.com, as well as on SEDAR, along with our MD&A and financial statements.",
         "I would also like to remind you that a replay of this call will be accessible until midnight on August 14. Following presentation, we will conduct a Q&A session for analysts only. Instructions will be provided by the operator at that time for you to join the queue for questions.",
         "Before we begin, we are required to provide the following statements regarding forward-looking information which is made on behalf of CanWel Building Materials Group Limited and all of its representatives on this call. Remarks and answers to your questions today may contain forward-looking information about future events or the company’s future performance.",
         "This information is subject to risks and uncertainties that may cause actual events or results to differ materially. Any information regarding forward-looking statements is made as of the date of this call, and the company does not undertake to update any forward-looking statements. Please read the forward-looking statements and risk factors in the MD&A, as these outlines the material factors, which could cause or would cause actual results to differ. The company will not provide guidance regarding future earnings during today’s call, and management does not anticipate providing guidance in future quarterly or interim communications with investors.",
         "I would like to turn the call over to Amar now. Amar."
      ],
      "Amar Doman": [
         "Thanks, Ali, and good morning, everybody and thank you for joining us today on our call. Let me begin by highlighting some of our key financial metrics followed by some color on our operations during the second quarter, how we managed to optimize our business during the global pandemic and what we have seen so far in the third quarter, which given us continued competence across our business segments. After that I will hand the call over to J Code who will drill further into the numbers.",
         "In the back of a strong first quarter and despite the impact of COVID-19 global pandemic, we had a robust second quarter with record and near record results across our key metrics. We continued seeing an increased upward momentum in pricing, which combined with good volumes across the board resulted in a very strong quarter.",
         "As you may recall, during our first quarter conference call, we were abundantly clear about our concerns and strategies to work through the unknown and immeasurable impact of COVID-19 global pandemic on our business.",
         "Despite the impact of the global pandemic across various geographies and in markets, our business was classified in essential service, experienced record growth at the top line during the quarter and surpassed the 1.4 billion mark on a trailing 12-month basis. We accomplished this with relentless focus on margins, cost management, reducing our working capital requirements, which resulted in robust quarterly performance.",
         "During the second quarter, we experienced continued resilience across our business segments with steady end market demand resulting in a 7% increase in sales when compared to the same period in 2019.",
         "Our treated wood business particularly strong performance during the period due to the positive impact from increased demand and volumes coming from consumers spending more time and efforts on home renovation and repair projects. This quote unquote stay-at-home and do-it-yourself renovation repair market has been and continues to be extremely robust. We continue to see this trend moving into the third quarter. ",
         "As a result, I’m pleased to report that during the second quarter, we again achieved very strong results across our key financial metrics, with revenues increasing 7% to 414 million, gross margin dollars increased 8.3% to 58.9 million or 14.3% of revenues, EBITDA increasing 20% to 32.8 million and net earnings increased 62.8%, 12.7 million and $0.14 per share dividend was paid all shareholders on July 15th.",
         "April and June 15th, our Board of Directors adjusted the company’s quarterly common share dividend from $0.14 to $0.12 per share, effective for the dividend, which is expected to be paid on October 15, 2020 to shareholders of record on September 30, 2020.",
         "The adjusted to the dividend in the third quarter is a prudent measure to enhance our capital and financial flexibility. Given the general uncertainty surrounding COVID-19 we believe it is for the benefit and the best long-term interest of all of our shareholders and other stakeholders.",
         "We are extremely encouraged with our second quarter and year-to-date results and continue to build on the decisive steps taken beginning in the first quarter. Through our responsive and focused efforts on operational efficiencies cost savings, capital expenditure focus and working capital optimization.",
         "We successfully reduced our loans and borrowings by approximately 90 million when compared to the same period in 2019. We are particularly proud that we were able to deliver the strong operating results with leaner inventory levels, while continuing to meet or exceed customer expectations of product availability.",
         "And looking ahead to commodity pricing environment continues to show up over momentum, which is carried in third quarter. We remain very confident in our ability to work through these volatile times and unprecedented environment. We will continue to protect our balance sheet to enable us to be well positioned to take advantage of measured growth opportunities. ",
         "With that, I would like to ask Jay Code, our CFO to take over and provide a review of the company’s second quarter financial results in greater detail. And then we will open the call for questions. Thanks over to you, Jay. "
      ],
      "James Code": [
         "Thank you, Amar and good morning everyone. Sales for the quarter ended June 30, 2020 were $412.9 million, compared to $385.7 million in the same period in 2019, representing an increase of $27.2 million, or 7.1%, due to the factors to be discussed.",
         "Despite the general economic impact of the pandemic. Sales for the distribution segment increased by $31.3 million, or 8.4%, demonstrating the company’s continued resilience and steady overall and market demand for its products.",
         "Year-over-year increase in the company’s sales is attributable to improvements in both sales volumes and pricing. Quarantine related to home improvement activities resulted an increased demand from consumers spending more time and effort on home renovation and repair projects.",
         "Additionally, construction materials pricing generally increased during the second quarter of 2020. As the economy began to reopen in certain jurisdictions that previously had restricted activity.",
         "The company’s sales by product group in the quarter were made up of 67% construction materials, compared to 62% during the same quarter last year, with the remaining balance resulting from specialty and allied products of 28% and forestry and other revenues of 5%.",
         "Gross margin dollars increased to $58.9 million in the quarter, compared to $54.4 million in the same quarter of 2019 an increase a $4.5 million. Gross margin percentage was 14.3% in the quarter, an increase from the 14.1% achieved in the same quarter 2019.",
         "The year-over-year increase in gross margin is mainly attributable to the previously discussed improvements in sales volumes, and construction materials pricing during the second quarter of 2020.",
         "Overall expenses for the quarter ended June 30th, 2020 we are $37.2 million as compared to $37.6 million for the same quarter in 2019, a decrease of $425,000 or 1.2% due to the factors discussed below. As a percentage of sales expenses were 9% in the quarter compared to 9.7% during the same quarter in 2019.",
         "Distribution, selling and administration expenses decreased by $868,000 or 3.2% to $26.1 million in the second quarter of 2020 from $27 million in the same period of 2019. During the quarter, the company continued to take steps to mitigate the pandemics impact including implementing salary and working hours reductions, evaluating ongoing costs, savings opportunities, ultimately resulting in lower distribution selling and administration expenses.",
         "As a percentage of sales, these expenses were 6.3% in the quarter compared to 7% in the same quarter in 2019. Depreciation and amortization expenses increased by $403,000 or 3.8% from $10.6 million to $11 million in 2020.",
         "Finance costs for the second quarter of 2020 were $4.2 million compared to $6 million in the second quarter of 2019, a decrease of $1.8 million or 29.3% partly due to lower interest rates on the company’s variable rate, revolving loan facility and partly due to lower average for links during the period.",
         "The significant decrease in debt is largely result a result of a company successful reduction of its working capital levels in response to the pandemic as total loans and borrowings decreased by $89.9 million relative to June 30, 2019.",
         "EBITDA was $32.8 million compared to $27.3 million in the comparative quarter of 2019, an increase of $5.5 million or 20.1% largely due to the improvements in both sales volumes and construction materials pricing as a result of the previously discussed quarantine related home improvement activities during the second quarter of 2020. As a result of these factors net earnings for the three month period ended June 30, 2020 were $12.7 million versus $7.8 million in the comparative period of 2019.",
         "Turning now to the statement of cash flows in the first six months of 2020 operating activities generated 42.2 million in cash before non-cash working capital changes compared to $31.3 million during the same period in 2019.",
         "The company generally experiences higher levels of non-cash working capital during the first and second quarters and a decrease in non-cash working capital during the third and fourth quarters due to ordinary seasonal factors relating to the company’s business cycle.",
         "The changing working capital in the six month period of in 2020 was comprised of an increase in trade and other receivables of $131 million a decrease in inventory of $74.7 million, a decrease in prepaid expenses and deposits of $72,000 and a net increase in trade and other payables and performance bond obligations of $39.8 million.",
         "Financing activities consumed $17.8 million of cash compared to generating 88.2 million in the same period in 2019, the revolving loan facility increased by just $19.2 million over the six month period compared to an increase of $124.3 million in the same period in 2019.",
         "The significant year-over-year decrease in net advances from a revolving loan facility as a result of the previously discussed inventory reductions during the second quarter of 2020 in response to the pandemic. The company was not in breach of any of its lending covenants during the six months ended June 30, 2020.",
         "Net repayment of equipment loans amounted to $1.6 million, compared with $1.1 million in 2019. Payment of lease liabilities including interest consumed $12.6 million of cash, compared to 11.4 million in 2019. There are no common shares we purchased during the six month period ended June 30, 2020, compared to $616,000 in cash consumed to repurchase common shares under the company’s normal course issuer bid in 2019.",
         "Dividends paid to shareholders during the quarter amounted to $10.9 million, consistent with the same period in 2019. And the dividends declared and paid on a per share basis were unchanged from 2019. As Amar mentioned on June 15th as part of the company’s balance sheet, flexibility and protection strategy. The Board of Directors adjusted the quarterly dividend from $0.14 per common share to $0.12 per common share beginning in October 2020.",
         "Investing activities consumed $1.4 million, compared to $17.9 million in the same period in 2019. Investing activities in 2019 included the Lignum acquisition for a net amount of $14.1 million with no acquisitions in the six months period ended June 30, 2020.",
         "The remaining decrease in investing activities is largely the result of the company’s minimizing its capital expenditures in response to the pandemic. Purchases of property, plant and equipment of $1.3 million in the first six months of 2020, compared favorably to purchases of $3.6 million in 2019.",
         "This concludes our formal commentary and now we would be happy to respond to any questions you may have. Thank you and operator."
      ],
      "Operator": [
         "Good day and welcome to the CanWel Building Materials Group Ltd Second Quarter 2020 Financial Results Conference Call. Today’s conference is being recorded.",
         "At this time, I would like to turn the call over to Ali Mahdavi. Please go ahead."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions]. We will take our first question from Paul Quinn, RBC Capital Markets."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "You guys were very prudent in the quarter around COVID, taking the salary reductions and the hours. Should we see a reversal of that in the back half of the year? Because obviously the quarter was great. And Q3 is looking almost even better at this point?"
         ],
         "Speaker": "Paul Quinn"
      },
      "3": {
         "Remarks": [
            "I don’t think you are going to see a full SG&A complement come back, there is areas that we are going to continue to remain lean and mean in. But at the same time, Paul, the business has grown and so busy right now that obviously, itself funding.",
            "So at the end of the day, it is not going to matter, because the business is so strong. But we are going to come out of this definitely a leaner machine than we were before. And you will see some permanent SG&A reductions going forward. I can’t give you the number, but it will be reduced from what it was in 2019, no matter what the business outlook looks like. "
         ],
         "Speaker": "Amar Doman"
      },
      "4": {
         "Remarks": [
            "And then you guys are very close to your customers. I’m just wondering what your level of visibility is on the sustainability of the current strengthen wood products?"
         ],
         "Speaker": "Paul Quinn"
      },
      "5": {
         "Remarks": [
            "Yes. So we are spending a lot of time on that. Certainly, myself and our management team are in daily conversations with our business partners and customers. It is extremely strong, Paul. I don’t know how else to put it. I don’t want to be promotional, but I haven’t seen this in 30-years. It is an incredible home improvement run in North America. And all we are hearing from our customer base is ship us faster and ship us more."
         ],
         "Speaker": "Amar Doman"
      },
      "6": {
         "Remarks": [
            "Alright and I guess maybe lastly. Just the question around the reduction in the dividend on June 15th. Seem like a prudent measure, but now we are in this super cycle of wood products. Any plan to move that back up? Were you happy with the $0.12 a quarter? "
         ],
         "Speaker": "Paul Quinn"
      },
      "7": {
         "Remarks": [
            "Yes. I think results in the board are very happy with the reduction for the long-term. And we will take that extra working capital that you will generate we will get our payout ratio into a much more respectable neighborhood, let’s say to be raving towards. I think they’re there now. No plans to adjust it."
         ],
         "Speaker": "Amar Doman"
      },
      "8": {
         "Remarks": [
            "Great. Really looking forward to Q3 results."
         ],
         "Speaker": "Paul Quinn"
      },
      "9": {
         "Remarks": [
            "Thanks Paul."
         ],
         "Speaker": "Amar Doman"
      },
      "10": {
         "Remarks": [
            "We will take our next question from Yuri Lynk with Canaccord."
         ],
         "Speaker": "Operator"
      },
      "11": {
         "Remarks": [
            "Hey, good morning guys and congrats on a strong quarter. Maybe just following up on Paul’s question. Across all your product lines, how is availability from your suppliers right now? "
         ],
         "Speaker": "Yuri Lynk"
      },
      "12": {
         "Remarks": [
            "Yes, so on the wood products side, it is definitely harder to achieve prompt material for everybody just because the sell surge has been so high. Coming into March housing was extremely hot. It dipped and then kept going in May have we accelerated here from what we can see.",
            "So when we looked at the wood product side some items were six to eight weeks ago having said that we do have inventories and thank god we have a lot of contracts with our great sawmill suppliers. So we are receiving word on a regular basis. On the spot market, you would be in trouble trying to find wood today.",
            "When you get into our allied lines, we don’t see as much tension there. Whether it is roofing insulation, those products are readily available, but it is really the wood product side being lumber plywood OSB, will that realistic tough shortages today. But the rest of the items, pretty good shape in getting them and turning those over."
         ],
         "Speaker": "Amar Doman"
      },
      "13": {
         "Remarks": [
            "And can you give us a flavor for some of the product lines that that are doing especially well in this environment? "
         ],
         "Speaker": "Yuri Lynk"
      },
      "14": {
         "Remarks": [
            "I would say all product lines are. The emphasis would be on lumber, whether it is white wood. Our treated lumber plants, all 13 are going full blast. The U.S. business is extremely strong on treated lumber. Plywood, it is nonexistent you can’t find it OSB, it is extremely busy. These are all construction materials.",
            "When you add in that backyard stuff that we do a ton in. So let’s take a quick look at treated lumber, composite, fencing. Those items are, selling at a pace that I have never seen before. And, we are in the right spot at the right time for that activity in your backyard."
         ],
         "Speaker": "Amar Doman"
      },
      "15": {
         "Remarks": [
            "Certainly. Last one for me just, obviously generating a lot more cash now. What do you see in the horizon in terms of M&A and any change in your stance from the last couple of months? "
         ],
         "Speaker": "Yuri Lynk"
      },
      "16": {
         "Remarks": [
            "We continue to work on M&A, as you know, that has been one of our focuses and will continue to be. We do see the M&A opportunities as they were pre pandemic. We are going to be a little cautious just on kind of what we are looking at acquiring due to just, I think everybody is in the same boat. We just don’t have a gigantic outlook, because we are just not in the normal world of what is going on.",
            "Having said that, there is some acquisitions that are, “tuck-ins” for us that are strategic, that we will continue to execute on within the next 12-months. And, we have, I think, done a good job in resetting the company, not only on the cash flow with the dividend, the debt reduction, giving us a lot of room for these opportunities, without having to you really look towards equity markets, et cetera. So, we are in the best shape we have ever been for them, and we will continue to look at them, but I think Yuri probably smaller and more strategic than anything larger at this point."
         ],
         "Speaker": "Amar Doman"
      },
      "17": {
         "Remarks": [
            "Okay. Thanks for the color Amar, I will turn it over."
         ],
         "Speaker": "Yuri Lynk"
      },
      "18": {
         "Remarks": [
            "Thank you. We will take our next question from Zachary Evershed with National Bank Financial."
         ],
         "Speaker": "Operator"
      },
      "19": {
         "Remarks": [
            "Thanks you, congrats on the quarter, good morning everyone. So what proportion of the employees are still on reduced hours your salary?"
         ],
         "Speaker": "Zachary Evershed"
      },
      "20": {
         "Remarks": [
            "Yes, you know I don’t have an exact number on that one Zack. It varies by region. It is maybe 4% or 5% overall, the most I would say we have had to call a lot back in the last 60-days. Obviously evidenced by the higher sales in volumes, any other color James."
         ],
         "Speaker": "Amar Doman"
      },
      "21": {
         "Remarks": [
            "No, I agree with that."
         ],
         "Speaker": "James Code"
      },
      "22": {
         "Remarks": [
            "Okay - there are lot of people back six days. Is there plan in place for bringing the remaining 4% to 5% back on as plan and price are bringing their earnings 4% to 5% back on a timeline."
         ],
         "Speaker": "Zachary Evershed"
      },
      "23": {
         "Remarks": [
            "Sorry, Zach, I couldn’t quite hear you there."
         ],
         "Speaker": "Amar Doman"
      },
      "24": {
         "Remarks": [
            "Sorry. I cut off. For running 4% to 5% I think so impacted the timeline for bringing that to work."
         ],
         "Speaker": "Zachary Evershed"
      },
      "25": {
         "Remarks": [
            "You know I think that the business activity will dictate when they come back, just depending on volumes et cetera. Again, it really depends on where we are sitting geographically, on those layoffs, a lot of comeback already again, evidenced by the sales activity being so strong."
         ],
         "Speaker": "Amar Doman"
      },
      "26": {
         "Remarks": [
            "Absolutely. And what is your view on CapEx from the back half of 2020?"
         ],
         "Speaker": "Zachary Evershed"
      },
      "27": {
         "Remarks": [
            "Yes you know we have put some CapEx projects on hold, maintenance, of course, we are continuing to take care of those things. We are just being a little careful with the cash, we are always careful, but being extra careful just on any large projects, whether it be IT, things that are more want to do not need to do, we put those on the back corner and we will start looking at some of those things maybe in the fourth quarter as we head into 2021.",
            "But you I think our CapEx rate will probably be one of the lowest years you have seen and we are doing less with more right now or more with less whatever you want to look at it. But we are just keeping the wallet in our pocket right now. And, again, just being careful, we just don’t understand this environment completely."
         ],
         "Speaker": "Amar Doman"
      },
      "28": {
         "Remarks": [
            "I would also add, longer term, we are looking at contractor models and our forestry division that would in the long-term reduce our CapEx needs for that segment."
         ],
         "Speaker": "James Code"
      },
      "29": {
         "Remarks": [
            "Alright. Thank you. And speaking of saw mill would it be in terms of demand from original former customers for your forestry segment."
         ],
         "Speaker": "Zachary Evershed"
      },
      "30": {
         "Remarks": [
            "You know I think this is part of the cause of lumber being so strong right now, when all of the majors in VC shut down, half the mills for call it eight weeks. Now it is getting busters and please give us logs as fast as you can. It went from crickets to full bore.",
            "So, we are just struggling trying to now keep up and try to get our harvesting in motion faster at this point. So there is a large demand as you would expect now with lumber prices where they are mills are dying for logs, and we are just trying to get a harvest as efficient as possible and as quick as possible right now."
         ],
         "Speaker": "Amar Doman"
      },
      "31": {
         "Remarks": [
            "Great, alright thanks. One more from me. [indiscernible] inventory being norm going forward."
         ],
         "Speaker": "Zachary Evershed"
      },
      "32": {
         "Remarks": [
            "Great question, Jack. I would say that look, you know, a couple of things that have happened, not only reducing our inventories and getting leaner, you see even lumber prices today. So that combined with that reduction of 90 million, as lumber almost doubling from its low - same with panels and OSB.",
            "We have done a hell of a job here now, can we run it this forever? I’m not sure. I know that talking to our big box customers or pro dealers independence, we don’t want to be out of stock and we haven’t been, it is been tough because sales are up so strong on seasonal items.",
            "I can definitely assure you that the run rate will continue to be lower. Is it 90 million? I think, recently we are down another 20 million and it is going to move around, but we will definitely run at a much lower rate than we were before. Just because, we have found out there is areas where we can be better and we can be more nimble and turn faster.",
            "But again, having said that, if the sales pace continues, we definitely have to lay down some more inventory earlier for 2021 than we would have in 2019 for 2020. So I can put it into a number, but we are definitely going to be significantly lower going forward."
         ],
         "Speaker": "James Code"
      },
      "33": {
         "Remarks": [
            "I appreciate the color. Thanks guys. I will turn it over."
         ],
         "Speaker": "Zachary Evershed"
      },
      "34": {
         "Remarks": [
            "Thank you. We will take our next question from Anoop Prihar from Stifel GMP."
         ],
         "Speaker": "Operator"
      },
      "35": {
         "Remarks": [
            "Good morning. Amar just one question, you said earlier on the training plans were all running full out. You expect both facilities to be basically fully booked for balance of the quarter. Do you have that level of visibility at this point?"
         ],
         "Speaker": "Anoop Prihar "
      },
      "36": {
         "Remarks": [
            "Yes, we do Anoop and 100% full busy. Our biggest issue is trying to get white wood for the treating plants. They are booked right through the third quarter."
         ],
         "Speaker": "Amar Doman"
      },
      "37": {
         "Remarks": [
            "And do you have any visibility in Q4."
         ],
         "Speaker": "Anoop Prihar"
      },
      "38": {
         "Remarks": [
            "We don’t. Talking to our retail partners and contractors. Their demand seems to be getting stronger as we are even in July and August. So there is no chatter of a slowdown. I think we all read the same media, the backyard stuff is real people wanting to get out and have houses as opposed to condos.",
            "There is all this stuff rates are low. Interest is free. There is a lot of good juice going into this economy from the governments and the juice seems to be working. So right now I couldn’t predict any kind of a slowdown. In fact, maybe in the recovery along this year.",
            "So fourth quarter, I think will be decent. Lumber pricing is the one thing that keeps me up at night, because I have never seen a demand rally like this in 30-years. I just, I don’t know how long that’s going to go, but from what I can see, this is a true shortage. So this rally will continue until production catches up with demand, which I don’t see happening anytime soon. "
         ],
         "Speaker": "Amar Doman"
      },
      "39": {
         "Remarks": [
            "Great. Thank you."
         ],
         "Speaker": "Anoop Prihar"
      },
      "40": {
         "Remarks": [
            "We will take our next question from Steve Hansen with Raymond James."
         ],
         "Speaker": "Operator"
      },
      "41": {
         "Remarks": [
            "Just a couple of follow-ups on earlier questions. I have also been hearing that there is been some sharp increases in the chemical supply side. Amar are you guys seeing that in the treatment plant at all? And are there any other shortages we should be mindful of as we go to the balance of the seats here?"
         ],
         "Speaker": "Steve Hansen"
      },
      "42": {
         "Remarks": [
            "Good question. The good news on both fronts there. We have multiyear contracts at fixed pricing, so we are safe. Number two, we don’t use some of the chemicals that have been shorted in the U.S.. So we are using copper [indiscernible] in California now, and we are no longer using ACQ and in Canada we are pretty much 100% micro prose Sarnia with a little bit of CCA on the industrial side. So we are good, no shortages and we talked to our chemical supplier being coppers weekly and no issues."
         ],
         "Speaker": "Amar Doman"
      },
      "43": {
         "Remarks": [
            "And just maybe a good dove tale to of that is, I have been hearing some bizarre logistical gymnastics that are taking place to get product from West to East and I think even to some degree North and South or what is the logistical network like on the rails right now we are getting railcars available and how are you seeing that?"
         ],
         "Speaker": "Steve Hansen"
      },
      "44": {
         "Remarks": [
            "We are kind of at the mercy of our sawmill partners and we heard that, you probably hear the same thing last month West Fraser got 45% of the cars that were required so they are going to truck to get to railcar reloads.",
            "We are feeling that pain, because there is a lot of material we’d like to have quicker like everybody else. I just can’t get a read on the rails and how real that is. I just know that it is an issue, I just don’t know how big of an issue it is."
         ],
         "Speaker": "Amar Doman"
      },
      "45": {
         "Remarks": [
            "Understood. And then just the last one for me. Can you just tell me talked about this regional strength that you are seeing perhaps Canada versus the U.S. West Coast? And sort of thought in my mind that the California would be much slower, given the lockdown being more extended there, but it looks like the inventories are quickly evaporating on the availability side. And so it sounds like they will be ramping up. I’m trying to get a better sense for the regional security demand."
         ],
         "Speaker": "Steve Hansen"
      },
      "46": {
         "Remarks": [
            "Good question Steve. So, Canada is extremely strong, especially in our seasonal products. The new housing stuff a little bit off. But now you call it July heading into August, it is all ramped back up to 2019 levels, we may exceed those, even on things like engineered wood studs, things that go into a new home.",
            "As you are looking to California. Quite frankly, our business there currently is at a 30% up pace. That is Oregon, California. Arizona. The backyard stuff, our Redwood products our treated products composite is extremely strong.",
            "To the point where, we have inventory issues trying to supply and this will definitely go right into the fall. There is no question about that. So extremely strong pretty much everywhere with Canada now catching up on the new housing side on those products as well."
         ],
         "Speaker": "Amar Doman"
      },
      "47": {
         "Remarks": [
            "Okay, very good. Thanks for the time. I appreciate it."
         ],
         "Speaker": "Steve Hansen"
      },
      "48": {
         "Remarks": [
            "Thanks Steve."
         ],
         "Speaker": "Amar Doman"
      },
      "49": {
         "Remarks": [
            "We will take our next question from Roshni Luthra with CIBC Capital Markets."
         ],
         "Speaker": "Operator"
      },
      "50": {
         "Remarks": [
            "Hi good morning. Congrats on the quarter. Amar, can you talk about revenue growth at Honsador and sort of positive in Q2 and how is that trended in July?"
         ],
         "Speaker": "Roshni Luthra"
      },
      "51": {
         "Remarks": [
            "Yes. So Honsador great question. Hawaii has strict lockdown measures. It is almost a double, you have 14-day quarantine much like Canada. So it is a bit locked off. Our business there is sort of flat, which we are pretty happy about at this point. Projects, on the electrical side, we have electrical business there. It is, a bit slower than we would like, but you haven’t seen a plummet.",
            "And same with the new housing site in Hawaii. There is a lot of projects here that are continuing to go on. And of course, we sell builder direct there. So we are right in tune with our customer base. Call it flat to off 3% to 4% and again, for us at that pace, it is not worrisome for us, we just know that Hawaii will recover once they get tourism back and a whole bunch of things.",
            "But there is no panic button on Hawaii, we have reduced our SG&A we didn’t we had to do there to obviously offset, a little bit of sales volume that is dropped. But if you look at our whole U.S. business unit, California and then U.S. mainland being so strong for us usually, it easily offsets any minor pain in the 50 state."
         ],
         "Speaker": "Amar Doman"
      },
      "52": {
         "Remarks": [
            "Okay. great thanks. And then can you just talk about treated lumber sale to Lowe’s and when shelves might be back in stock again on a consistent level?"
         ],
         "Speaker": "Roshni Luthra"
      },
      "53": {
         "Remarks": [
            "So, whether it is lows or any of our other customers, it is extremely hard to keep up to this pace, because we usually come in very heavy with inventories, starting to build in the fall, and kind of deal out the cards as spring goes, the cards were dealt a long time ago.",
            "So right now, on the treated lumber, we are hand to mouth for all of our customers, almost on an allocation basis, so whatever we produce is shipped. And it is hard because we have a lot of long-term customers that we want to take care of, and it is sort of who gets what so. We really have to prioritize and try to evenly measure who gets our material. It is that busy. I have never seen it like this."
         ],
         "Speaker": "Amar Doman"
      },
      "54": {
         "Remarks": [
            "Well interesting. Thanks that is all I had. Good luck for the next quarter."
         ],
         "Speaker": "Roshni Luthra"
      },
      "55": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Amar Doman"
      },
      "56": {
         "Remarks": [
            "That will conclude today’s question-and-answer session. At this time, I would like to turn the call back over to Mr. Mahdavi for any additional our closing remarks."
         ],
         "Speaker": "Operator"
      },
      "57": {
         "Remarks": [
            "Thank you, operator. Once again on behalf of Amar, Jay and myself, thank you for joining us on today’s call. We look forward to speaking to you again on our third quarter conference call. That concludes today’s call and we wish everyone a happy long weekend in Canada."
         ],
         "Speaker": "Ali Mahdavi "
      },
      "58": {
         "Remarks": [
            "Thank you. That concludes today’s call. We appreciate your participation."
         ],
         "Speaker": "Operator"
      }
   }
}