{
   "Date": "August 10, 2020",
   "Presentation": {
      "Mike Krimbill": [
         "Thanks, Trey. The past quarter presented us with many challenges and opportunities, which we have been managing, like all of our peers and most companies in general. We have seen unprecedented volatility in crude prices and other commodities, significant reductions in demand for crude, refined fuels and certain liquid products and an increase in upstream producers facing significant financial difficulties. We have taken numerous steps to reduce operating costs and capital expenditures while optimizing our assets. We have been working closely with our producer customers to make sure we are meeting their operational needs and helping them to manage through this environment as well. We took advantage of an extremely steep contango crude environment in April, May, only to see the forward curve flatten considerably in June and through July.",
         "As Trey said, a significant portion of our profits are embedded in our inventory at June 30, and we expect to recognize these margins when the product is sold in our second quarter. We held skim oil barrels in tank and expect to monetize those in the upcoming quarter as well at higher average prices than we saw throughout the first quarter. We have also taken this opportunity to add acreage dedications, expand our market share and further solidify our core operating areas in the Water Solutions business. In the Delaware Basin, we have all of our large diameter pipe online and flowing water. The 24-inch LEX Pipeline East to Andrews County, Texas is in service, the 24-inch WEX pipeline from Eddy County to Mentone, Texas is operational as is the 24-inch Orla Express from Lee County to Mentone.",
         "Our new 30-inch pipeline in Southern Eddy County, South of Texas is in service and flowing water as well. This is a major milestone for NGL as these capital expenditures are now behind us. Water volumes are currently increasing with additional substantial contracted volumes coming on the remainder of the year. As Trey mentioned, we have reduced operating expenses in our Water segment by approximately $2 million per month beginning in June, which we will continue to fully realize in our future quarters. In closing, we took this quarter to focus on items that we can control as we continue to position NGL for long-term success, focusing on the future while managing the short-term obstacles and opportunities. With that, shall we open it up for questions?"
      ],
      "Operator": [
         "Ladies and gentlemen, thank you for standing by, and welcome to the Q1 Fiscal Year 2021 NGL Energy Partnership LP Earnings Conference call. At this time all participants are in a listen-only mode. [Operator Instructions] Please be advised that today’s conference is being recorded.",
         "[Operator Instructions] I would now like to hand the conference over to your speaker today, Mr. Trey Karlovich, CFO. Please go ahead, sir."
      ],
      "Trey Karlovich": [
         "Great. Thank you, and welcome, everybody. First, I hope everyone is staying safe and healthy. As a reminder, this conference call includes forward-looking statements and information. Words such as anticipate, project, expect, plan, goal, forecast, intend, could, believe, may, and similar expressions and statements are intended to identify forward-looking statements. While NGL Energy Partners believes that its expectations are based on reasonable assumptions, there can be no assurance that such expectations will prove to be correct.",
         "A number of factors could cause actual results to differ materially from the projections, anticipated results or other expectations included in the forward-looking statements. These factors include prices and market demand for natural gas and natural gas liquids, refined products and crude oil; level of production of crude oil and natural gas liquids and natural gas; the effect of weather conditions on demand for oil, natural gas and natural gas liquids; and the ability to successfully identify and consummate growth opportunities and strategic acquisitions at costs that are accretive to financial results; and to successfully integrate and operate assets and businesses that are built or acquired.",
         "Other factors that could impact these forward-looking statements are described in risk factors in the partnership’s annual report on Form 10-K, quarterly reports on Form 10-Q and other public filings and press releases. NGL Energy Partners undertakes no obligation to publicly update or revise any forward-looking statements as a result of new information, future events or otherwise. This conference call also includes certain non-GAAP measures, namely EBITDA, adjusted EBITDA and distributable cash flow, which management believes are useful in evaluating our financial results.",
         "Please see the partnership’s earnings releases, investor presentations, and annual and quarterly reports on Form 10-K and Form 10-Q on our website at www.nglenergypartners.com, under the Investor Relations tab for more information on our use of non-GAAP measures, as well as reconciliations of differences between any non-GAAP measures discussed on this conference call to the most directly comparable GAAP financial measures.",
         "We believe it is important to cover our first quarter financial results before Mike gives his thoughts on the business and the rest of fiscal 2021. I will discuss our operating results for the quarter for each segment and then turn the call over to Mike before opening up the line for questions. We also have our EVPs, Doug White for Water; Don Robinson for Crude; and Jeff Pinter and Don Jensen for Liquids and Refined; along with other members of management on the call to assist with Q&A.",
         "Starting with Crude. The Crude segment reported approximately $31 million of adjusted EBITDA this quarter. There are several items impacting the Crude segment this quarter, including a benefit of contango with our storage assets, offset by costs related to the CMA plus roll component and the pricing of barrels purchased and shipped on Grand Mesa, the timing of recognition of hedge gains and losses as well as profit embedded in our inventory for July sales. We have estimated approximately $16 million of profit embedded in our inventory, which is valued at weighted average cost that we expect to recognize during our second quarter.",
         "We have already realized the majority of the hedge losses associated with these barrels when we rolled those hedges forward from June, so this is just a matter of timing. Grand Mesa volumes averaged 119,000 barrels per day this quarter. However, our profitability on a portion of those barrels was negatively impacted by the unprecedented calendar month average roll differentials during the quarter, which cost us an estimated $11 million compared to historical average differentials.",
         "Most of this cost was realized in May and June settlements, and the differential has come in significantly in July. This is a standard pricing mechanism for the industry. And while this loss is not expected to be made up this year, it is also not expected to continue. Finally for Crude, we benefited from contango storage for a portion of the quarter. However, the forward curve has flattened considerably, and we do not expect to see any significant contango for the remainder of this fiscal year. So from an earnings perspective, Crude generated $31 million of adjusted EBITDA. We have deferred earnings estimated at $16 million to be recognized later this year, most likely second quarter. And we lost approximately $11 million compared to historical results from the CMA rule.",
         "Moving to Water. Water adjusted EBITDA was $57 million for the quarter. Total disposal barrels average 1.4 million barrels per day during the quarter as volumes declined significantly in May. Delaware Basin volumes totaled 1.1 million barrels per day, approximately 80% of total volumes.",
         "Eagle Ford volumes averaged 95,000 barrels a day, down 64% compared to last year and have been the most impacted by the decline in prices, rigs and production shut-ins. We are expecting a slower recovery of volumes in this basin. DJ volumes were down as well to about 132,000 barrels per day compared to about 170,000 barrels per day in the comparable quarter last year.",
         "We received an average disposal fee of $0.63 per barrel for the quarter, very consistent with pricing in prior quarters. Of note, we did not sell all of our skim oil recovered during the quarter. Instead, we utilized our storage at each facility to hold barrels, and we have been selling those barrels at higher pricing during the current quarter. This should be a nice benefit to the second quarter when we are expecting about $4 million of incremental revenues. Our skim oil volumes remain hedged for calendar 2020 with approximately 3,000 barrels per day hedged at an average price just over $56 a barrel through December.",
         "Operating expenses came down significantly and averaged $0.32 per barrel for the quarter, a 25% reduction on a per barrel basis from last year. We completed a significant reduction in head count as well as reductions in chemicals and other supplies and utilities costs. We only benefited from these reductions in the last month or so of the quarter and expect our operating cost per barrel to continue to decrease in the second quarter and beyond as we target OpEx per barrel of less than $0.30.",
         "Moving to Liquids. Adjusted EBITDA for our Liquids and Refined Products segment totaled $12 million this quarter. Volumes of propane were strong through the quarter and compared to last year as we saw little to no impact in propane demand as a result of the pandemic at this time of the year. Butane, refined fuels and other liquids were down compared to last year, primarily as these products are utilized in transportation. We have seen a pickup in volumes heading into the second quarter. However, we continue to be cautious on our volume expectations for these products this year.",
         "Product margins were generally in line with our expectations during the quarter as this is the period that we are building inventory and preparing for the blending and heating seasons. Overall, our quarterly results were impacted by the pandemic, like many others. However, we took the opportunities to capitalize on our asset positions and maximize value, most of which will be recognized in future periods. Had those items been fully reflected in the first quarter, our financial results would have been more in line with market expectations. Based on these results and expectations for the rest of fiscal 2021, we are adding a range to our adjusted EBITDA guidance of $560 million to $600 million.",
         "Turning to capital expenditures and cash flows. Our growth CapEx totaled approximately $21 million for the quarter as we are completing the water infrastructure project we started last year including the Poker Lake tie in for Exxon, which we expect to bring online this fall. We have entered into incremental acreage dedications recently that will require minimal, if any, growth CapEx to meet the producers' disposal needs. We have made no changes to our target growth CapEx for fiscal 2021.",
         "Note, we did fund a significant amount of our growth capital expenditures that were incurred prior to and accrued on March 31, 2020, coming into this fiscal year as well as approximately $66 million of the $100 million remaining for the deferred purchase price of Mesquite. The remaining $34 million for Mesquite will be funded ratably through December 2020 and has been accrued on our balance sheet. We also focused on reducing our maintenance CapEx, which came down again in the first quarter to $9 million.",
         "Our combined capital expenditures forecast remains approximately $100 million for both growth and maintenance CapEx for the entire year. Our common unit distribution of $0.20 per unit for the quarter, $0.80 per unit on an annualized basis was declared a couple of weeks ago, along with our preferred unit distributions and will be paid on August 14. We continue to expect FY 2021 coverage to exceed 2.5 times based on our adjusted EBITDA guidance, and also continue to expect fiscal 2021 to be free cash flow positive with excess cash flow used to reduce indebtedness and improve leverage.",
         "Our leverage remains around 5.3 times at June 30, and we expect to stay at this level for the next couple of quarters under current operating conditions. We are also evaluating other opportunities to reduce leverage, including joint ventures and non-core assets.",
         "Finally, as a general matter, we do not generally comment on pending litigation. However, as many of you are aware, one of our customers is taking the steps within its Chapter three bankruptcy to attempt to reject our transportation contracts related to the Grand Mesa pipeline. Unfortunately, those contracts are currently subject to litigation. Last week, we filed an objection to their motions to reject the two contracts, and we separately filed a motion to lift the automatic stay so that we can seek the proper input from FERC, which we believe has jurisdiction over the contracts. The hearing related to these matters is set with the court for September 3.",
         "Obviously, our filings are public record, and you are welcome to review them. Basically, at this time, I cannot add anything additional here contained in those filings. As in any disputed matter, NGL is always amicable to resolving matters in a commercially reasonable way, but there are times where we owe it to our unitholders to seek validation of our contractual rights and use the course to do so, and we believe this circumstance is one of those matters. So we will be considering all legal possibilities with respect to defending the value in these contracts for our stakeholders. That concludes my prepared remarks. I will now turn it over to Mike."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instruction] And we have a question from Pearce Hammond from Simmons Energy. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Congrats on some of the recent success with some of the acreage dedications in the Delaware Basin. And I was just curious, what are leading-edge disposal fees right now within the Delaware Basin?"
         ],
         "Speaker": "Pearce Hammond"
      },
      "3": {
         "Remarks": [
            "Doug, I’ll call on you for that one, but I think they’re different in Texas versus New Mexico. But Doug, what are your thoughts?"
         ],
         "Speaker": "Mike Krimbill"
      },
      "4": {
         "Remarks": [
            "The range in Texas is anywhere from $0.45 to $0.55 generally. And in some areas, such as our Hillstone, Loving County assets, they’re somewhere from that range, but maybe a little bit higher due to its unique area, lack of electricity, station power, such as that. So we do have higher rates in that area. New Mexico, with the Devonian wells, they are much more expensive to develop, lack of reliable offtake and takeaway. We see those prices range anywhere from the lows of $0.55 to $0.80. You would imagine prices may have decreased during this downturn, but we have not seen that. We’ve seen some very temporary rate reductions to help the producers. But those rates, subsequent to the increase in commodity price, have gone back up to pre-COVID levels."
         ],
         "Speaker": "Doug White"
      },
      "5": {
         "Remarks": [
            "Okay. And then Mike and Trey, I just wanted to expound a little bit upon your prepared remarks comments on asset divestitures and potentially joint ventures to help reduce leverage. What are your thoughts there? What’s the sense of timing? What’s the market like for that right now?"
         ],
         "Speaker": "Pearce Hammond"
      },
      "6": {
         "Remarks": [
            "Yes. So thanks, Pearce. So as we’ve done historically, we’re always looking at opportunities. It is a more challenged market, however, we are seeing it improve. We’ve got some significant opportunity ahead of us as well with – in particular, with our Water business, but really across all of our lines of business. So those are things that we continually evaluate and would expect to do so in these circumstances as well. Now generally speaking, the multiples that we would look at for those types of transactions, they have to be deleveraging in order to make an impact. So that’s what we would be targeting. So I would say nothing is on sale. Mike, I don’t know if you have anything to add."
         ],
         "Speaker": "Robert Trey"
      },
      "7": {
         "Remarks": [
            "Okay. Great. And then if I could squeeze one more in. Just what’s the latest update on Poker Lake?"
         ],
         "Speaker": "Pearce Hammond"
      },
      "8": {
         "Remarks": [
            "As Mike stated previously, our 30-inch pipeline is in the ground and taking water. We – our timing of that development is unchanged from previous discussions. That’s all we can say about it currently publicly."
         ],
         "Speaker": "Doug White"
      },
      "9": {
         "Remarks": [
            "[Operator Instructions] And we have a question from James Spicer from TD Securities. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "10": {
         "Remarks": [
            "The reduction in guidance, sort of the addition of the range to the guidance, $560 million to $600 million, I assume that reflects the $11 million onetime hit that – it doesn’t look like you can get that one back. Is there anything else built into that range that we should be thinking about?"
         ],
         "Speaker": "James Spicer"
      },
      "11": {
         "Remarks": [
            "So yes, it does include the onetime item in Crude. The other commentary I would add to that is that when we put the guidance up initially in April and then reiterated at the end of May, there was an extremely steep contango, which continued through May. That obviously disappeared in June. We do not expect contango to come back during the second half of this year and into next year. So we’ve removed the expectations for any significant contango barrels being held, which will help from a working capital perspective to reduce working capital needs, but obviously has the impact of not generating that incremental EBITDA either. So we captured contango during the first quarter. When we gave our original guidance, we expected to capture some contango throughout the year. And at this point in time, we’re not expecting that. Otherwise, no other real changes."
         ],
         "Speaker": "Robert Trey"
      },
      "12": {
         "Remarks": [
            "Yes. I would just add, it’s – we’re really in this transition period. I mean if you’re going to have significant contango, you’re going to have low crude prices, which is certainly not good for future crude and water production. So we’re in this period here of – I think some of our peers talked about – they – over $40 is a good thing. We’re not going to have contango. I think fiscal 2020 or calendar 2021 is close to $45. And so this should lead to some rigs being put back into service we think no later than the first calendar quarter of 2021. I don’t mean we get some DUCs completed in the last half of this year. So rather have a higher crude price than the contango."
         ],
         "Speaker": "Mike Krimbill"
      },
      "13": {
         "Remarks": [
            "And our next question comes from the line of Patrick Fitzgerald from Baird. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "14": {
         "Remarks": [
            "Yes, thanks for taking the question. Is there any way you could help us with kind of – it seems like the obvious question about the capital structure with the maturities in 2021. What’s your plan to refinance that?"
         ],
         "Speaker": "Patrick Fitzgerald"
      },
      "15": {
         "Remarks": [
            "I’ll start. This is Trey. So our 2021 maturity is our credit facility. It’s – so it’s October of 2021. Our expectation is to have that extended prior to it going current. So that’s something that we’ve been working on. We’ve been in communications with our bank group. We expect the banker group to be constructive. There are a couple of ones that we’ve been working through, including we did the refi of a term loan. We completed that with Apollo back in June, so that we needed to complete that. And then the recent bankruptcy filing, we’ve been working through that as well. So this is something that is the number one priority of the finance team, expect it to be extended. That’s something that we’re working through."
         ],
         "Speaker": "Trey Karlovich"
      },
      "16": {
         "Remarks": [
            "Okay. And you bought back some bonds in the quarter, it looks like. I mean, do you plan to use capital for that purpose throughout the remainder of the year given where these prices are?"
         ],
         "Speaker": "Patrick Fitzgerald"
      },
      "17": {
         "Remarks": [
            "So we’ve always evaluated our bonds in the open market for opportunity. We bought those bonds at less than $0.50 on the dollar. We’ve done that in the past as well. We did that in 2016. So that’s something that we continue to evaluate. A lot of factors go into that decision on what is the best use of capital? What do liquidity needs look like? How does it impact leverage? What are our maturities? So all of those things are weighed. I wouldn’t take anything off the table, but I wouldn’t say that that’s a core strategy either."
         ],
         "Speaker": "Trey Karlovich"
      },
      "18": {
         "Remarks": [
            "Okay. And then the $560 million to $600 million guidance, that – I mean, how much of that factors in the – what’s going on with the bankruptcy proceedings and the litigation?"
         ],
         "Speaker": "Patrick Fitzgerald"
      },
      "19": {
         "Remarks": [
            "So that’s our latest expectation. At this point in time, both parties are operating under the existing contracts. So at this point in time, that’s what’s factored into our guidance. And again, we haven’t given a range. We are going on the fifth month of the year. So as this continues, it continues to operate under the existing contract structure."
         ],
         "Speaker": "Trey Karlovich"
      },
      "20": {
         "Remarks": [
            "Okay. Is there – say things go well, obviously, that probably doesn’t impact it. If things go against you, would you – is there any range you could provide on how much that – of an impact that could be?"
         ],
         "Speaker": "Patrick Fitzgerald"
      },
      "21": {
         "Remarks": [
            "So when we provided our expectations for the year, we expected a 5% to 10% reduction in volumes on Grand Mesa from last year’s results. So last year was about 130,000 barrels a day. So assuming about a 10% reduction, would be about 117,000 barrels a day. We’re running just above that. So we attempted to factor that in. Most of the volumes on Grand Mesa are under MVCs. We attempted to factor this situation into our overall guidance as well. I think that’s what I can say publicly and what’s been stated previously as well."
         ],
         "Speaker": "Trey Karlovich"
      },
      "22": {
         "Remarks": [
            "Let me add to that. This is an area we’ve seen some misconceptions, to be nice, in some of these people who volunteered their opinions on the Internet. It’s not only an EBITDA issue. You’re going to either have a contract or you’re going to have a very large unsecured claim, which results in ownership or both. And if some of what you have is ownership, then that is positive, you might say, to your leverage because you’re going to sell and pay down debt.",
            "So it’s hard for us at this point to decide – to determine where this thing is going. Is there going to be – are they going to accept the contract? Are we going to own a bunch of the company? Are we going to reduce debt? Is EBITDA going to be the same or a little less? Just – we just can’t say. I mean we have no idea. But you don’t end up with nothing, which is what some of the folks on the Internet have set."
         ],
         "Speaker": "Mike Krimbill"
      },
      "23": {
         "Remarks": [
            "And our next question comes from TJ Schultz from RBC Capital Markets. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "24": {
         "Remarks": [
            "Thanks, good afternoon. Just on that last point on the Grand Mesa contract. Has there been any discussion to negotiate a lower MBC to provide more flexibility? Or is it at this point just a full accept or reject decision to the court and then going through with the unsecured claim?"
         ],
         "Speaker": "TJ Schultz"
      },
      "25": {
         "Remarks": [
            "Probably the easiest thing to say is we have not spoken to anyone representing or the bondholders themselves. So it’s hard to negotiate with a ghost."
         ],
         "Speaker": "Mike Krimbill"
      },
      "26": {
         "Remarks": [
            "Okay. Understood. Just a question on their exposure for your Water segment. If they are able to reject their water disposal contract, how material is that to you, if at all?"
         ],
         "Speaker": "TJ Schultz"
      },
      "27": {
         "Remarks": [
            "TJ, I would call it minimal. The DJ Basin, we have a very large area of dedication with lots of producers. I would not call it significant to the company or to the DJ on a standalone basis."
         ],
         "Speaker": "Trey Karlovich"
      },
      "28": {
         "Remarks": [
            "Okay. Understood. Just last on, I’m moving on. So the Water segment, the OpEx per barrel, I think you mentioned a partial benefit in this last quarter. And then as we think into the September quarter, maybe with a full quarter benefit, would you expect to get to that’s up $0.30 this quarter? Or is there still more to do throughout the year to fully realize that? Thanks."
         ],
         "Speaker": "TJ Schultz"
      },
      "29": {
         "Remarks": [
            "Yes. We would expect to be at that $0.30 for this upcoming quarter and to stay at or below that level on a go-forward basis."
         ],
         "Speaker": "Trey Karlovich"
      },
      "30": {
         "Remarks": [
            "TJ, it’s Mike, just – I’ll add to that for your first question on the water contract. Again, you don’t end up with zero value. So that just increases – continues to increase our unsecured claim."
         ],
         "Speaker": "Mike Krimbill"
      },
      "31": {
         "Remarks": [
            "No. I understand, appreciate."
         ],
         "Speaker": "TJ Schultz"
      },
      "32": {
         "Remarks": [
            "And I’m showing no further questions in the queue at this time."
         ],
         "Speaker": "Operator"
      },
      "33": {
         "Remarks": [
            "Again, thank you, everybody, for your interest, and we look forward to talking to you on the next earnings call. Have a good evening. Thank you."
         ],
         "Speaker": "Trey Karlovich"
      },
      "34": {
         "Remarks": [
            "Ladies and gentlemen, this concludes today’s conference call. Thank you for participating. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}