{
   "Date": "July 20, 2020",
   "Presentation": {
      "Abhijit Bhattacharya": [
         "Thank you, Frans and thank you all for joining us today. I hope you are staying safe and well. Let me provide some color on the second quarter comparable sales for the group.",
         "Our Diagnosis & Treatment businesses comparable sales declined 8.5% in the quarter. Diagnostic Imaging sales were in line with last year, with strong growth in computed tomography. Ultrasound sales declined mid single digit, as strong demand for point-of-care devices was offset by push outs of installations of cardiac system from second quarter.",
         "Image-guided therapy sales declined double-digit, as hospitals postponed elective procedures, as well as pushed out installations. The volume of elective procedures rebounded to around 10% below pre-COVID-19 levels in recent weeks, compared to a more than 50% decline at the start of the quarter. We continue to expect a gradual normalization of demand for image-guided therapy devices and system installations in the second half of the year.",
         "Services sales for our Diagnosis % Treatment businesses held up well in the quarter and declined only 1% compared to the same period of 2019. Let me remind you that recurring revenue stream from services represent around 35% of total sales of our Diagnosis % Treatment businesses.",
         "The sales of the Connected Care businesses grew a robust 14% in the second quarter. Sleep and respiratory care sales grew double-digit due to strong shipments of respiratory devices. Monitoring and analytics comparable grew mid single digit in Q2, driven by double-digit growth in patient monitoring.",
         "As mentioned by Frans, we have steeply ramped up production of respiratory devices and significantly increased the production of patient monitors in the second quarter. Taking our full COVID-19 portfolio into account, we are investing more than a €100 million to meet urgent demand from our customers this year and we anticipate a high volume of shipments in the second half of the year to fulfill the orders we have on hand for these products.",
         "As anticipated, the lockdown and social distancing measures did impact demand for our consumer products portfolio in the second quarter, resulting in a comparable sales decline of 19% in personal health with all businesses declining double-digit.",
         "Consumer sales through digital channels grew mid single digit in the quarter and represented around 46% of total sales for the Personal Health businesses. This compares to around 33% of total sales in the first quarter.",
         "In-store sales declined strong double digits in the period. We have witnessed gradual improvement of consumer demand in the course of the second quarter, with a comparable sales decline of 11% for the - for the Personal Health businesses in the month of June. We currently expect consumer demand to be - to sequentially improve in Q3 and Personal Health comparable sales to be back to modest growth in the fourth quarter of this year. To round up on sales, we estimate the overall negative impact of COVID-19 on group comparable sales growth was around 10% point in the second quarter.",
         "Moving on to orders, comparable order intake in Connected Care grew by 167%, with a very strong growth seen across the world. The demand for hospital ventilators increased multifold, while orders for the Monitoring & Analytics business grew close to 50% in the quarter.",
         "Diagnosis & Treatment comparable order intake declined just below the 20% in Q2, a strong growth in computed tomography and mobile X-ray was more than offset by a steep decline in other parts of the portfolio, as hospitals prioritized emergency care.",
         "The order intake growth in China was in line with a Q2 of 2019, while North America and Western Europe declined double-digit for Diagnosis & Treatment. It is important to note that we have not seen significant cancellation of orders due to the COVID-19 outbreak. We expect that some areas of the Diagnosis & Treatment businesses will experience a slow recovery in demand through the remainder of 2020, but continue to expect - experience positive competitive momentum for our portfolio, and are confident to be able to capitalize on recovery opportunity in these businesses.",
         "Let me now turn to the profitability development in the second quarter. Adjusted EBITA for the group was €418 million or 9.5% of sales compared to 11.8% in the second quarter of 2019. We estimate that the overall negative impact of the COVID-19 outbreak on our profit was around 3 percentage points. This was primarily due to incremental direct cost, loss gross margin on lower sales, lower factory coverage, partly offset by cost mitigation efforts.",
         "Looking at the business segments, Connected Care delivered an adjusted EBITA margin of 17.8% of sales, a 570 basis points increase compared to the second quarter of 2019, as additional investments to ramp up production were more than offset with operating leverage and productivity measures initiated from last year.",
         "In Diagnosis & Treatment we adjusted EBITA decreased to 8.6% of sales, this was a result of the declining sales and unfavorable product mix driven by lower growth of image-guided therapy and cardiac ultrasound portfolios, only partly offset by the positive impact from productivity measures.",
         "In personal health, adjusted EBITA decreased to 5.6% of sales due to the declining sales, partly offset by cost savings. As mentioned by Frans, we actively manage manufacturing capacity and drove reduction of all discretionary spending to partly offset margin headwinds from lower sales in the segment in this period.",
         "This resulted in an improvement of the drop-through rate compared to the first quarter of the year. Adjusted EBITA for the group was also impacted by a decrease of license income in the segment Other, in line with our prior guidance and by adverse currency impact of about 50 basis points in the second quarter, primarily due to the depreciation of the Brazilian real, the Russian ruble, the Mexican peso and the Turkish lira.",
         "We remained on track to deliver over €400 million productivity savings this year, and the €1.8 billion productivity savings target for the overall 2017 to 2020 period. In the second quarter, our productivity program delivered €108 million net savings. More specifically, procurement savings delivered €57 million of bill of material savings. Net non-manufacturing cost reduction amounted to €21 million, and the manufacturing productivity program contributed €30 million.",
         "Restructuring acquisition related and other charges include a €101 million gain due to the release of a contingent consideration liability related to EPD. Revisions to the financial forecast due to the maturity of the technology resulted in a decrease in the fair value of the respective contingent consideration liability. At the same time, we recognize that impairment loss of €92 million in the amortization of acquired intangibles.",
         "Restructuring and acquisition related, and other charges also include a non-recurring inventory valuation charge of €26 million, resulting from a change in methodology enabled by the implementation of the new Integrated IT Landscape and a separation cost of €9 million related to the Domestic Appliances business.",
         "Income tax expense decreased by €38 million in Q2, mainly due to the higher - lower income and higher non-taxable results from participation's. Net income amounted to €210 million in the quarter, and included a gain of €70 million related to a value adjustment of one of our minority participations following the initial public offering of an underlying investment. The adjusted diluted EPS from continuing operations was €0.35 in the second quarter, compared to €0.42 in Q2, 2019.",
         "Net cash flow from operating activities increased by €168 million compared to the second quarter of 2019, mainly due to strong working capital management. Free cash flow - free cash was an inflow of €311 million compared to €174 million in Q2, 2019. Therefore in the first half of 2020, we had a solid free cash flow generation of €254 million compared to an outflow of €32 million in the same period last year.",
         "We continue to expect our customers to face cash pressures due to the impact of COVID-19, but this is not expected to impact the total free cash flow generation over the 12 to 18 month time horizon. Importantly, our balance sheet and liquidity positions remain strong.",
         "At the end of the first quarter, we had completed 50.3% of our €1.5 billion share buyback program for capital reduction purposes that was announced in January, 2019. In line with our announcement in March, in the course of the second quarter, we executed the remainder of the program through forward contracts with settlement dates extending into the second half of 2021. By using forward transactions, we were able to significantly optimize pricing compared to gradual open market repurchases, while preserving our near term liquidity position.",
         "In the second quarter, we also completed the cancellation of 3.8 million shares that were acquired as part of the share buyback program I just mentioned. In July, we issued a total number of approximately 18 million new common shares for settlement of the 2019 dividend adopted during the extraordinary general meeting of shareholders in June. After deduction of treasury shares, the total number of outstanding shares is around 909 million, broadly in line with the number of shares following the payment of the 2018 dividend.",
         "Let me provide some guidance for certain areas of our business. Based on the announcements made so far, we continue to expect the full-year gross impact of tariffs to be around €70 million, including mitigating actions, we expect the net tariff impact to be around €40 million in 2020. This is €30 million lower than the net impact seen in 2019.",
         "In the segment Other, we expect an adjusted EBITA loss of around €135 million in 2020, which is a decline of €20 million versus our previous guidance, mainly due to the lower license income. At EBITA level, we expect a net cost of around €260 million for the full year 2020. This includes €50 million to €60 million of cost related to the separation of Domestic Appliances that Frans referred to earlier in the call. For Q3, we expect a net cost of around €65 million at the adjusted EBITA level and around €110 million at the EBITA level for this segment,",
         "Financially income and expenses are expected to be a net cost of around €150 million in 2020. This is lower than our prior guidance, largely due to the value adjustment of financial assets I just mentioned in the second quarter and assumes no one-off gains or losses in the second half of the year.",
         "Our midterm guidance of 24% to 26% effective tax rates, excluding incidentals remains valid, while for the full year 2020, we currently expect to be in the range of 22% to 24% due to the one-off effect seen in the first half of the year.",
         "In line with our previous guidance, restructuring charges are expected to be around 90 to 100 basis points. Acquisition related costs are expected to be around 40 basis points in 2020, excluding the positive one-off impact from the release of contingent consideration liability in Q2 that I explained earlier. We expect one time EU MDR investments of around €50 million in the year and consent decree related costs to be around €10 million, a quarter.",
         "To conclude, we continue to expect to return to growth and improve profitability for the Group in the second half of the year, starting with the third quarter and further improving in Q4, assuming we can convert our existing order book for Diagnosis & Treatment and Connected Care businesses, elective procedures normalized, and consumer demands gradually improves.",
         "Consequently, we maintain our earlier expectation of a modest comparable sales growth, and an adjusted EBITA margin improvement for the full year of 2020. Given the current uncertainty and volatility, we will not provide more specific guidance for 2020 at this time. I also want to thank our employees for how they have stepped up to keep the company fully functioning and deliver against our triple duty of care.",
         "With that, we will now open the line for your questions. Thank you."
      ],
      "Frans van Houten": [
         "Thanks, Leandro. Good morning to all of you on the call and the webcast. I hope that you and your families are keeping safe and well. The second quarter was marked by the continuing social economic impact of the COVID-19 outbreak across the world. Under the circumstances, I'm pleased with how we have performed, as our teams were very focused on delivering against what we refer to as our triple duty of care, meeting critical customer needs, safeguarding the health and safety of our employees, and ensuring business continuity. The work that we are doing to support healthcare providers, medical staff, and critically ill patients is a top priority for all of us at Philips.",
         "Our operations remained fully functional in the course of the quarter. Our sales salesforce is getting used to new ways of working and our field service engineers continue to deliver and install critical equipment and provide maintenance services, both physically and remotely.",
         "In close collaboration with our suppliers and partners, we are making the necessary investments and we have steeply ramped up the production volumes of products and solutions to help diagnose, treat, and monitor and manage COVID-19 patients. We successfully tripled our ventilator production during the quarter, supporting the treatment of patients in the most affected regions of the world. And we are on track to achieve the planned four-fold increase to 4,000 units per week in July. We've also significantly increased the production of patient monitors and created COVID-19 oriented propositions to rapidly respond to customer needs.",
         "Moving on to the second quarter financial highlights. As expected, COVID-19 caused a steep decrease in consumer demand and postponement of installations and elective procedures in hospitals, resulting in an overall comparable sales decrease of 6% in the quarter.",
         "Our personal Health Businesses declined 19% and sales for our Diagnosis & Treatment businesses declined 9% in Q2. This was partly offset by a strong 14% comparable sales growth in the Connected Care businesses in the period.",
         "Comparable equipment order intake grew a robust 27% driven by the strong demand for patient monitors, hospital ventilators, computed tomography, and portable ultrasound systems across the world and further building on the growth seen in the first quarter.",
         "Customer response to our innovative products and solutions remains very positive and we expect to have continued increasing market share in the professional healthcare market. Moreover, we see increased interest in telehealth solutions, like tele-ICU, tele-radiology, tele-pathology, which can help virtual working and collaboration of care professionals, as well as move care into the community to relieve the tremendous pressure on the physical constraints of the hospitals.",
         "Adjusted EBITA margin was 9.5% in the second quarter, compared to 11.8% in Q2, 2019. Free cash flow, free cash increased to an inflow of €311 million in the quarter compared to €174 million in the second quarter of last year.",
         "I would like to provide some color on initiatives to respond to customer needs and support healthcare professionals. We have launched several new monitoring solutions for the intensive care unit, the general ward and the home that feature virtual monitoring capabilities. These include our Biosensor BX100 for early patient deterioration detection in the general ward, and in collaboration with BioIntelliSense, the BioSticker medical device to help monitor at-risk patients from the hospital into the home.",
         "The Philips’ Biosensor BX100 is designed to address a new approach to vital signs measurements, supporting surveillance of higher acuity patients moving from intensive care into the general care areas of the hospital. The lightweight disposable biosensor is a five-day single-use wearable patch which can be integrated with a scalable hub to monitor multiple patients across rooms. The solution has received FDA 510(k) and CE Mark, and is currently in use at the OLVG, a top clinical, referral and training hospital in the Netherlands to help manage the triage and surveillance of among others COVID-19 patients.",
         "In the quarter, we introduced our IntelliVue Patient Monitors, MX750 and MX850 and its IntelliVue Active Displays AD75 and AD85 in the United States. These new acute care patient monitoring solutions offer advanced cyber security, functionality and clinical decision support capabilities, such as an expanded real time view of vital signs to contextualize a patient's condition.",
         "Supporting the increased demand for flexible care capacity, we introduced a modular diagnostic imaging cabin in the Philippines, which can be rapidly deployed with a computer tomography or a diagnostic x-ray system. We also introduced a mobile intensive care unit solution in India. Each prefabricated ICU will be locally manufactured and capable of being deployed in one day.",
         "The self sufficient units only require onsite electricity and water connection to become operational and comes pre-equipped with critical care infrastructure. They can be furnished with a range of medical equipment, including ventilators, defibrillators, the central monitoring station and CPAP machines.",
         "We continue to drive market share in our core businesses through deeper and more comprehensive customer partnerships to enhance patient care and improve care provider productivity. During the second quarter, we signed 14 new large scale strategic partnerships.",
         "For example, we entered a 10 year agreements with the US Department of Veterans Affairs, the VA, to expand their tele-critical care program. With the VA managing 1800 ICU beds nationwide, this will create the world's largest system to provide virtual access to intensive care expertise.",
         "Our tele-ICU program, which combines A/V technology, predictive analytics, data visualization and advanced reporting capabilities enables a co-located team of specially trained critical care physicians and nurses to virtually monitor patients in the ICU.",
         "In Personal Health, while driving reduction of discretionary cost and managing manufacturing capacity, we are safeguarding innovation, and keeping new product introductions on track to be prepared to capitalize on recovery opportunities. We have a strong new product introduction roadmap, including products to further broaden our leading portfolio of power toothbrushes with more entry level propositions to attract a wider consumer population.",
         "Moreover complimenting Sonicare’s existing teledentistry services for patients, in the second quarter, we announced a new teledentistry platform for dental professionals together with dental technology company Toothpic. The multi-services platform provides a tool to build direct patient engagement, acquisition, and retention, while improving office efficiency, in-chair time and virtual care.",
         "Let me now also give you an update on the current status of the divestment of the Domestic Appliances business. Separation process is on track and expected to be completed in the third quarter of 2021. We will provide more information about upcoming milestones over the next quarters, and currently estimate total separation costs to be in the range of €120 million to €140 million of which €50 million to €60 million will be incurred in 2020. As mentioned before, this is fundamentally a solid business with market leading positions and we expect to engage with interested parties after the summer.",
         "Effective August 1, Henk de Jong current Chief of International Markets has been designated as the CEO of the Domestic Appliances business. Henk held various business rules [ph] in Floor Care, Coffee and Kitchen Appliances in the past, and also led our former consumer lifestyle sector in Europe and Asia. He is also successfully led Philips Latin America business market for five years before becoming Chief of International Markets in 2017. With a strong combination of deep consumer knowledge, as well as a passion for bringing out the best in his team, I'm convinced that Henk is the right leader for Domestic Appliances as the business embarks on a new chapter in his journey to thrive and grow independently of Philips.",
         "In view of Henks new role, I'm pleased to announce that Edwin Paalvast, will join us as Chief of International Markets effective August 1. Edwin comes from Cisco Systems, where he was Senior Vice President, Global Specialist, leading a global sales force in specialist areas, including the Internet of Things, networking, data center, cloud collaboration, cybersecurity, and other services. He possesses a strong informatics and solutions expertise.",
         "I'm also pleased to announce the appointment of Deeptha Khanna, as the Chief Business Leader of the Personal Health businesses effective July 20. Deeptha brings rich consumer health and digital experience and joins us from Johnson & Johnson where she held leadership positions in Asia and globally. Prior to this, Deeptha spent 17 years at Procter & Gamble. Both Edwin and Deeptha will become members of the Philips Executive Committee.",
         "A progress update on regulatory matters. Our Emergency Care and Resuscitation business resumed manufacturing and shipping of external defibrillators for the United States market, following the notification from the FDA that the injunction prohibiting those activities was lifted. We continue to comply with the terms of the Consent Decree, which remains in effect, and includes ongoing regulatory compliance monitoring and facility inspections by the FDA.",
         "In connection with the Emergency Care and Resuscitation portfolio, we received FDA pre-market approval, PMA for the HeartStart FR3 and HeartStart FRx automated external defibrillators and their supporting accessories.",
         "We also received an industry first 510(k) clearance from the FDA to market a wide range of ultrasounds solutions, including the CX50 and the Lumify for the management of COVID-19-related lung and cardiac complications. Portable ultrasound solutions in particular have become valuable tools for clinicians treating COVID-19 patients, due to their imaging capabilities, portability, but also the ease of disinfection.",
         "Let me conclude. As anticipated, the second quarter has seen the largest adverse impact on revenue and margins from the effects of the COVID-19 pandemic. At the same time, our teams have been working very hard to ramp up production to meet increased demand for COVID-19 related modalities. As a result, we expect to return to growth and improve profitability for the group in the second half of the year, assuming that we can convert our existing order book for the Diagnosis & Treatment and Connected Care businesses, elective procedures will normalize and consumer demand gradually improves.",
         "Consequently for the full year 2020, we continue to aim for a modest comparable sales growth and adjusted EBITA margin improvement. Looking ahead, we will remain focused on innovating with purpose, improving operational excellence and delivering on our transformation.",
         "Our mission is more relevant than ever, and our strategy to transform care, along the health continuum, leveraging informatics and remote care capabilities, next to our innovative systems and services, has been validated during this crisis. I am convinced that Philips is well positioned to serve the current and future needs of hospitals and health systems and the growth profile of our portfolio should be very well supported post pandemic.",
         "And with that, I'd like to turn the call to Abhijit."
      ],
      "Leandro Mazzoni": [
         "Good morning, ladies and gentlemen. Welcome to Philips second quarter results conference call. I'm here with our CEO, Frans van Houten and our CFO, Abhijit Bhattacharya. On today's call, Frans will take you through our strategic and financial highlights for the period. Abhijit will then provide more detail on the financial performance. After that we'll take your questions.",
         "Our press release and the related information slide deck were published at 7 a.m. CET this morning. Both documents are available on our Investor Relations website. A full transcript of this conference call will be made available by end of today on our website.",
         "As mentioned in the press release, adjusted EBITA is defined as income from operations excluding amortization of acquired intangible assets, impairment of goodwill and other intangible assets, restructuring charges, acquisition-related costs and other significant items. The impact of COVID-19 on our results is not treated as an adjusting item. Finally, comparable growth for sales and orders are adjusted for currency and portfolio changes.",
         "With that, I would like to hand over to Frans."
      ],
      "Operator": [
         "Welcome to the Royal Philips Second Quarter and Semi Annual 2020 Results Conference Call on Monday 20th of July, 2020. During the call hosted by Mr. Frans van Houten, CEO and Mr. Abhijit Bhattacharya, CFO. All participants would be in a listen only mode. After the introduction, there will be an opportunity to ask questions. [Operator Instructions] Please note that this call will be recorded and replay will be available on the investor relations website of Royal Philips.",
         "I will now hand the conference over to Mr. Leandro Mazzoni, Head of Investor Relations. Please go ahead, sir."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you, sir. [Operator Instructions] The first question comes from Mr. Michael Jungling of Morgan Stanley. Please state your question, sir."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Great. Thank you. And good morning all. I really have one question, but, a couple of parts to it, and it's all around the fiscal year 2020 guidance. The first question is, is the composition of the organic sales growth performance in the second quarter different to your expectations in the previous quarter?",
            "Secondly, for your fiscal year 2020 guidance, could you provide a little bit more color on the organic sales growth performance by division, not under specific number, but directionally, which ones you think will do better and worse?",
            "Then finally, am I correct to assume listening to your guidance statement and what you require, in terms of recovery elective procedures, delivery of order books that it's becoming or it's become a little bit harder to deliver your fiscal year ‘20 organic sales growth guidance. Is that a fair - a fair comment? Thank you."
         ],
         "Speaker": "Michael Jungling"
      },
      "3": {
         "Remarks": [
            "Hi, Michael. This is Frans Thanks for your questions. Composition, Q2, I think it was more or less in line with what we said in April, perhaps the consumer side a tad stronger than originally anticipated. But otherwise I think the quarter unfolded more or less as we had planned for. That doesn't mean to say that it was not a turmoil itself, of course.",
            "And in the third quarter, we will see a strong contribution from Connected Care. We have a big order book on monitors and ventilators that we will continue to deliver. We have mentioned that we have been successful in ramping up production to approximately fourfold by July now currently. And it will take us many months to deliver that order book. So strong, positive growth on Connected Care.",
            "Now Diagnosis & Treatment will shift from a decline into kind of a flattish territory and Personal Health, we will make an incremental step from the minus ’19, let's say, closer to neutrality, maybe not entirely there yet. But we expect that momentum to further improve in Q4. Now adding that up means in Q3 that we can be back into growth territory with a strong expected Q4 that the totality of the year will show a modest growth.",
            "That brings me to your third question, you know, is it now harder than in April? No. we maintain our guidance. We feel that the prediction is strongly underpinned by the order book and by the improvement of momentum. The caveat that we put in the guidance is very much externally related and not so much our own execution ability, because we feel strong in our own execution ability.",
            "But we are dependent on hospitals allowing us to do the installations. The elective procedures have a direct correlation with our IGT device volume and obviously consumer demand can be influenced if the pandemic resurges. But you know, it's the same caveat that they we put up in April. And in the meantime, I think we have a lot of experience in how to navigate the crisis. So it's not become harder. And if anything, Q2 should give you guys confidence that we are on the right path, on the guidance."
         ],
         "Speaker": "Frans van Houten"
      },
      "4": {
         "Remarks": [
            "Our next question comes from Veronika Dubajova from Goldman Sachs. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "5": {
         "Remarks": [
            "Good morning, Frans, Abhijit. And thank you for taking my questions. Please, I have two. My first one is just, I'd love to get a little bit of insight of how you characterize the order momentum you're seeing in the D&T business. In particular, so as you progressed through the quarter, were there any big differences in terms of the hospital's desire to spend CapEx? And just would love to also hear from you how you are thinking about the second half of the year when it comes to orders, more from, not from a competitive perspective, but really from the end market perspective? And then I'll ask a follow up after that, if that's all right. Thank you."
         ],
         "Speaker": "Veronika Dubajova"
      },
      "6": {
         "Remarks": [
            "Hi, Veronika. Well, we know from the funnel of opportunities that we track, that there is a lot of demand that has to do with, you know, aging installed base. It has to do with the desire to build out ambulatory care centers, OBLs, the rise in interventional procedures as opposed to surgical procedures. So the trend lines are still in place.",
            "I think the question mark is on the C-suite approving those CapEx request. So I'm not talking about order book conversion. I think we talked about that on Michael's question. So this is very much on future order intake growth.",
            "Hospitals are currently assessing what to - and where to spend their CapEx. We do expect a shift at this time, probably a modest shift in favor of telehealth and virtualization of care. That is not only related to the Connected Care segment. We also provide telehealth solutions within our Diagnosis and Treatment business. Think about teleradiology, telepathology, the use of our PACS solution, so all of that hangs together. We expect to get back into a positive order growth territory in the second half year. And at this time that's all I can tell you."
         ],
         "Speaker": "Frans van Houten"
      },
      "7": {
         "Remarks": [
            "And, and your degree of in terms of confidence in getting to that positive order growth territory, I guess, you know, when we look at some of the comments that hospitals have made, they are talking about some pretty substantial reductions to their CapEx budget for this year in particular. So I'm just curious where that's coming from. Is it the activity that you saw as you moved from April, May to June? Is this based on some of the conversations, what you see in the funnel? Just if you can give us some color into that?",
            "And if I can quickly follow up related to that, Abhijit, I know it's really early to be asking about 2021, but I guess you have some delays in installations this year that spill over into next year, and then potentially some softer order momentum for a couple of quarters. How do you think the two will interplay in terms of magnitude, as we think about 2021 for D&T?"
         ],
         "Speaker": "Veronika Dubajova"
      },
      "8": {
         "Remarks": [
            "Well, on your first question the degree of confidence, I think it would be - it's fair that we need to have some caution, right? We see the funnel, we see the interest. We know the - I've mentioned to you, the areas of where build-outs can happen, ambulatory care centers, OBLs, interventional, diagnostic centers away from the hospital as such. But all of that will materialize. We'll have to wait and see. At this time, we think it will happen. And to get back to modest positive territory. Abhijit?"
         ],
         "Speaker": "Frans van Houten"
      },
      "9": {
         "Remarks": [
            "Yeah. And I think Frans also one thing to understand, one third of the business is also services, right? So that is - in this second quarter I think we declined only 1% there. So that gives us certain amount of underlying stability. If I could predict 2021, Veronika I would have been in a different profession. But let's say if you look at our auto book today, right, it's actually the strongest it has ever been, and it has even grown in Q2 because we have not been able to install, orders have still come in.",
            "So if we have another couple of slower quarters, we still will have momentum into the next year, but after that, and depending of course on how slow it is, it could start having an impact on growth for next year. But right now at the end of Q2, our order book has in fact gone higher than it was at the end of the quarter, than it was at the start of the quarter. Does that answer your question, Veronika?"
         ],
         "Speaker": "Abhijit Bhattacharya"
      },
      "10": {
         "Remarks": [
            "Yeah, that's really helpful. Thank you both very much. I'll jump back into the queue."
         ],
         "Speaker": "Veronika Dubajova"
      },
      "11": {
         "Remarks": [
            "The next question comes from Mr. Patrick Wood from Bank of America. Please state your question, sir."
         ],
         "Speaker": "Operator"
      },
      "12": {
         "Remarks": [
            "Perfect. Thank you very much. I have two as well, please. The first would be on the monitoring side, I was actually surprised the monitoring growth was a little bit higher given, you know, the ICU demand that's out there. Was that more a function of you guys stepping up capacity within ventilators first and then monitors come later. I'm just curious about the dynamic there. So that's the first one.",
            "And then on the second one, and you guys obviously get a lot of data from scans in general. I can see a lot of data in real time. I'm just curious, what are you interpreting from the scan data that you guys see in general in terms of activity within hospitals and facilities about the recovery of that - that surgical curve? Thanks."
         ],
         "Speaker": "Patrick Wood"
      },
      "13": {
         "Remarks": [
            "Hi, Patrick. The monitoring installations following the ramp up of production, take a bit longer than delivering a ventilator and getting it to revenue recognition. And so the positive wave that comes from the orders in monitoring is still largely to come, where - and also the production ramp up in ventilators went a bit faster than the production ramp up in monitoring. But the order book for monitoring is high and we should see a very nice contribution in the third quarter onwards.",
            "Yeah, the data, we see elective procedures recovering very nicely, depends a bit on the territory and it correlates of course, with where the hotspots are. So - but 80%, 90%, 95% thereabouts is where we see the – versus 2019 levels, we see where we are. We can also measure MRI scans and other modalities in imaging. And there also we see that, let's say the normal hospital traffic is coming back. And that I think is great news.",
            "Now, hospitals and also related to the Veronika’s question, they needed very much because their P&L is very much related to the normal traffic of patients. So it all points in the same direction of resuming, let’s say, rebuilding the growth momentum in the second half of the year."
         ],
         "Speaker": "Frans van Houten"
      },
      "14": {
         "Remarks": [
            "Super. And if I could just squeeze a very quick extra one. Are you guys signing or seeing more sort of risk sharing agreements on the diagnostic imaging side with groups like Alliance Medical, where maybe, you know, they get a rebate or not depending on patient volume through the clinic and more of the sort of not JV exactly, but risk sharing agreement on imaging. Is that a new model that's emerging at the moment?"
         ],
         "Speaker": "Patrick Wood"
      },
      "15": {
         "Remarks": [
            "Yeah, we talked about new business models previously. In Philips, we think that the whole market will trend more towards value-based care and embracing the quadruple aim, health outcomes, productivity, patients staff experience. The hundreds of large scale, long term strategic partnership with customers that all have elements of performance already, most of those performance elements relate to operational improvement, i.e., productivity gains for the hospitals, not so much yet the clinical outcomes.",
            "Besides that kind of, let’s say, risk sharing in the business model, you will also see more plain vanilla financial engineering through Philips Capital where instead of delivering a product on our CapEx rules, we turn it into an OpEx deal. That doesn't necessarily mean that for Philips the revenue recognition is not there, because if we can externalize that through an external party then it's not on our balance sheet.",
            "But yeah, in short, I do expect hospitals to have a greater interest in alternative models, whether its just financial - financing models or really operational PaaS and SaaS models."
         ],
         "Speaker": "Frans van Houten"
      },
      "16": {
         "Remarks": [
            "Super. Thank you for taking my questions."
         ],
         "Speaker": "Patrick Wood"
      },
      "17": {
         "Remarks": [
            "The next question comes from Mr. Hassan Al-Wakeel from Barclays. Please state your question, sir."
         ],
         "Speaker": "Operator"
      },
      "18": {
         "Remarks": [
            "Thank you for taking my questions. I have a couple. Firstly, could you talk about your expectations for hospital CapEx, both in the short and medium term? Do you expect private hospitals to rein in CapEx over the short term?",
            "And secondly, in Connected Care topline growth overall was a little shy of expectations. And I wonder if this is due to phasing. Do you expect a meaningful acceleration in Q3 on the top line, as the U S contract ramps?",
            "And you've talked about the high end of the prior guidance range as a reasonable assumption for the margin. I wonder if 20% growth is also reasonable for the top line based on what you see today?"
         ],
         "Speaker": "Hassan Al-Wakeel"
      },
      "19": {
         "Remarks": [
            "Yes, I think the second one first. On the hospital CapEx, I think we had an earlier question already, so don't know how much more I can say about it. It depends on the geography, right. In Asia, Europe, hospitals are more easily backed up by governments and therefore the financial challenges can be overcome, whereas in the U S some hospitals our really weakened by the COVID crisis without an immediate backstop from insurers or government, right? So there is uncertainty in the U S market when it comes to CapEx.",
            "We spoke on Veronika’s question around the funnel and the opportunities that we see. So the opportunities are all there, strong and healthy funnel. How fast it can materialize, depends a bit around that uncertainty. Then also us adopting other business models, more OpEx oriented business models can help overcome a CapEx constraint. So I think there are ways beyond it and out of it, it's for now too early to say where 2021 will land. For 2020, we feel very secure in our ability to perform, all right.",
            "On Connected Care, yeah, the order - the orders are all there and order book is there. It took some time to ramp up production. We spoke about that already on the monitoring side, you know, where Patrick was also alluding to that. So we expect a strong contribution in the third quarter. I don't think we guide specifically on Connected Care unless Abhijit you want to say more about it."
         ],
         "Speaker": "Frans van Houten"
      },
      "20": {
         "Remarks": [
            "No, but I think it's important because I hear now the second question on you know, below expectation, I think as Frans mentioned earlier, we performed to what we were expecting in Connected Care. So for us it's not a below par performance in Q2 and you know, for monitoring - for ventilation, you know, you ship boxes and you unpack them. So therefore the ready for first patient use is much quicker and the revenue recognition is much quicker. In monitoring, you need to ship the systems, you need to set them up within the hospital networks, hand them over. So that takes a bit longer. And therefore you will see that bump up in Q3.",
            "Like we said, more specific guidance now between Q3 and Q4 is probably not appropriate, but we will have good sales in Connected Care in Q3, very strong double digit sales in Q3 and Q4."
         ],
         "Speaker": "Abhijit Bhattacharya"
      },
      "21": {
         "Remarks": [
            "And monitors and ventilators are both high margin, gross margin businesses. Of course it greatly contributes to operational leverage."
         ],
         "Speaker": "Frans van Houten"
      },
      "22": {
         "Remarks": [
            "I think maybe one more point, it's good to remind everybody is – to keep an eye on the government stimulus because there are a lot of questions on hospital CapEx in the midterm, I think both in Europe and U S there are quite some stimulus packages, which are being announced, which will take some time before the money flows in. But in the medium term, that gives us also some confidence that there will be enough and more demand going forward."
         ],
         "Speaker": "Abhijit Bhattacharya"
      },
      "23": {
         "Remarks": [
            "And if I can just squeeze in a follow up, so that that's very clear on, on the top line. I wonder if you're seeing any deceleration in orders, I guess, towards the end of the quarter and maybe into July on the ventilator side?"
         ],
         "Speaker": "Hassan Al-Wakeel"
      },
      "24": {
         "Remarks": [
            "No, not really. I mean, look, we booked the big US orders in April. So if you take that out, I think the order intake growth is still pretty solid, both in monitoring and in ventilator. So no big decline through the quarter."
         ],
         "Speaker": "Abhijit Bhattacharya"
      },
      "25": {
         "Remarks": [
            "Well, and looking ahead, emerging markets are grappling with the lack of infrastructure, WHO and other large schemes have not really come into play yet, its much slower. And Abhijit talked to around government orders and government infrastructure plays, I think that's all still to come.",
            "The realization that COVID is going to be with us for at least two years, and that more capacity needs to be built. That realization I think is top of mind of healthcare ministers. And so after the initial wave of kind of crisis demand, I think we will see an ongoing demand to build stockpiles, to build more capacity and have a higher ICU bed availability just to be safe."
         ],
         "Speaker": "Frans van Houten"
      },
      "26": {
         "Remarks": [
            "The next question comes from Mr. Ed Ridley-Day from Redburn. Please state your question, sir."
         ],
         "Speaker": "Operator"
      },
      "27": {
         "Remarks": [
            "Good morning. Thank you. First of all, on elective surgery. Thank you for the guidance you have given Abhijit. In terms of geographies, are there any markets, particularly in Europe where you've already seen a return to growth year-on-year in interventional cardiovascular procedures, or indeed close to growth, and if you could give any color on the Asian markets as well, that would be helpful. That's my first question.",
            "And then on the Personal Health side, we haven't discussed as much today, but can you give us additional color on where share was relatively strong and weak? That would be helpful. Thank you."
         ],
         "Speaker": "Ed Ridley-Day"
      },
      "28": {
         "Remarks": [
            "Okay. I think we are going to look up the IGT question with some geographical color. On Personal Health, the - we have seen China had come back relatively quickly after the first quarter. And then it started to flatten off a bit and we are still a tad lower than last year in China. And we relate that to a few factors, like 618 [ph] shifted. We see the retail stores still not being frequented very much.",
            "Then in Europe in late, in the second quarter, we saw a strong recovery. And even if you take a market like Germany, it was surprisingly strong. Domestic appliances and that's of course also good in the light of the process that we are planning, also a strong recovery towards the end of the second quarter, which bodes well.",
            "United States, actually consumer demand didn't go down as much as we had worried about, so strong expectations for this third quarter. The emerging markets are currently showing weakness, all right, which is logical given the fact that the pandemic is still very much raging there. I look to my side and see whether we have an answer on IGT."
         ],
         "Speaker": "Frans van Houten"
      },
      "29": {
         "Remarks": [
            "Yeah. I think IGT there a couple of things, one is in the U S Frans mentioned, you know, 90% or so if you look at the first three weeks of July, we are probably even back at pre-COVID levels, not of procedures, but of sales. So we expect procedures to still be around the 90% and then some stock building in the hospitals. So that kind of gets us back to last year's level in the U S.",
            "For the rest of the world, we see similar trends to what we have seen in the PH businesses. So where you see freer movement of people, you see their elective procedures returning quicker. So DACH, so Germany, Austria, Switzerland, we have seen, let’s say, reasonable growth. Nordic countries, Russia, and China, I think these were the main ones I can call out. So where you've seen consumer demand coming back more freer movement of people, you see elective procedures coming back there as well."
         ],
         "Speaker": "Abhijit Bhattacharya"
      },
      "30": {
         "Remarks": [
            "Well, thanks."
         ],
         "Speaker": "Ed Ridley-Day"
      },
      "31": {
         "Remarks": [
            "The next question comes from Ms. Kate Kalashnikova from Citibank. Please state your question, ma’am."
         ],
         "Speaker": "Operator"
      },
      "32": {
         "Remarks": [
            "Hello, Frans, Abhijit. Kate Kalashnikova from Citigroup. My first question is on patient monitoring business. Given the recent commitments by various governments to increase intensive care units, bed capacity, how do you think about medium term growth potential for patient monitors? Historically the market growth was in the low single digit, could it perhaps move to mid single digits in the next few year, or do you see more one-time demand increase this year, like for ventilator business?"
         ],
         "Speaker": "Kate Kalashnikova"
      },
      "33": {
         "Remarks": [
            "Hi, Kate. Well, patient monitoring is used in multiple care settings. The intensive care unit that is where we now see a boost in capacity and likely to go on for another year. And that is good because Philips has a very strong position in ICU. But what we will also see is the accelerated adoption of monitoring in other care settings, the general ward, in fact, many COVID patients ended up that didn't require intensive care support and patient monitoring at home or in ambulatory care settings.",
            "Both general ward and other care settings were relatively small markets, that we will now see accelerated growth in. So we are at the beginning of an adoption curve to equip these other care settings with an infrastructure, the monitoring stations or the command centers, plus the disposable wireless sensors, like the biosensor that I described. And that is all a new market that will start to boom.",
            "Moreover, the Connected Care platform that we talked about so often, we now see a strong interest in that. I referred to the Veterans Administration - Veterans Affairs, giving us a 10 year contract to build out a tele-critical care for care management, care coordination, patient engagement, but also collaboration between caregivers, which is all technology informatics-based, cloud-enabled.",
            "And those are new markets, right? Those markets are going to supplement our traditional strengths in the ICU. And therefore, even if, let's say, the initial peak in Connected Care, will start tapering off and also on the ventilators that will happen, then we are working very hard to get the new babies, the new areas to grow up quick - quickly and take over from there, and also then to deliver on some of the promises that we have been making around Connected Care."
         ],
         "Speaker": "Frans van Houten"
      },
      "34": {
         "Remarks": [
            "Okay, great. Thanks for this. And sticking to Connected Care, could you provide a bit of color on demand for the new E30 ventilator? What have you seen so far?"
         ],
         "Speaker": "Kate Kalashnikova"
      },
      "35": {
         "Remarks": [
            "Yeah. For everybody on the calls, for the E30 ventilator, it was approved under the emergency approval of the FDA. It was a great accomplishment. What we have also learned is that not every government in the world is comfortable with that emergency approval. And several governments still give preference to the Trilogy EVO and the E300 [ph] ventilators and V60 ventilators, which are truly intensive care hospitals ventilators over the E30, right. And of course, those have a much higher sales price. And therefore, we don't mind so much that they give preference to the more sophisticated ventilators.",
            "So the E30 was launched, immediately it got orders in April, tens of thousands. And, and that's where we are currently. I think there's still an opportunity perhaps for the emerging markets to pick it up further. Although also in emerging markets, we see the strong interest in the E300 in particular."
         ],
         "Speaker": "Frans van Houten"
      },
      "36": {
         "Remarks": [
            "The next question comes from Mr. Scott Bardo from Berenberg. Please state your question, sir."
         ],
         "Speaker": "Operator"
      },
      "37": {
         "Remarks": [
            "Thanks very much, indeed. Yeah, just following on from the E30 question. I know this was a little bit more speculative or not underpinned by concrete orders, so to say, but understanding was that you were ramping up production to 15,000 units per week as per April. Following on from your comments, Frans, is it likely now that you significantly scale back production of these systems?",
            "And second question, please, Frans. I mean you made an early comment during the initial outbreak that you saw intensive care unit capacity doubling globally as a result of this crisis. I just wonder whether any of the discussions you've had with governments or hospital CEOs has reinforced that outlook. Is there any data points that would point in that direction? Thanks."
         ],
         "Speaker": "Scott Bardo"
      },
      "38": {
         "Remarks": [
            "So maybe let me take the one on the E30 ramp up, right? So the E30 is basically a modified BiPAP. So while we said we ramped up production to the 15,000, as you mentioned, Scott, that was a flexible capacity together with our BiPAP capacity. So we are producing to order now and you know, we have sold a couple of tens of thousands of units. So it's not that it hasn't, but we are not stuck with high inventories or anything, because that is a thing that we can flex together with our BiPAP capacity.",
            "So, so far so good, and like Frans said, it's an emergency ventilator, and, you know, if there is future demand in emerging markets we still have the ability to ramp that up very quickly."
         ],
         "Speaker": "Abhijit Bhattacharya"
      },
      "39": {
         "Remarks": [
            "Yeah. But we don't mind selling the E300…"
         ],
         "Speaker": "Frans van Houten"
      },
      "40": {
         "Remarks": [
            "Absolutely, not."
         ],
         "Speaker": "Abhijit Bhattacharya"
      },
      "41": {
         "Remarks": [
            "It’s a much more sophisticated unit. The ICU capacity statement, that statement still holds. Of course, whether governments are going to materialize, it remains to be seen. You can see how well Germany came through the COVID crisis. They have a much bigger capacity and ability to respond. Just for example, my own country here in the Netherlands.",
            "We - in the press release, we spoke about in the Philippines, India, about these emergency units to compliment the existing infrastructure. It just goes to - more anecdotally to underline the need for it. I think so far we have seen the initial wave of emergency response, okay. And government policies still have to firm up when it comes to a more structural capacity increase and this is where a lot of dialogue is going on, how to organize for it, also how to staff it, right. And this is where we can contribute with our eICU, virtual ICU technology, because staffing is more of an issue than just the CapEx itself.",
            "Abhijit referred to government spending and government programs being designed. So European Union, in their budget discussions currently, there is a big chunk reserved also to improve healthcare systems. I refer to WHO investments. So a lot of that is still pending. I continue to believe that the policy response will be to increase that capacity. It's so far not yet in these numbers, because we are still in the phase of the emergency response only."
         ],
         "Speaker": "Frans van Houten"
      },
      "42": {
         "Remarks": [
            "The next question comes from Max Yates from Credit Suisse. Please state your question, sir."
         ],
         "Speaker": "Operator"
      },
      "43": {
         "Remarks": [
            "Thank you. Just my first question is going back to Personal Health, you made the comment about the changing mix of the China business, and I think you said 46% of it is now online. Could you talk a little bit about how in a kind of normalized volume environment that mix could affect profitability? Does it require more advertising and promotion online relative to store sales? And could we see a shift in profitability as a result of this even if demand normalizes back to 2019 levels? That's my first question. Thank you."
         ],
         "Speaker": "Max Yates"
      },
      "44": {
         "Remarks": [
            "Yeah, Max. The 46% is global. It's not China, right? So in China, online is 90%, right, its very high after let's say the impact of pandemic. So 46% globally now online, it does mean that we need to structurally adapt our go to market accordingly, as an Amazon or other digital platforms take a different support and marketing effort than the traditional retailers.",
            "And I don't see so much a shift in profitability for let’s say the channel structure. I do see that in online channels, advertising and promote - and promotion to create consumer pool is very, very important. And so at Philips, we are currently making a shift between so-called fixed selling expenses versus advertising and promotion, right, where we have structurally a desire to increase that, while reducing other selling expenses, right.",
            "And we are currently doing that in Europe. And we have shifted the way we serve customers like an Amazon on a pan-European level, as opposed to in-country, thereby also being able to optimize mix and margin structure. And we think these are all trend lines that are there to stay and that in the end will make us I think stronger because I'd rather spend more money on advertising and promotion than on, let's say, an extensive infrastructure to deal with a lot of offline customers."
         ],
         "Speaker": "Frans van Houten"
      },
      "45": {
         "Remarks": [
            "Max, to be clear, the profitability online versus offline for us both are equally profitable. So it doesn't mean that if we shift more to - the structure of the P&L is different as Frans just explained, but it's not that one channel is less profitable than - or that online is less profitable than on the offline."
         ],
         "Speaker": "Abhijit Bhattacharya"
      },
      "46": {
         "Remarks": [
            "Okay. Understood. And just by my follow up would be on the ventilator backlog, and I guess from your comments, you'll be at that 4x level of a ventilator capacity by Q3. I just wanted to understand based on the backlog that you have today, how many quarters of production or revenue at that kind of capacity level do you have in the backlog, i.e., is Q1 and Q2 2021 supported by the backlog in ventilators that you see today at that kind of 4x capacity level? Thank you."
         ],
         "Speaker": "Max Yates"
      },
      "47": {
         "Remarks": [
            "So we don't see that going into Q2. Next year we will have it, of course, till the end of the year, and then we will see how Q1 developed. So it doesn't go into as far as into Q2 of next year. So that is why I had mentioned last time that also the investments that we make, including the CapEx, most of it will be a written off this year itself."
         ],
         "Speaker": "Abhijit Bhattacharya"
      },
      "48": {
         "Remarks": [
            "As we speak, there are still orders coming in. So I'd say back to the discussion, you know, first wave emergency response, subsequently waves of building infrastructure that is still going to come and, emerging markets are also ordering as we speak. It's just that the visibility of the backlog is about two quarters at the moment and with the capacity increase, our response to delivering on those orders has greatly improved. By the way, that 4x will be achieved by the end of July. So we're almost there."
         ],
         "Speaker": "Frans van Houten"
      },
      "49": {
         "Remarks": [
            "Okay, great. Thank you very much."
         ],
         "Speaker": "Max Yates"
      },
      "50": {
         "Remarks": [
            "The next question comes from Mr. Julien Dormois of Exane BNB Paribas. Please state your question, sir."
         ],
         "Speaker": "Operator"
      },
      "51": {
         "Remarks": [
            "Hi. Good morning, Frans, good morning, Abhijit. Thanks for taking my questions. I have one which is on M&A because you guys have been, let's say unusually quiet on that front for now, maybe, maybe about two years. So I can understand that the circumstances are pretty special today. But how should we think about your M&A appetite over the next few months and quarters? Are you willing fully taking some time and waiting to get the - possibly the money from the domestic appliance carve-out? Or should we expect you to be aggressive on that side in the coming quarters?",
            "And the second question relates to the order book, specifically in D&T. It's more of a housekeeping question. But I was curious if you could provide us with more granularity in the three business lines for the other book between imaging, ultrasound and IGT, because the growth rates are very different here for these reasons, but it's interesting to get your - more granularity on the order book trend?"
         ],
         "Speaker": "Julien Dormois"
      },
      "52": {
         "Remarks": [
            "Yeah. I'm just wondering Julien what to say on your first question. The fact that we are silent means there is nothing to announce. And obviously, the main premise of the Philips value creation story is on organic growth and improvement of execution, right? So we are not dependent on M&A, and there is plenty to be done. And if, and when there is a great M&A opportunity then we are ready for it, right. And I'd like to leave it at that."
         ],
         "Speaker": "Frans van Houten"
      },
      "53": {
         "Remarks": [
            "Regarding the D&T order book, I think if you look at diagnostic imaging, we are actually expanding the order book, primarily driven by CT. Also mobile x-ray, we see a, quite some movement. So those are the two lines where we see an increase. Ultrasound is roughly flattish. And then in image-guided therapy, slightly down. That's how I would look at the order book now so far.",
            "Okay. Should we move to the next? Operator, can we go to the next question?"
         ],
         "Speaker": "Abhijit Bhattacharya"
      },
      "54": {
         "Remarks": [
            "The next question comes from Mr. Falko Friedrichs of Deutsche Bank. Please state your question, sir."
         ],
         "Speaker": "Operator"
      },
      "55": {
         "Remarks": [
            "Thank you. I have one question please. Can you update us on the service agreements for the big ventilator deals you recently signed? Have you been able to secure the service contract for those and if not, do you still expect that to happen over the next few months?"
         ],
         "Speaker": "Falko Friedrichs"
      },
      "56": {
         "Remarks": [
            "Great question, Falko. Let's say, ventilators do not always get service contracts immediately. And certainly during this emergency response, the procurement, people at hospitals were just scrambling to get their hands on the ventilators. So we are following that up, with a big effort to also offer services, as well as even stockpile maintenance services. Because I think what some governments - governments discovered is that they had some stockpile, but it was out of date, right. And therefore it was not completely useful.",
            "We are, let’ say, extending our technology managed services service line to also extend to ventilator programs. The jury is still out on that. We certainly can, in the future meetings give you a further update."
         ],
         "Speaker": "Frans van Houten"
      },
      "57": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Falko Friedrichs"
      },
      "58": {
         "Remarks": [
            "Unfortunately, we only have time left for one more question. The last question comes from Mr. Wim Gille of ABN AMRO Bank, Please state your question, sir."
         ],
         "Speaker": "Operator"
      },
      "59": {
         "Remarks": [
            "Yes. Good morning. Wim Gille from ABN. Because of the whole COVID situation, the impacts of the US, China trades dispute and the import tariffs, et cetera, have been pushed a little bit to the background. But can you give us a bit of feeling, especially as some of the tension that seems to be escalating again. So where are you in terms of what the impact of the trade tariffs is for the quarter and for the year?",
            "And also, I seem to remember that late last year there was a bit of a delay in basically you guys adjusting your supply chain, manufacturing footprint, et cetera, which had a bit of an impact on profitability in the second half of last year. So where are you in the process of redesigning your footprint and your supply chain to deal with potential uncertainties in future?"
         ],
         "Speaker": "Wim Gille"
      },
      "60": {
         "Remarks": [
            "Yeah. Hi, Wim. In Abhijit’s commentary, in the opening of this call, he said that the gross impact of the tariffs for the full year is about €70 million of which we are able to mitigate around 30 and therefore the net impact this year on the P&L is about €40 million.",
            "Yes, we are adapting our supply chain, but it doesn't mean that you can avoid all [ph] tariffs, because tariffs are not only on final assembly, but also on the component stream underneath that, right? And therefore, the impact will not go fully away, as we are dependent on.",
            "For example, we produce magnets in the United States. We procure other stuff in Europe and Asia. And to a degree, you can also try to find exemptions, although those are temporary. I am a bit concerned by the global narrative around supply chains. And I think generally people are not fully comprehending the interdependency on the supply chains globally. So even when you kind of re-sure final assembly, you're still very dependent on, for example, semiconductor chips out of Asia, right.",
            "So I want to continue to underline the necessity that borders stay open. At Philips, of course, we will continue to optimize our footprint and try to mitigate further these tariffs, but we need to be very vigilant about further developments."
         ],
         "Speaker": "Frans van Houten"
      },
      "61": {
         "Remarks": [
            "Thank you very much."
         ],
         "Speaker": "Wim Gille"
      },
      "62": {
         "Remarks": [
            "I think that was the last question. Let me take the opportunity to thank everybody very much for joining this call and to be part of the Philips story and journey, a story that will lead us back to growth in the second half year and modest growth for the full year and a modest profit improvement for the full year. And I bring to recollection, that it's very exciting that our customers have validated our strategy to embrace solutions and informatics to augment the traditional way of giving care. So thanks very much. So I hope to speak with you next time. And certainly also around our Capital Markets Day that we are still planning for the November timeframe. Thanks very much."
         ],
         "Speaker": "Frans van Houten"
      },
      "63": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Abhijit Bhattacharya"
      },
      "64": {
         "Remarks": [
            "This concludes the Royal Philips second quarter and semi annual 2020 results conference call on Monday 20th of July, 2020. Thank you for participating. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}