{
   "Date": "August 12, 2020",
   "Presentation": {
      "Meaghan Peloso": [
         "Thank you, Michael, and good afternoon, everyone. As of June 30, the company had $378 million of funds available under our revolving credit facilities and a conservative leverage position with a debt to total asset ratio of 27%. We anticipate maintaining a similar level of liquidity throughout the remainder of 2020. Our continued focus to maintain a strong balance sheet and allocate capital prudently has provided us with the flexibility to manage our business effectively during this time. As it relates to COVID and the direct impact on our financial results, except for a basin or ski hill in Colorado, results for the quarter were not materially impacted by the ongoing pandemic.",
         "In response to government-mandated closures, a basin was required to close for mid-March through May, resulting in a $5.8 million decline in NOI quarter-over-quarter. Some of our active development projects were required to temporarily cease construction due to government-mandated closures. However, they have also reopened, and we experienced minimal delays from a scheduling perspective.",
         "We continue to work with our retail and commercial tenants on a case-by-case basis, providing temporary rent deferrals and by participating in CECRA, the Canada Emergency Commercial Rent Assistance program, CECRA provides qualifying small businesses, a 75% rent abatement to tenants, of which one-third is absorbed by the landlord and two-third is paid by CMHC. Overall, the rent abatement provided to our qualifying tenants did not have a significant impact to our results for the quarter. Across our consolidated results, Dream’s average monthly rent collection in the second quarter exceeded 88%. In the second quarter, we’ve successfully closed on the sale of our indirect interest in the renewable power portfolio, generating pretax earnings of $34 million for during net of transaction costs as well as $70 million in gross cash proceeds, which were received subsequent to period end.",
         "The company also completed the refinancing of the distillery district, our 395,000 square foot retail site in downtown Toronto, which provided an additional $42 million of liquidity for Dream. Earnings before income taxes after adjusting for fair value gains and losses taken on Dream Alternatives units held by other unitholders for the second quarter was $28 million, an increase of $3.7 million relative to the prior year. The increase was driven by earnings from the renewable power sale and lower interest costs, partially offset by the timing of development completion within certain equity-accounted investments, reduced earnings from a basin and Dream Alternatives investment portfolio and certain fair value losses recognized on our investment properties in the period.",
         "In terms of results by our operating segments, in Q2, our recurring income segment generated revenue and net operating income of $19.8 million and $4.2 million respectively, compared to $42.5 million and $21.8 million in the prior period. The decrease was driven by the temporary closure of a basin and reduced income from Dream Alternatives portfolio due to prior year asset dispositions and loan repayments in line with the Trust’s strategic plan.",
         "Results for the second quarter include fair value losses on investment properties of $4.9 million, driven by revised market growth assumptions. In the quarter, our development segment generated revenue and net margin of $42.3 million and $3.4 million, respectively, up by $8.7 million and $4.1 million from the prior year. The increase was primarily driven by higher acre sales volumes in Western Canada and the specific condo occupancy mix relative to the comparative periods.",
         "Final closings at Riverside Square, BT Towns, Canary Block and Canal and Zibi, which in aggregate, comprise over 1,000 condo units are expected to occur in the second half of 2020, which is a significant milestone for our development division. This will result in the collection of approximately $97 million in receivables and their payment of over $88 million in construction facilities at Dream’s share. Through the remainder of 2020, we do not anticipate significant earnings from the division as we now have limited inventory available for occupancy.",
         "Subsequent to quarter end, Dream completed the consolidation of all issued and outstanding subordinate voting shares and Class B common shares on a 2:1 basis. From a reporting perspective, we were required to present all share information on a retrospective basis. Year-to-date, we have purchased 5.4 million subordinated voting shares through our NCIB or a substantial issuer bid for total proceeds of $125.7 million.",
         "With that, I will now turn the call back over to Michael."
      ],
      "Michael Cooper": [
         "Thank you very much. Good afternoon, everybody. I’m here today with Meaghan Peloso, who’s the Chief Accounting Officer. And between her and I, we are looking forward to giving you an update on the company and answering your questions.",
         "A couple of things. I mean, there’s nothing worse than borrowing, and this year hasn’t been borrowing at all. I think that the nature of a company has been that we continually alter our focus and always try to improve. Generally, we’ve been trying to become a safer and safer business, more recurring income and more liquidity. I think that’s been the goal over the last three years, and I think that the main things that we’re focused on doing is generating recurring income from building best-in-class properties.",
         "And we’re putting a lot of attention to asset management. And unlike in the past, we’re really looking at doing more private asset management. And there we think it will take three years or we’re budgeting that within three years, we’re going to break even. So it’s not going to be interesting in terms of cash flow, but hopefully, if we do a good job, it will be interesting in terms of value, which is consistent with our philosophy.",
         "But on the front, on the income property, it’s pretty exciting. In the next 45 days or so, we’re going to have a building in Saskatoon, apartment building in Saskatoon to finish and start marketing. So that’s the first one of this era. In Ottawa, we’ve got a couple of renovated buildings that the tenants are fitting out. So Zibi will have its first income property. We have two condo buildings that were completed. We’re building an apartment building in Gatineau that’s well out of the ground. It should be finished by November of next year.",
         "We’ll also have the government building that we’re building on the Ottawa side, completed next November. We’re building Block 8 at West Don Lands, and it’s well under construction. We’re building blocks 3, 4, 7, we started next year. And by the end of 2023, we think we’re in close to 2,500 apartment units completed. And that will be a significant change, but we have a tremendous pipeline behind that. So we’re really looking at having success building these income properties. So that’s been coming along pretty well.",
         "If you go around the company, we started to build out providence, a groundbreaking two weeks ago, I guess. I went out to Calgary, and it really was special to be out in Calgary because that’s had six horrific years and able to start a new development where we got construction contracts to build the work, and we’ve got contracts to sell the lots, and it all works together. And the team there put together a press release that said, there’ll be 20,000 years of jobs in our development, $2.5 billion. And it’s a big deal, and we were really – I was really happy to see the reception, so that that’s a great thing.",
         "This year in Western Canada, like our whole business, it’s not as good as we had hoped initially. And things are way better than we were worried about April. And I think that’s the theme for our company and for many others. So in Western Canada, we’re having better Fortune selling houses and selling lots and getting orders for next year. But overall, the numbers will be a little weak other than the sale of Glacier Ridge. But I think you’ll see over the next few years, our business in Western Canada will be improving, and we’ll continue to generate cash that we will recycle for other uses. So that part is looking pretty good.",
         "Our condo buildings. We closed a lot of condo buildings, not just occupied them but got them registered. We have a few more to go this year, and that’s worked out pretty well. I would say that generally, on the ability we’re building in Ottawa and in Toronto and out West. We are seeing construction costs pretty much consistent with what we budgeted. So that hasn’t been a big deal. And in Downtown Toronto, we got Block 12, which is well under construction, completely sold. That’s going to be a big contributor for 2022, and we’ve got a lot of sites going through planning approvals, and that’s pretty great thing is to have such a pipeline of properties.",
         "Over the last few months, starting March 16, I think it was March 14 three basin, it was closed, and that cost us a lot of money. We entered into the season where we make the most money and it had to close. So we were able to open it on May 27 for 12 days, which was really interesting because it gave us a chance to test out how we can operate in a COVID world. It was very successful, and now we’re dealing with the government at the county level and the governor’s level for how we can open, if you can believe it, another 60 days.",
         "We’re also building two new lifts, an adventure center and via ferrata, which is an incredible rock climbing experience. And we’re making money, we’re getting revenue anyways from these things already this summer. So we’re pretty excited about that. And hopefully, this year will come together. Well, tickets – season’s pass sales are going fine for us. They’re going great for Altera. So we think that subject to restrictions on how many people can come to ski hill, which we don’t know yet. It’s looking pretty good.",
         "But in Toronto, we have two hotels that were closed, one was at Gladstone. We bought it when lockdown had happened, but we’re renovating. So that’s worked out okay. But I guess the sort of surprising one is between the two hotels and distilleries, we have 10 restaurants that were closed. The Distillery restaurants are open, the Broadview’s open. But altogether, this has been a significant drop in revenue that we hope we can get back for next year. We sold our renewable power, and we did as well as we would have hoped for. So that’s interesting because it contributed a lot of cash, but it really marks that, as I mentioned earlier, we were looking to make more liquidity and continue to increase the quality of our assets.",
         "So prior to COVID, a lot prior to COVID, we sold Dream Global and that worked out pretty well, and we sold Glacier Ridge and that worked out pretty well, and we sold renewable power. All of these things were pre-COVID decisions, but really excited that to basically complete all the areas that we are looking to get cash out of, and the company has a lot of capital. So we’re excited about that. Dream Office is doing well. We’ve been discussing last year, we bought six out of it east at over $800 a square foot, and we’ve just been talking about, would we buy that again at that price today. And I think the whole team feels that we would love to. We haven’t been able to see another asset like that in the last year.",
         "But we’re pretty convinced that downtown Toronto with the type of buildings that we have, will function just fine as we get through this. So we’re pretty happy with how everything is going, which is shocking, considering how much anxiety we’ve had. Our people are doing well. For the rest of the year, I doubt we’re going to make a lot more money than we’ve made because so much of the money that we made this year from the sale of renewable power and Glacier Ridge, but we’ll make a little bit more. And in total, it’ll turn out to be a pretty good year, all things considered. And I would say throughout the company, we’re keeping one eye on how we manage through whatever economic crisis and pandemic we’re having now and the other eye on being steady and opportunistic for the future.",
         "So that’s basic summer where we are. Maybe Meaghan can speak a little bit more specifics, and we’ll be happy to answer your questions.",
         "Thank you, Meaghan, and we would be happy to answer any questions that you may have."
      ],
      "Operator": [
         "Good morning, ladies and gentlemen, and welcome to the Dream Unlimited Corp. Second Quarter Conference Call for Wednesday, August 12, 2020.",
         "During this call, management of Dream Unlimited Corp. may make statements containing forward-looking information within the meaning of applicable securities legislation. Forward-looking information is based on a number of assumptions and is subject to a number of risks and uncertainties, many of which are beyond Dream Unlimited Corp.’s control that could cause actual results to differ materially from those that are disclosed in or implied by such forward-looking information. Additional information about these assumptions and risks and uncertainties is contained in Dream Unlimited Corp.’s filings with securities regulators, including its latest annual information form and MD&A. These filings are also available on Dream Unlimited Corp.’s website at www.dream.ca. Later in the presentation, we will have a question-and-answer session. [Operator Instructions]",
         "Your host for today will be Mr. Michael Cooper, CRO of Dream Unlimited Corp. Mr. Cooper, please go ahead."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] And from Canaccord, we have Mark Rothschild. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Thanks. Hi, Michael. Maybe if you could talk a little bit more about the strategy for apartments in the U.S.? And how big do you see this opportunity getting? And what’s your plans there?"
         ],
         "Speaker": "Mark Rothschild"
      },
      "3": {
         "Remarks": [
            "Well, great question. So we sold the renewable power that had about 14 years left on the contract, and we have kind of used up the tax benefits. So we swapped into that, and we’ve been looking with Paul’s Corp. at doing something with them in apartments in the states. And this is a portfolio that Blackstone was selling, and we were able to negotiate a deal with them. For us, it’s an opportunity to get started with apartments in the U.S. We would look at that on our own book as well as potentially bringing other investors and building some kind of vehicle in the states to continue to grow it. Quite honestly, the returns are pretty attractive, just keeping it on our book. But we’re building on our expertise and our team, and we are looking for more apartments. And we’re probably going to look to see if we could bring in other partners for that and grow it into something that’s meaningful."
         ],
         "Speaker": "Michael Cooper"
      },
      "4": {
         "Remarks": [
            "Okay. Great. Thanks. And in regards to Alpine Park, obviously, it’s great to get going started on that. Based on the environment in Alberta now and what you see, what are your expectations for the confidence in selling loss? And what do you think is achievable over the next couple of years?"
         ],
         "Speaker": "Mark Rothschild"
      },
      "5": {
         "Remarks": [
            "We have 787 lots, single-family lots in the first phase, and that’s about 134 acres, and we think that will take five years to build-out. And we think it will be quite profitable. That will still leave us with about 500 acres in the first approved area. The next phase is sort of the city center. That phase alone isn’t that big, but the total density on it is equal to Zibi. So now that we’ve got to start it we think the single-family lots will be relatively simple. We think we’ll be producing a lot of cash after we do the first stage of the first five stages. And the big emphasis now is to get the city center organized. It’s approved generally, but we’ve got to do is like a site-specific approval and work with builders to help build it out. So that’s a much bigger undertaking, and what we’re really focused on now is having a good idea of construction costs at the same time as we get commitments from – for the revenue side with big deposits. So if we can match that up for the next stage, the next phase, the big one to city center. That would be great. But that’s probably two to three years out."
         ],
         "Speaker": "Michael Cooper"
      },
      "6": {
         "Remarks": [
            "Okay. Great. And maybe just one last one. I’m not sure if I understand this correctly, but appears there was something assets in assets held for sale that was moved out that wasn’t sold. Am I reading that correctly? And can you let us know what that was or what happened?"
         ],
         "Speaker": "Mark Rothschild"
      },
      "7": {
         "Remarks": [
            "I’m going to leave that to Meaghan. I just took the cash."
         ],
         "Speaker": "Michael Cooper"
      },
      "8": {
         "Remarks": [
            "That’s correct. That related to our Tamarack sites, which we pulled off the market. So we’ve reclassified those to our investment properties. So they’re still on our balance sheet."
         ],
         "Speaker": "Meaghan Peloso"
      },
      "9": {
         "Remarks": [
            "Okay. Great. Thank you so much."
         ],
         "Speaker": "Mark Rothschild"
      },
      "10": {
         "Remarks": [
            "From TD Securities, we have Sam Damiani. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "11": {
         "Remarks": [
            "Thanks and good afternoon. Just on the AUM, fee earning AUM, it was shown at $3 million versus $4 billion last quarter. Is that just the sale of the renewables? Or is there anything else that brought that down?"
         ],
         "Speaker": "Sam Damiani"
      },
      "12": {
         "Remarks": [
            "Sam, that’s correct. That would be the largest driver."
         ],
         "Speaker": "Meaghan Peloso"
      },
      "13": {
         "Remarks": [
            "And obviously, you’re just rounding there."
         ],
         "Speaker": "Sam Damiani"
      },
      "14": {
         "Remarks": [
            "I think it’s mainly industrial and Dream Alternative Trust, so that would take it over $3 billion."
         ],
         "Speaker": "Michael Cooper"
      },
      "15": {
         "Remarks": [
            "It’s just rounds to $3 million, exactly. Okay. And then what’s the update on Dream Equity Partners and for the fall launches earlier?"
         ],
         "Speaker": "Sam Damiani"
      },
      "16": {
         "Remarks": [
            "Yes. We’re – we just had a 2-hour meeting on it this morning. We’re working on what we need to do to be a good institutional manager. So far, all the work we’re doing are – is internal. But yes, as – you’re right as we get to the fall, we started to reach out. But I’ve mentioned it was, I think it could be three or four years before we break even let alone have anything meaningful. So I prefer to have low expectations and time to build it out the way we want to. So we’ve got a couple of business ideas that we are going to introduce in the fall, but it could take a year to get any of them going."
         ],
         "Speaker": "Michael Cooper"
      },
      "17": {
         "Remarks": [
            "Okay. And just on your outlook for A-Basin in the coming season, I mean based on what you know and what you expect, like what sort of revenue and EBITDA do you envision relative to corporate pre-COVID levels?"
         ],
         "Speaker": "Sam Damiani"
      },
      "18": {
         "Remarks": [
            "It’s a real interesting question because pre-COVID, the prior year, we were on the Vail pass. And then last year, we switched, and we had a very bad fall season because the way we did it with Altera or the Icon Pass is there was restricted uses at A-Basin, so everybody saved there until the spring. So we learned a bit there, but I think we’ll be able to do better this year than last year. The way we’re budgeting it is we’re having a lower required capacity by the county, and that comes off around March 1. So it’s really hard – but you’ve got to make some pretty big assumptions about what is going to be allowed. But I think we’re figuring we can probably shoot for to make as much as we would have made in the 2018/2019 season with some restrictions.",
            "And without those restrictions, we think we could do a lot better. But if we’re not allowed to be open, it will have a big influence on it. And if this – whatever – so it’s still early. And to be clear, this is something that affects Keystone, Breckenridge, Copper Mountain, Beaver Creek, Vail, everybody is working with the governor – the governor’s office plus Eagle County or Summit County to create the new rules for safety. So on the ski hill itself, there’s really no issues. The issue has to do with – when people get really cold and there’s a lot of people inside of building. So there’s a lot of new ideas on how to manage that. Obviously, to me, the amazing thing is we’re going to be open in 50 days. So we don’t have all the answers yet, but everybody is working closely to come up with some that works for the county effectively."
         ],
         "Speaker": "Michael Cooper"
      },
      "19": {
         "Remarks": [
            "Great. Thank you. I know it’s clearly uncertain. And just looking at the development side, both Brightwater and King West, what’s the status of those coming to market?"
         ],
         "Speaker": "Sam Damiani"
      },
      "20": {
         "Remarks": [
            "So I think before year-end, we’re probably going to launch our first buildings at Brightwater and our first condo – the only condo at Block 10, which is the indigenous hub. So those are good. On King Street, there’s been a lot of activity on it, and we’re working – if things go well by next quarter, we’ll have some more information on it. But land prices have held in really good. Condos have been selling really well, and we’re getting ready to move forward on the King Street site as well."
         ],
         "Speaker": "Michael Cooper"
      },
      "21": {
         "Remarks": [
            "All right. Great. Thanks. I will turn it back."
         ],
         "Speaker": "Sam Damiani"
      },
      "22": {
         "Remarks": [
            "From CIBC, we have Dean Wilkinson. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "23": {
         "Remarks": [
            "Good afternoon, everyone. Hopefully, two quick easy ones for me. On the $34 million pretax gain on the firelight sale. Do you have the tax number associated with that? Just looking at what the bottom-line impact from that transaction?"
         ],
         "Speaker": "Dean Wilkinson"
      },
      "24": {
         "Remarks": [
            "Yes. It’s just over $8 million."
         ],
         "Speaker": "Meaghan Peloso"
      },
      "25": {
         "Remarks": [
            "$8 million. I just want to make sure that I’ve backed into the math right here because I’ve looked at too many numbers in the last 24 hours, my head’s spinning on the Dream standalone adjusted for the consolidation, would that earnings per share number has been around $0.85?"
         ],
         "Speaker": "Dean Wilkinson"
      },
      "26": {
         "Remarks": [
            "I believe it was $88 million."
         ],
         "Speaker": "Meaghan Peloso"
      },
      "27": {
         "Remarks": [
            "$88 million."
         ],
         "Speaker": "Dean Wilkinson"
      },
      "28": {
         "Remarks": [
            "But we take that as an insult, Dean."
         ],
         "Speaker": "Michael Cooper"
      },
      "29": {
         "Remarks": [
            "I would never insult you, Michael."
         ],
         "Speaker": "Dean Wilkinson"
      },
      "30": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Michael Cooper"
      },
      "31": {
         "Remarks": [
            "Okay. We’re a good company. That’s it for me. Thanks everyone."
         ],
         "Speaker": "Dean Wilkinson"
      },
      "32": {
         "Remarks": [
            "Thank you. They were easy for me because Meaghan had to answer them."
         ],
         "Speaker": "Michael Cooper"
      },
      "33": {
         "Remarks": [
            "[Operator Instructions]"
         ],
         "Speaker": "Operator"
      },
      "34": {
         "Remarks": [
            "Okay. So there’s no more questions. I’d love to thank everybody for continuing to tune into our conference calls. Feel free to follow-up with Meaghan and/or I if you have any further questions, and be safe. Thanks."
         ],
         "Speaker": "Michael Cooper"
      },
      "35": {
         "Remarks": [
            "Thank you. Ladies and gentlemen, this concludes today’s conference. Thank you for joining. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}