{
   "Date": "June 25, 2020",
   "Presentation": {
      "Michael Gorenstein": [
         "Thank you, Shayne. Good morning. Welcome to the 2020 Annual and Special Meeting of Shareholders at Cronos Group Inc. I am Mike Gorenstein, Chairman, President and CEO of the company. This year, to proactively deal with the unprecedented public health impact of the COVID-19 pandemic, this meeting is being held as a virtual-only meeting.",
         "Before proceeding with the formal business of the meeting, I would like to introduce the company's executive officers who are joining us virtually this morning: Jerry Barbato, Chief Financial Officer; Xiuming Shum, Executive Vice President, Legal and Regulatory Affairs and Corporate Secretary; Todd Abraham, Chief Innovation Officer; Jeff Jacobson, General Manager of Canada and Europe; Rob Rosenheck, Chief Executive Officer of Redwood Wellness.",
         "Let me briefly explain the format of today's meeting. We will start with administrative items and then continue with the formal business of the meeting, which includes the presentation of our 2019 financial statements, the election of directors, the adoption of a nonbinding advisory resolution approving the compensation of the company's named executive officers; the adoption of a nonbinding advisory resolution on the frequency of future say on pay votes; the adoption of an ordinary resolution approving the 2020 Omnibus Equity Incentive Plan of the company; the adoption of a special resolution authorizing the company to make an application for the continuance of the company from the laws of the Province of Ontario to the laws of the Province of British Columbia and approving the notice of articles and articles of the continued company; and the appointment of KPMG as the company's auditors for fiscal year 2020 and the authorization of the Board to fix KPMG's remuneration.",
         "During today's meeting, officers of the company may make statements which are forward-looking statements for the purposes of applicable securities laws. All statements made today that are not clearly historical in nature may constitute forward-looking statements. Forward-looking statements are necessarily based upon a number of estimates and assumptions that are inherently subject to significant business, economic and competitive risks, uncertainties and contingencies that may cause actual results, performance or achievements to be materially different from the estimated future results, performance or achievements expressed or implied by those forward-looking statements.",
         "The forward-looking statements made in today's meetings are only made as of today's date, and except as required by law, Cronos Group disclaims any obligation to update or revise any such forward-looking statements. Forward-looking statements are not guarantees of future performance and are subject to risks and uncertainties. A discussion of some of the material risks applicable to the company can be found in Cronos Group's 2019 annual report on Form 10-K and quarterly report on Form 10-Q for the first quarter of 2020, both of which have been filed on SEDAR and EDGAR. Undue reliance should not be put on forward-looking statements.",
         "I now call this Annual and Special Meeting of Shareholders to order. I will act as Chair of the meeting; and Xiuming, the Executive Vice President, Legal and Regulatory Affairs and Corporate Secretary of the company, will act as Secretary of the meeting.",
         "TSX Trust company, the company's registrar and share transfer agent, will act as scrutineer for the meeting. The Secretary has provided me with an affidavit of TSX Trust company dated June 4, 2020, as to the mailing of the notice of the meeting, together with the proxy statement dated April 28, 2020, proxy form and other proxy related materials to all shareholders of record as of the close of business on April 27, 2020, the record date of the meeting.",
         "Additional copies of these materials are also available on our website and under our profile on SEDAR and EDGAR. Unless there is an objection, I will dispense with reading the notice of meeting. A copy of the affidavit and notice will be annexed to the minutes of this meeting.",
         "Xiuming will now discuss the procedures for transacting the business of the meeting.",
         "Thank you, Xiuming. Based on the preliminary report regarding shareholder attendance at this meeting, provided by the scrutineer, I declare that the requisite quorum of shareholders is present or represented by proxy and that the meeting is duly and properly constituted for the transaction of business. I direct that the scrutineer's report be annexed to the minutes of this meeting as a schedule.",
         "Given that this is a virtual meeting, the voting at today's meeting will be conducted by online ballot for all matters. If as a registered shareholder or a duly appointed proxy holder, you are using your control number to log into the meeting and you accept the terms and conditions, you will be provided with the opportunity to vote by online ballot. If you have already voted by proxy and you vote again during the online ballot during the meeting, your online vote during the meeting will revoke your previously submitted proxy. If you've already voted by proxy and do not wish to revoke your previously submitted proxy, do not vote again during the online ballot.",
         "The polls will be open for all items of business to be voted on at the same time. This will allow you to vote on each item immediately or if you prefer, you may wait until the conclusion of discussion on each item prior to casting your vote. Once the pools have been open, the items of business to be voted on and your available voting options will be visible on the voting panel on your screen. To submit a vote, please click on the voting choice displayed on your screen. Once discussion is concluded on all items of business, the polls will close. The preliminary results of the votes on each matter will be announced prior to the close of the meeting. I now declare the online voting polls open on all items of business.",
         "The first item of business is the presentation of the company's audited consolidated financial statements as of and for the year ended December 31, 2019, and auditor's report thereon, copies of which were sent to shareholders in advance of the meeting.",
         "Additional copies of our financial statements are available on our website and under our profile on SEDAR and EDGAR. Unless there is an objection, I will dispense with the reading of the auditor's report.",
         "The next item of business is the election of directors of the company for the following year. The articles of the company provide that the Board of Directors shall consist of not less than 1 and no more than 10 directors. The number of directors has been set at 7 and 7 directors are to be elected at this meeting. The proxy statement listed the following nominees to serve as directors of the company to hold office until the close of the next annual meeting of shareholders or until their successors are duly elected or appointed in accordance with the articles and bylaws of the company: Jason Adler, Jody Begley, Bronwen Evans, Murray Garnick, Mike Gorenstein, Heather Newman and James Rudyk. As the company did not previously receive timely notice of any further nominations of persons for election as directors of the company as required by the bylaws of the company, I declare the nominations closed.",
         "May I have a motion that the 7 persons nominated as directors of the company be so elected."
      ],
      "Shayne Laidlaw": [
         "Good morning. My name is Shayne Laidlaw, Director of Investor Relations, and I would like to welcome you to Cronos Group's 2020 Annual and Special Meeting of Shareholders. Our host for today's meeting is Cronos Group's Chairman, President and CEO, Mike Gorenstein. Mike, please take it away."
      ],
      "Xiuming Shum": [
         "Good morning. To facilitate the meeting, the company has requested that the formal motions to be made by Eric Klein and seconded by Georgia Godfrey and the Chairman will call on these persons at the appropriate time. Given the virtual format of today's meeting and in order for us to expediently undertake the business to be conducted at the meeting, we request that registered shareholders and duly appointed proxy holders for specific comments or questions on a formal item of business make such written submissions now by clicking on the messaging icon, typing in and submitting their question. Please clearly identify the applicable item of formal business as well as your name and contact information. During the course of this meeting, at the appropriate time, such questions will be addressed.",
         "Following the formal meeting, we will have a question-and-answer session. If you have any questions, not specifically relating to an item of formal business to be discussed at today's meeting, please feel free to submit those questions at any time during the meeting and we will do our best to ensure that such questions address at the conclusion of the meeting. We will do our best to answer all questions. But if for any reason, we're unable to do so during the meeting, we will endeavor to follow-up after the meeting, if you have provided your contact information with your question."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "My name is Eric Klein, and I am a shareholder. I so move that the 7 persons nominated as directors of the company be so elected."
         ],
         "Speaker": "Q - Eric Klein"
      },
      "2": {
         "Remarks": [
            "Does anyone second the motion?"
         ],
         "Speaker": "Michael Gorenstein"
      },
      "3": {
         "Remarks": [
            "My name is Georgia Godfrey, and I'm a shareholder. I second the motion."
         ],
         "Speaker": "Georgia Godfrey"
      },
      "4": {
         "Remarks": [
            "Moderator, can you please advise whether any questions have been received from the participants of the meeting, specifically on this motion?"
         ],
         "Speaker": "Michael Gorenstein"
      },
      "5": {
         "Remarks": [
            "Mr. Chairman, I confirm no questions or comments have been received on this item."
         ],
         "Speaker": "Operator"
      },
      "6": {
         "Remarks": [
            "We'll now continue with the business of the meeting. In accordance with the company's majority voting policy, we will have individual voting for directors to be conducted by way of online ballot. To be approved, each director must be elected by a plurality of the votes cast at the meeting. As previously noted, if you have previously submitted a completed proxy and you vote again during the online ballot during the meeting, your online vote during the meeting will revoke your previously submitted proxy. If you have already voted by proxy and you not wish to revoke your previously submitted proxy, do not vote again during the online ballot.",
            "The next item of business is the advisory vote on the compensation of the company's named executive officers. As described in the proxy statement, shareholders are asked to consider, and if thought advisable, to approve the ordinary resolution on the compensation of the company's named executive officers. This vote is advisory only and nonbinding on the company and the Board of Directors. However, the Board of Directors and its compensation committee will consider the outcome of the vote when making future compensation decisions for the company's named executive officers. The full text of the advisory resolution is set out on Page 69 of the proxy statement. To be approved, the advisory resolution must be passed by a majority of the votes cast at the meeting. I request a motion regarding this item of business."
         ],
         "Speaker": "Michael Gorenstein"
      },
      "7": {
         "Remarks": [
            "I move that the advisory resolution, as set out on Page 69 of the proxy statement, be passed as an ordinary resolution of shareholders."
         ],
         "Speaker": "Eric Klein"
      },
      "8": {
         "Remarks": [
            "Does anyone second the motion?"
         ],
         "Speaker": "Michael Gorenstein"
      },
      "9": {
         "Remarks": [
            "I second the motion."
         ],
         "Speaker": "Georgia Godfrey"
      },
      "10": {
         "Remarks": [
            "Moderator, can you please advise whether any questions or comments have been received from the participants of the meeting, specifically on this motion?"
         ],
         "Speaker": "Michael Gorenstein"
      },
      "11": {
         "Remarks": [
            "Mr. Chairman, I confirm no questions or comments have been received on this item."
         ],
         "Speaker": "Operator"
      },
      "12": {
         "Remarks": [
            "We will now continue with the business of the meeting. As previously noted, if you have previously submitted a completed proxy and you vote again during the online ballot during the meeting, your online vote during the meeting will revoke your previously submitted proxy. If you have already voted by proxy and do not wish to revoke your previously submitted proxy, do not vote again during the online ballot.",
            "The next item of business is the advisory vote on the frequency of future shareholders say on pay votes. As described in the proxy statement, shareholders are asked to consider, and if thought advisable, to approve the ordinary resolution on the frequency of future shareholder say on pay votes. This vote is advisory only and nonbinding on the company and the Board of Directors. However, the Board of Directors and its compensation committee will consider the outcome of the vote when determining how frequently a say on pay vote will be presented to shareholders. The full text of the advisory resolution is set out on Page 70 of the proxy statement. You may select one year, two years, three years or abstain when voting. The selection that receives the greatest number of votes will be deemed to have received the recommendation of the shareholders. I request a motion regarding this item of business."
         ],
         "Speaker": "Michael Gorenstein"
      },
      "13": {
         "Remarks": [
            "I move that the advisory resolution, as set out on Page 70 of the proxy statement, be passed as an ordinary resolution of shareholders."
         ],
         "Speaker": "Eric Klein"
      },
      "14": {
         "Remarks": [
            "Does anyone second the motion?"
         ],
         "Speaker": "Michael Gorenstein"
      },
      "15": {
         "Remarks": [
            "I second the motion."
         ],
         "Speaker": "Georgia Godfrey"
      },
      "16": {
         "Remarks": [
            "Moderator, can you please advise whether any questions or comments have been received from the participants of the meeting, specifically on this motion?"
         ],
         "Speaker": "Michael Gorenstein"
      },
      "17": {
         "Remarks": [
            "Mr. Chairman, I confirm no questions or comments have been received on this item."
         ],
         "Speaker": "Operator"
      },
      "18": {
         "Remarks": [
            "We will now continue with the business of the meeting. As previously noted, if you have previously submitted a completed proxy and you vote again during the online ballot during the meeting, your online vote during the meeting will revoke your previously submitted proxy. If you have already voted by proxy and do not wish to revoke your previously submitted proxy, do not vote again during the online ballot.",
            "The next item of business is the approval of the 2020 Omnibus Equity Incentive Plan of the company, as adopted by the Board of Directors of the company on March 29, 2020. As described in the proxy statement, shareholders are asked to consider, and if thought advisable, to approve an ordinary resolution approving the 2020 Omnibus plan. To be approved, the resolution must be passed by majority of the votes cast at the meeting. I request a motion regarding this item of business."
         ],
         "Speaker": "Michael Gorenstein"
      },
      "19": {
         "Remarks": [
            "I move that the 2020 Omnibus plan of the company to be approved in the form adopted by the Board of Directors of the company on March 29, 2020."
         ],
         "Speaker": "Eric Klein"
      },
      "20": {
         "Remarks": [
            "Does anyone second the motion?"
         ],
         "Speaker": "Michael Gorenstein"
      },
      "21": {
         "Remarks": [
            "I second the motion."
         ],
         "Speaker": "Georgia Godfrey"
      },
      "22": {
         "Remarks": [
            "Moderator, can you please advise whether any questions or comments have been received from the participants of the meeting, specifically on this motion?"
         ],
         "Speaker": "Michael Gorenstein"
      },
      "23": {
         "Remarks": [
            "Mr. Chairman, I confirm no questions or comments have been received on this item."
         ],
         "Speaker": "Operator"
      },
      "24": {
         "Remarks": [
            "We will now continue with the business of the meeting. As previously noted, if you have previously submitted a completed proxy and you voted in the online ballot during the meeting, your online vote during the meeting will revoke your previously submitted proxy. If you have already voted by proxy and do not wish to revoke your previously submitted proxy, do not vote again during the online ballot.",
            "The next item of business is the authorization of the company to make an application for the continuance of the company from the laws of the Province of Ontario to the laws of the Province of British Columbia, and the approval of the notice of articles and articles of the continued company. As described in the proxy statement, shareholders are asked to consider, and if thought advisable, to approve a special resolution on the continuance. The full text of the resolution is set out on Page C1 of the proxy statement, with reference being made to the proxy statement dated April 28, 2020, therein. To be approved, the resolution must be passed by 2/3 of the votes cast at the meeting. I request a motion regarding this item of business."
         ],
         "Speaker": "Michael Gorenstein"
      },
      "25": {
         "Remarks": [
            "I move that the resolution, as set out on Page C1 of the proxy statement, be passed as a special resolution of shareholders."
         ],
         "Speaker": "Eric Klein"
      },
      "26": {
         "Remarks": [
            "Does anyone second the motion?"
         ],
         "Speaker": "Michael Gorenstein"
      },
      "27": {
         "Remarks": [
            "I second the motion."
         ],
         "Speaker": "Georgia Godfrey"
      },
      "28": {
         "Remarks": [
            "Moderator, can you please advise whether any questions or comments have been received from the participants of the meeting, specifically on this motion?"
         ],
         "Speaker": "Michael Gorenstein"
      },
      "29": {
         "Remarks": [
            "Mr. Chairman, I confirm no questions or comments have been received on this item."
         ],
         "Speaker": "Operator"
      },
      "30": {
         "Remarks": [
            "We will now continue with the business of the meeting. As previously noted, if you have previously submitted a completed proxy and you vote again during the online ballot during the meeting, your online vote during the meeting will revoke your previously submitted proxy. If you have already voted by proxy and do not wish to revoke your previously submitted proxy, do not vote again during the online ballot.",
            "The next item of business is the appointment of KPMG as the auditors of the company for fiscal year 2020 and to authorize the Board of Directors of the company to fix their remuneration. To be approved, the resolution must be passed by a plurality of the votes cast at the meeting. I request a motion regarding this item of business."
         ],
         "Speaker": "Michael Gorenstein"
      },
      "31": {
         "Remarks": [
            "I move that KPMG LLP be appointed as auditors of the company for fiscal year 2020 to serve until the close of the next annual meeting of shareholders or until a successor's appointment, and to authorize the Board of Directors of the company to fix their remuneration."
         ],
         "Speaker": "Eric Klein"
      },
      "32": {
         "Remarks": [
            "Does anyone second the motion?"
         ],
         "Speaker": "Michael Gorenstein"
      },
      "33": {
         "Remarks": [
            "I second the motion."
         ],
         "Speaker": "Georgia Godfrey"
      },
      "34": {
         "Remarks": [
            "Moderator, can you please advise whether any questions or comments have been received from the participants of the meeting, specifically on this motion?"
         ],
         "Speaker": "Michael Gorenstein"
      },
      "35": {
         "Remarks": [
            "Mr. Chairman, I confirm no questions or comments have been received on this item."
         ],
         "Speaker": "Operator"
      },
      "36": {
         "Remarks": [
            "As previously noted, if you have previously submitted a completed proxy and you vote again during the online ballot during the meeting, your online vote during the meeting will revoke your previously submitted proxy. If you have already voted by proxy and do not wish to revoke your previously submitted proxy, do not vote again during the online ballot.",
            "That concludes the discussion of each item of formal business included in the notice of meeting. The polls on all such items of business are now closed. I am pleased to confirm that based on the preliminary results provided by the scrutineer, that all matters have been passed with the requisite shareholder approval. A report disclosing the final voting results will be filed on SEDAR and EDGAR and disclosed in a press release promptly following the meeting.",
            "Moderator, can you please advise whether any further business has properly come before this meeting?"
         ],
         "Speaker": "Michael Gorenstein"
      },
      "37": {
         "Remarks": [
            "Mr. Chairman, I confirm no further business has been brought before this meeting."
         ],
         "Speaker": "Operator"
      },
      "38": {
         "Remarks": [
            "This concludes the formal business brought before the meeting. As there is no further business to come before the meeting, I now declare this meeting terminated. We would now like to invite any supplemental questions from registered shareholders or duly appointed proxy holders present at the meeting. As for the physical meeting, we will observe the same protocols of appropriateness and relevance to the meeting. Rest assured, we will not be attempting to limit or filter legitimate questions, and we'll do our best to address issues raised. As previously noted, to the extent we are unable to respond to a submitted question, we will endeavor to follow up with you after this meeting. If you wish to ask a question, please click on the question icon, type in and submit your question. Moderator, can you please advise whether any questions or comments have been received from the participants of the meeting, specifically on this motion?"
         ],
         "Speaker": "Michael Gorenstein"
      },
      "39": {
         "Remarks": [
            "Mr. Chairman, I confirm no questions or comments have been received on this item."
         ],
         "Speaker": "Operator"
      },
      "40": {
         "Remarks": [
            "Seeing as there are no further comments or questions, I would like to thank you for attending."
         ],
         "Speaker": "Michael Gorenstein"
      },
      "41": {
         "Remarks": [
            "Thank you. This concludes today's meeting. We thank you for your participation. You may now disconnect. Have a great day."
         ],
         "Speaker": "Operator"
      }
   }
}