{
   "Date": "July 30, 2020",
   "Presentation": {
      "Jim Fleming": [
         "Thanks, Nelson, and thank you, everyone, for joining our call today. I, too, want to extend my appreciation to our hard-working team that has continued to perform during these challenging times. Columbia had another strong quarter, generating normalized FFO of $0.40, our highest level since 2018, despite the COVID-19 pandemic and recent dispositions. We produced same-store NOI based on cash rents of $57 million, up a robust 20% over the same period last year, which is some of the strongest growth in the industry.",
         "During the quarter, our team leased another 87,000 square feet, as Nelson mentioned, which is more space than we leased in the same quarter last year despite COVID-19 and our continued high occupancy and low rollover. We ended June with a lease percentage of 97.2%. We also produced another quarter of strong leasing spreads with an increase of 12% on a cash basis and as Nelson mentioned, an increase of 28% on a GAAP basis, our 10th consecutive quarter in double digits.",
         "With our focus on liquidity and maintaining a strong balance sheet during these uncertain times, we did not repurchase any common shares during the quarter, even though we view our stock as a compelling value. We have $143 million remaining under our current repurchase authorization. Colombia’s balance sheet remains a source of strength for us, not only during challenging times such as these but also for capitalizing on future opportunities.",
         "As the pandemic began to spread in March, you’ll recall, we drew $200 million on our credit line as we were selling our final two noncore assets for combined gross proceeds of nearly $260 million. We also have lower CapEx needs due to the current slower pace of leasing activity. We ended June with over $300 million of cash, including our cash in joint ventures, plus nearly $150 million still available under our credit line.",
         "Our net debt to adjusted EBITDA ratio improved slightly during the quarter to 7.3 times. And our net debt to gross real estate assets fell virtually constant at 35.2%. And our fixed charge coverage ratio improved from 3.4 times to 3.7 times during the quarter. We have more than $4 billion of unencumbered properties, and our only debt maturities before 2022 continue to be the modest loans at our share on Terminal Warehouse and 799 Broadway.",
         "As Nelson mentioned, our tenant roster is one of the best, and we’ve collected over 97% of total rents for the second quarter. Looking ahead, we have long lease durations, limited exposure to street retail and transient parking and limited rollover of just 1.8% before the end of this year with an additional 8.3% next year.",
         "Before turning to our updated guidance, I want to touch on one recent development. As we announced earlier this month, we terminated WeWork’s lease at 149 Madison in New York, cutting our overall WeWork exposure roughly in half. We received $6.4 million for the termination of the lease. We now have the benefit of the base building work that WeWork performed, and we’ve been relieved of the obligation to pay $18.7 million for additional work, much of which would have been WeWork specific build-out. We now have complete control and flexibility over what improvements to make and when to make them. Of course, we will need to finish the renovation of this building and lease it to others, but that was our original plan when we bought this building.",
         "Turning to guidance. I want to mention a couple of onetime items that are in our numbers. First, our second quarter results include a lease termination payment at 315 Park Avenue South. We discussed it on our last call, but as a reminder, we replaced our tenant on the top two floors with a growing Amazon subsidiary under better terms. And second, as we also disclosed recently, our termination of the WeWork lease at 149 Madison early in the third quarter, resulted in a termination payment equal to 10 months’ rent instead of the six months of WeWork rent we had expected this year.",
         "Taking into account those onetime items as well as our ongoing performance, we are raising our normalized FFO outlook from a range of $1.40 to $1.48 to a new range of $1.46 to $1.51, an increase of $0.06 at the low end and $0.03 at the high end. While economic conditions remain fluid, we feel very confident in this new higher range, given the strength of our tenant roster and the continued strong execution by our team.",
         "I will close by echoing Nelson’s comments that we understand COVID presents serious challenges for our industry and none of us knows exactly what the long-term impacts will be. We also don’t know what the months ahead may hold any more than anyone else does. But despite all of that, we’re navigating the challenges of this unusual year well so far. And what Columbia has accomplished over the years, a best-in-class portfolio, a superb tenant roster, a skilled and dedicated team and a solid balance sheet, mean that we’re operating from a position of strength and are well positioned to meet these new challenges. We look forward to updating you on our progress as we move through the rest of the year.",
         "And right now, operator, if you could, please open the lines for questions."
      ],
      "Matt Stover": [
         "Thank you, operator, and welcome, everyone, to the second quarter 2020 Columbia Property Trust Investor conference call. On the call with me today are Nelson Mills, President and Chief Executive Officer; Jim Fleming, Executive Vice President and Chief Financial Officer; and other members of our senior management team.",
         "We released our results this afternoon in our quarterly supplemental package, which can be found on the Investor Relations section of our website and on file with the SEC on Form 8-K. We also filed 10-Q with the SEC this afternoon, and an audio replay of this call will be available by this time tomorrow.",
         "Statements made on today’s conference call regarding expected operating results and other future events are forward-looking statements that involve risks and uncertainties. A number of factors could cause actual results to differ materially from those anticipated, including those discussed in the Risk Factors section of our most recent Form 10-K and Form 10-Q, which includes specific risks pertaining to COVID-19. Forward-looking statements are made based on our current expectations, assumptions and beliefs as well as information available to us at this time. Columbia undertakes no obligation to update any information discussed on this conference call. During this call, we will also discuss certain non-GAAP financial measures and reconciliations to comparable GAAP financial measures can be found in our supplemental data.",
         "With that, I’ll turn it over to Nelson Mills."
      ],
      "Nelson Mills": [
         "Thank you, Matt, and thank you, everyone, for joining us today. Due to the hard work and dedication of our talented team, we again generated solid performance in the second quarter as we successfully navigated this challenging market environment. Our second quarter performance demonstrates not only the strength of our unique portfolio, but our ability to remain focused even while prioritizing the health and well-being of our employees and those we serve.",
         "Building on our performance over the past year, we produced strong second quarter results. We achieved normalized FFO of $0.40 per share and drove robust same-store NOI growth of 20% on a cash basis. Despite the COVID shutdown and even with limited vacancy and near-term rollover, our team leased another 87,000 square feet, which is more than the second quarter of last year. We ended June with a leased rate of 97.2%. We also produced strong leasing spreads of 12% on a cash basis and 28% on a GAAP basis. That 28% represents our 10th consecutive quarter of double-digit leasing spreads.",
         "While we have limited available space across the portfolio, a leasing accomplishment worthy of note with our extension and expansion with Berkeley Research Group at 1800 M Street in Washington, DC’s Golden Triangle. We extended this global consulting firm’s 57,000 square foot lease by an additional five years until 2030, and we also expanded their space by an additional 11,000 square feet. This gives Berkeley a total of 68,000 square feet at this fully modernized Class A property.",
         "Rounding out our second quarter operating performance, we collected 97.2% of all rents for the second quarter, including nearly 99% of office rents. These amounts increase by another 0.6% if we take deferred rent into account. In a moment, Jim will provide further detail on our rent collections as well as our updated full year guidance, which we are pleased to raise significantly due to our continuing strong execution.",
         "Now turning to our current market environment. The pandemic’s effects on economic conditions, including real estate occupancy and operations remain fluid. However, we remain optimistic for an eventual restoration and recovery. Of course, we are likely many months away from returning to anything resembling our pre-COVID environment. And there could certainly be longer-term effects on the degree and form of office tenant demand. But we are well positioned to weather these conditions, to maintain financial stability and to emerge with opportunities for future growth.",
         "I’d like to provide five reasons why the Columbia Property Trust team remains confident in our ability to create shareholder value. The first is the quality and position of our portfolio. Our well-leased unique properties set us apart. We’re concentrated in submarkets that attract some of the most dynamic tenants, particularly in tech and media. Located within the most vital gateway markets, we are confident that these neighborhoods will retain their strong appeal beyond this crisis.",
         "We’ve curated a portfolio of attractive, modernized properties with efficient floor plates and desirable amenities. Our portfolio has limited exposure to street-level retail and transient parking and features low- and mid-rise buildings that allow for less crowded elevators and greater social distancing. And our modern office layouts feature flexible open floor plans to accommodate adjustments to density and configuration as required by our tenants.",
         "The second reason is our roster of tenants. Our buildings have attracted some of the most innovative and financially resilient companies in the world, and we’re proud to partner with them. Many of these dynamic growth companies understand that innovation is driven by collaboration around which they’ve built their businesses and culture. While working from home has provided a necessary near-term solution, it’s becoming a hindrance to maintaining productivity and promoting creativity.",
         "Recent articles, including one in the Wall Street Journal last week, point out that companies are finding that projects take longer, collaboration is less likely and the recruiting and training of new employees can be a struggle in a virtual environment. Some companies, Google for example, plan to extend work from home status well into next year. While a relatively low percentage of our tenants occupy their spaces today, the vast majority have indicated plans to phase back into the office beginning late summer to early fall. And of course, we are open and prepared for their safe and comfortable return.",
         "The third reason we remain confident in our ability to create value for shareholders is our team and platform. Our growth in recent years is the direct result of the talented men and women of Columbia Property Trust. Our accretive acquisition and integration of Normandy Real Estate Management, while a relatively modest monetary investment, substantially bolster our capabilities, relationships and competitive reach. The expertise and experience the former Normandy team brings to the table has already helped us address many of the near-term challenges brought on by COVID-19. It should continue to prove invaluable as we navigate the evolving office landscape and creatively meet the needs of tenants. We not only added a complementary and profitable fund management business, but we now have the strongest set of capabilities in our company’s history, including construction, development, leasing and property management, all now fully integrated into our platform.",
         "Fourth, we agree with the growing number of voices expressing confidence in the resilience and expected recovery of our country, and particularly our vital major cities, including New York and San Francisco. Of course, there will be near-term hurdles to restoration, regaining confidence in mass transit foremost among them. And there is some concern over changes in demand due to the retention of work-from-home policies or shifts to secondary or suburban markets with less density.",
         "After September 11, and at other times in our nation’s history, we’ve heard a similar refrain. But we expect the factors that drove many of the world’s most dynamic and profitable companies as well as the talent they rely upon for their success to these great cities will remain. This is a health-crisis-driven event and solving the COVID threat is essential to a return to normalcy, but we are confident in that return in due time. Could there be significant long-lasting shifts in demand? That’s quite possible, perhaps even likely. Economic downturns for one reason or another are inevitable. That’s why we continue to believe that portfolio quality, location and the capabilities of our team are so important. While not immune to market declines, we believe we are as well positioned as any company in the sector to survive and thrive.",
         "And the fifth reason for our confidence is our financial strength. Columbia has maintained and, in fact, strengthened its financial position in recent years, as Jim will detail in a moment. We are over 97% leased with extended lease durations and very limited near-term expirations. This solid foundation should not only allow us to weather current conditions, but also continue to seek attractive value creation opportunities in the years ahead.",
         "Let’s review some of our current opportunities. Our approach to development and redevelopment has always been highly disciplined, and that now allows us to manage our project pipeline in response to changing market conditions. 799 Broadway is one of the best examples of new boutique office space in a prime New York City location. The construction schedule was delayed by a few months, and physical tenant tours are limited. But we’re back up to speed on the project and have been virtually touring prospective tenants through this exceptionally designed loft style office building.",
         "It’s important to note that we’ve recently enhanced the design to include even more of the health and wellness features that tenants are now putting at a premium in a post-COVID environment. We’re also excited to move forward with 80 M Street in Washington, DC’s Capital Riverfront District. Earlier this year, we pre-leased 60% of this highly innovative 105,000 square foot vertical expansion. Construction has continued unabated on this pioneering project, which will make 80 M Street the very first office building in our nation’s capital to use environmentally friendly mass timber construction.",
         "Rounding out our development pipeline, our projects at 101 Franklin Street and Terminal Warehouse in Manhattan both remain in the design and planning stage. We have the flexibility to monitor market conditions, and work with our partners to optimize future plans for these extensive projects, both of which we continue to believe will hold strong appeal for discerning high quality tenants.",
         "Before I turn it over to Jim, I’d like to draw your attention to our 2019 ESG report, which highlights our focus on community, diversity, the environment and other important initiatives. I encourage you to review a copy on our website at your convenience. I’m particularly proud of our team for actively embracing diversity, equity and inclusion initiatives. Our team was spurred to action and a commitment to change by recent social unrest and the instances or racial injustice that triggered them. We established teams with broad and enthusiastic participation, to address the areas of education awareness, opportunity, responsibility and community. We have high expectations for making a real impact and becoming an even stronger and more effective team.",
         "In summary, we at Columbia Property Trust are confident in our ability to successfully navigate these uncertain times. We have a best-in-class, high-quality portfolio, a tenant roster that’s second to none, a highly capable and motivated team, a strong balance sheet and a disciplined capital allocation strategy. It’s this combination that makes us confident in the future.",
         "I want to again thank my talented and committed teammates for their dedication. We greatly appreciate our shareholders for their confidence in our platform and abilities. We’ll continue to work each day to earn your trust, and I look forward to updating you again as we move through this unprecedented year.",
         "I’ll now turn the call over to Jim to provide further detail on our results and our updated guidance for 2020."
      ],
      "Operator": [
         "Good afternoon, and welcome to the Columbia Property Trust Second Quarter 2020 Conference Call. All participants will be in a listen-only mode. After today’s presentation, there will be an opportunity to ask questions. Please note that this event is being recorded.",
         "I would now like to turn the call over to Matt Stover, Director of Investor Relations. Please go ahead."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Okay. Our first question comes from the line of Vikram Malhotra from Morgan Stanley."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Thanks for the taking my question. Hi, can you hear me okay?"
         ],
         "Speaker": "Vikram Malhotra"
      },
      "3": {
         "Remarks": [
            "Yes, we can, Vikram. Hi."
         ],
         "Speaker": "Nelson Mills"
      },
      "4": {
         "Remarks": [
            "Thanks for taking the question. So just maybe first one on the quarter and just the guidance. I’m just wondering if you took any reserves for any bad debt related to any of the office or smaller retail centers that you do have exposure to, or any straight-line rents that you may have written off during the quarter?"
         ],
         "Speaker": "Vikram Malhotra"
      },
      "5": {
         "Remarks": [
            "Hey, Vikram, this is Jim. Yes, there were a couple. There is a straight-line rent write-off when we terminated the Winton lease at the top of 315 Park Avenue South. It was a little over $2 million. That’s in the numbers. But then, again, we got a termination payment of a little over $6 million that more than covered that write-off as well as the capital cost. And I think as we’ve said before, the rental rate going forward is a little bit higher than it was in the past. So that was really a great outcome for us.",
            "Net – I mean, it was a good outcome in the immediate sense, and it’s also good going forward. And it’s an Amazon subsidiary with good credit. So all good there. That’s really the only straight-line write-off that we’ve dealt with. We have done some – we have written off some bad debt. It’s just a little bit over $200,000, Vikram. It’s a very small number. We really haven’t – we don’t have a lot of retail exposure, as you know, and we really haven’t had that much to deal with.",
            "We have talked about the deferrals. We’ve got about $500,000 of deferrals that we do believe we will collect over time. Some of those are retail and some of those are office. But again, that’s a pretty small number. I think it’s 0.6% of our total. And even if we exclude those deferrals and even with the write-offs, we still collected 90 – over 97% of our rents for the quarter."
         ],
         "Speaker": "Jim Fleming"
      },
      "6": {
         "Remarks": [
            "Okay. I’m just wondering, like, obviously, today, the amounts are small, but this is likely to have – the current situation is likely to have impacts over the next 6 to 12 months, as we’ve heard from many of your peers. So I’m just wondering, sort of looking at the portfolio, whether it’s co-working or just – I know retail is very small. But is there – do you just not see the need today to take any reserves?"
         ],
         "Speaker": "Vikram Malhotra"
      },
      "7": {
         "Remarks": [
            "Yes. Well, we have taken some, and we’ve renegotiated deferrals, as Jim mentioned, several hundred thousand dollars. But in those cases – even in those cases, we have guarantees and other credit enhancements in place that we feel are adequate. So we think those are very collectable.",
            "The portfolio, obviously, Vikram, we look very closely at this. We know what’s going on. We see the pressure in the system and our sector. But as we as we go through the portfolio today, and this is after several months of discussion with tenants and looking pretty closely. Today, we do not feel the need to write-off more. We have a well leased portfolio, good credit tenants. As you know, a lot of tech and media concentration, which a lot of those companies are doing quite well.",
            "But we – as we said, we understand this could last much longer and could get worse. But at this time, from what we see, we don’t think there’s a need for anymore – given the state of the tenant roster and the portfolio, we don’t see a need to write-off anymore. We think they’re collectible."
         ],
         "Speaker": "Nelson Mills"
      },
      "8": {
         "Remarks": [
            "And then, Vikram, just..."
         ],
         "Speaker": "Jim Fleming"
      },
      "9": {
         "Remarks": [
            "And Vikram, we’ve been very actively discussing with all of our tenants. So it’s a well-educated position at this point."
         ],
         "Speaker": "Nelson Mills"
      },
      "10": {
         "Remarks": [
            "Yes. Just one more note. As we go forward, you’re right, there could be more pressure in the system. We’ve really allowed for that in our guidance. We feel confident in our guidance range. Even if there is some more of that. But again, retail exposure is small, transient parking is small part of our portfolio."
         ],
         "Speaker": "Jim Fleming"
      },
      "11": {
         "Remarks": [
            "Okay, okay. And then just on the guidance, kind of you referenced having room in there. If you x out the termination fee, it’s a net modest decrease to the prior guidance. You look at the components of the guidance, I’m just trying to understand, excluding that termination, kind of can you give us a little bit more of the puts and takes?"
         ],
         "Speaker": "Vikram Malhotra"
      },
      "12": {
         "Remarks": [
            "Yes, the net termination was about – net of the straight-line rent write-off was about $4 million. So it moved us up a little bit. But I mean, I would say the midpoint still moved up a bit even relative to that, even without that. And we have, as I said, we do have confidence going forward that we’ve got enough room in there to take care of what may happen in the rest of the year. So it’s definitely – we’re in uncertain times Vikram. We’re in a very unusual environment. But we are – we have been very proactive, as Nelson mentioned, in communicating with our tenants.",
            "We’re collecting a very high percentage of our rents. And we feel we – yes, there’s some noise from termination fees and that sort of thing, but they are in typical years. That’s not unusual. We’ve seen it in prior years as well. And so I’d say things have moved up a little bit in our view, gotten a little bit better in our view, still a lot of uncertainty, but a little bit better in our view as we look at the second half of the year."
         ],
         "Speaker": "Jim Fleming"
      },
      "13": {
         "Remarks": [
            "Yes. We had the good fortune of entering this year with very low, as you know, well leased and very little lull and then good credit tenants as well. So just to put the termination payments in perspective, the Winton Capital was only $0.03 to $0.04. And we also had a termination payment from WeWork equivalent to about six months – or 10 months of rent. But in our original guidance, we had – we were counting on six months of rent anyway from them. So that – the impact of the two termination payments are not huge. It’s pretty much steady state is what we expected – with what we expected."
         ],
         "Speaker": "Nelson Mills"
      },
      "14": {
         "Remarks": [
            "Okay, great. And then just last one for me. Can you remind us, what was the original sort of playbook for the Madison assets that you’ve got back from WeWork? And kind of how – in your mind, just – I know it’s early, and we’re in COVID right now, but how would that playbook change. Like, what’s the plan going forward?"
         ],
         "Speaker": "Vikram Malhotra"
      },
      "15": {
         "Remarks": [
            "Yes. So when we originally bought the property, a couple of years ago, the intention was always – it’s a terrific. It’s on the smaller side. It’s one of our smaller properties, 120,000 feet. But it’s a well configured boutique building in Midtown South. It’s just right in the heart of what we do. So we bought it well before WeWork came along as a possibility. The WeWork deal was compelling primarily – we got a nice rate from WeWork. We got the rate we were asking, but more importantly, they were going to build out and do a lot of work, right? And that’s what made us go that direction.",
            "And they’ve done – they’ve done the base building work or most of it. And they spent very little of the allowance for tenant improvements, which we’ve taken back, right? So we feel good about it. It was a good win-win deal for us and WeWork. They were trying to reduce their exposure. So we feel good about that deal. As far as going forward, again, nice boutique property. It could be a single-tenant user, more likely, I think, multi-tenant, well-located property. We’ve got a bit more work to do on it. We’ll use that reserve plus maybe a little bit more to complete the building. And obviously, we’re in a slowdown right now with COVID.",
            "So there’s a lot of questions about how rates and how fast and absorption. So – but yes, we’re optimistic about it of being a fair property and being able to get it leased in the next year plus probably. And yes, it should – we’re back to plan A essentially."
         ],
         "Speaker": "Nelson Mills"
      },
      "16": {
         "Remarks": [
            "Okay, great. Thank you."
         ],
         "Speaker": "Vikram Malhotra"
      },
      "17": {
         "Remarks": [
            "Thanks, Vikram."
         ],
         "Speaker": "Nelson Mills"
      },
      "18": {
         "Remarks": [
            "Thanks, Vikram."
         ],
         "Speaker": "Jim Fleming"
      },
      "19": {
         "Remarks": [
            "Our next question comes from the line of John Kim with BMO Capital Markets."
         ],
         "Speaker": "Operator"
      },
      "20": {
         "Remarks": [
            "Hey, John, before you start, I want to mention to everybody that – you heard from Jim and myself, but Jeff Gronning, our CIO, is also on the line. So, how are you doing, John?"
         ],
         "Speaker": "Nelson Mills"
      },
      "21": {
         "Remarks": [
            "Hey, Jeff. Good. How are you? You had some operating expense savings this quarter, but not as much as some of your office peers. I was wondering if you could comment on that. And also, as part of your same-store guidance for the year, what are you expecting as far as additional OpEx savings?"
         ],
         "Speaker": "John Kim"
      },
      "22": {
         "Remarks": [
            "I’ll start us off on that, and Nelson can comment as well or Jeff, John. But we did have some. It’s fairly modest. We really stocked up on supplies, and we increased our cleaning and did some other things. But you’re right, that was more than offset by the fact that very few – very low occupancy in our buildings. So we just didn’t need to use a lot of supplies. My guess is that we’ll have even more savings in the second half of the year, but we really haven’t budgeted that at this point. So we don’t need for that to happen in order for us to get to our guidance. But it’s – it probably will happen. But as we’re well supplied now. We are doing a lot of cleaning, but very low occupancy in the buildings right now."
         ],
         "Speaker": "Jim Fleming"
      },
      "23": {
         "Remarks": [
            "Can you comment on tenant utilization rates, and how that might differ by geography and where you think that goes after Labor Day?"
         ],
         "Speaker": "John Kim"
      },
      "24": {
         "Remarks": [
            "Yes. So John, today, I’d estimate that we’re at 5% or less utilization profit today. And we – there’s not many tenants back in the buildings. And that was as anticipated. We had early on, since the shutdown, we’ve been in regular active conversation with tenants. We’ve held town halls. We’ve been very connected with them. Most of them have planned all along to do the reopenings late summer or after Labor Day, particularly in New York.",
            "So – but the vast majority have indicated that they’ll at least begin reentering about that time. Even Twitter, for example, who came out and said that they would consider work from home longer term, and even they will start to renter around that time. So we do think the buildings start to – the utilization starts to go up pretty dramatically after Labor Day.",
            "But tenants, just like all of us, we’re having to fill our way through it. So it’s hard to know exactly how fast that will come. I do think, and we do believe that once it starts, it may cascade a little faster than some are anticipating. Just because once you’re back, your teammates your back, you want to be back, your partners, your competitors. We think it could start to pick up post Labor Day. But even if it doesn’t, even if it’s slower, it’s okay. We’re ready. We’re prepared for reentry. And we’ll, whatever pace it is, we’ll be ready for it."
         ],
         "Speaker": "Nelson Mills"
      },
      "25": {
         "Remarks": [
            "That 5% rate, that pertains to DC as well? I would have thought Washington, DC would have had a higher rate of…"
         ],
         "Speaker": "John Kim"
      },
      "26": {
         "Remarks": [
            "We haven’t done an official tally. It’s just more from talking to our heads of Property Management and branch regions. I think a lot of our tenants have somebody coming in, right? Or at least they have access to the property. But we just don’t see – we’re just not seeing much traffic on elevators or in common areas at all, and that includes DC. I suspect Market Square is a little higher than that. But yes. I was mainly referring to New York and San Fran. And San Fran is not even open at all. So yes, it could be a little higher in DC."
         ],
         "Speaker": "Nelson Mills"
      },
      "27": {
         "Remarks": [
            "There’s been some media reports of private equity firms and other nontraditional investors investing in REITs that are trading at distressed levels. And I think your stock is one of them. I was wondering if you had been engaged in any discussions with some of these investors."
         ],
         "Speaker": "John Kim"
      },
      "28": {
         "Remarks": [
            "We’re aware that some of the nontraditional investors and private equity investors are investing in the stock, smart move. It’s a great buy for anybody today. But no, no conversations, nothing beyond that. We’ve heard from a couple, just a heads up that we like your stock, we think you’re cheap, whatever, but no discussions beyond that. I think it’s just – it’s obviously a good buy today given the quality portfolio and the news we’re giving you today, for example, just helps confirm that. So that’s all it is at this point."
         ],
         "Speaker": "Nelson Mills"
      },
      "29": {
         "Remarks": [
            "You have JV partners like Allianz and Blackstone at the asset level, have you had any conversations with them about taking an investment in your headstock?"
         ],
         "Speaker": "John Kim"
      },
      "30": {
         "Remarks": [
            "No. No, we have – we do have terrific a venture with both Allianz, Blackstone and then other capital partners from the Normandy side of, former Normandy side of the business. And I’m sure some of them have taken note of the share price. But not any sorts of strategic discussion about them coming in. Other than just through – view through the open market."
         ],
         "Speaker": "Nelson Mills"
      },
      "31": {
         "Remarks": [
            "Great, thank you."
         ],
         "Speaker": "John Kim"
      },
      "32": {
         "Remarks": [
            "Thanks, John."
         ],
         "Speaker": "Nelson Mills"
      },
      "33": {
         "Remarks": [
            "Our next question comes from the line of Michael Lewis from SunTrust."
         ],
         "Speaker": "Operator"
      },
      "34": {
         "Remarks": [
            "Thank you. Hi. First, I just want to make sure I’m crystal clear on the term fees and the guidance and everything. Maybe I’ll just tell you how I understand it. And you could tell me if I got it right. The $2 million write off and the $6 million term fee at 315 Park was already in the guidance. What’s incremental is the $6.4 million WeWork term fee, which is 10 months’ rent. You had six months in the full guidance. So what we’re looking at here, you’re less than $0.03 a share and the midpoint of your guidance is up a little better than that. Is that correct?"
         ],
         "Speaker": "Michael Lewis"
      },
      "35": {
         "Remarks": [
            "Well said, Michael, that’s exactly right."
         ],
         "Speaker": "Jim Fleming"
      },
      "36": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Michael Lewis"
      },
      "37": {
         "Remarks": [
            "Well, you said very well."
         ],
         "Speaker": "Jim Fleming"
      },
      "38": {
         "Remarks": [
            "I’ll move on then. You talked about what’s going on at 149 Madison, your intent to relet. How about confidence in the other two WeWork leases? You mentioned in the press release tonight that there was some rent deferred on those. What’s kind of your confidence in those other two WeWork leases?"
         ],
         "Speaker": "Michael Lewis"
      },
      "39": {
         "Remarks": [
            "So our comp is very high there today. As you know, Sandeep and his team are working very hard to reposition their portfolio. And in our discussions with them about all three of our properties it became very clear that they’re committed to the San Francisco and DC properties, terrific locations for them, great buildings, high performance, very high-performance pre-COVID. And those are the very type properties that they explained to us that they’re building their base around.",
            "So in terms of their commitment and their optimism about the space, it’s very high. Who knows, who knows how the market – how WeWork and other flex-space operators will do in this environment going forward. But if they’re successful, which we believe and hope they will be, if they’re successful, they’ll be successful at these properties, first and foremost. It’s – so we’re confident in that.",
            "We did provide a little bit of a restructure of their lease. And – but it’s contingent upon them paying and staying current, right? And that’s the way we tied that together, give them a little bit of relief, but they have to stay current to collect it. So we feel good about those. We expect those to continue to perform quite well. And as we said, I think on the last call, if they don’t, again, we’re pulling for WeWork, we – it’s a win-win for them and us. If they don’t. Both those spaces would be terrific opportunities for re-leasing."
         ],
         "Speaker": "Nelson Mills"
      },
      "40": {
         "Remarks": [
            "Okay, great. And then lastly for me. Some of us agree that your stock looks cheap here. You mentioned you didn’t do any buybacks during the second quarter. How are you kind of thinking about your leverage, your liquidity and how precious capital is in a situation like this versus the opportunity to buy back shares at whatever discount you think you’re getting them at relative to private market values? And – or any other opportunistic investments."
         ],
         "Speaker": "Michael Lewis"
      },
      "41": {
         "Remarks": [
            "Well, yes. Michael, that’s, I mean, obviously, it’s a great – we see it as a great investment. Right now, in this environment, preserving capital is our first objective. Beyond that, there could be other opportunities down the road. Capital is precious. And at this point, we, even at this low price, its great value, we believe – we don’t believe – we’re not looking at any – we’re not anticipating share buybacks in the near term. It’s always a Board decision. It’s always some – as Jim mentioned, we do have 100-and-something million remaining in our authorization. The Board could always decide differently, but no near-term plans to do so for the reasons you mentioned."
         ],
         "Speaker": "Nelson Mills"
      },
      "42": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Michael Lewis"
      },
      "43": {
         "Remarks": [
            "Thanks, Michael."
         ],
         "Speaker": "Nelson Mills"
      },
      "44": {
         "Remarks": [
            "Thanks, Michael."
         ],
         "Speaker": "Jim Fleming"
      },
      "45": {
         "Remarks": [
            "Our next question comes from the line of Sheila McGrath from Evercore."
         ],
         "Speaker": "Operator"
      },
      "46": {
         "Remarks": [
            "Hello, Sheila."
         ],
         "Speaker": "Nelson Mills"
      },
      "47": {
         "Remarks": [
            "Yes, good afternoon. Nelson, I was wondering if you could give us some insight on how you think the whole return to work will play out in terms of expenses. So extra sanitation and cleaning and all that. Can you pass that through to the tenants? Or how do you think that will shake out?"
         ],
         "Speaker": "Sheila McGrath"
      },
      "48": {
         "Remarks": [
            "Yes. So the way – and our communication with our tenants and expectations there and per the lease agreement, we’re responsible for, obviously, common area of access, elevators, the general systems and so forth. Anything done in their space is their responsibility. I mean, obviously, we’re going to work with them and partner with them and share information and maybe share ideas and so forth, but that’s the way it gets split traditionally, and that’s what will continue.",
            "We are spending – we’re not sparing any expense to make sure that the air filtrations are the best they can be. We’re even running HVAC longer. We’re monitoring humidity, cleaning, cleaning, cleaning, signage, all those sorts of things. It’s not massive. It’s not huge dollars. And – but it does add up. As Jim said, it’s somewhat eaten into the savings we had from having empty buildings. But we feel like it’s prudent, the proper thing to do. When tenants start to reoccupy those expenses will continue. Into or through this crisis, of course. But our responsibility is the common areas, which will be relatively – it won’t really move the needle in terms of our numbers."
         ],
         "Speaker": "Nelson Mills"
      },
      "49": {
         "Remarks": [
            "Okay. And then on – I was just wondering in your discussions with tenants, have you had any examples where they are looking to do the opposite of densifying and just kind of spreading out? I just wondered anecdotally, if you could give us insights there."
         ],
         "Speaker": "Sheila McGrath"
      },
      "50": {
         "Remarks": [
            "Yes. So density is a concern by everyone, including us, right? And how do you manage the density, obviously, work from home, at least in the short term, as part of that solution. But we haven’t had anybody – first of all, we don’t have a lot of space available for our tenants to spread out in today, which is not the worst problem to have. But we have had a couple of large specific tenants who had said, look, we need to bring our people back, work from home will work for a while. We need to bring our folks back. We’ve got to solve the density issue. Can you work with us? Can you help us? Do you have space? When will you have space? That’s particularly in San Francisco, is where we had those discussions.",
            "I think there will be more of that, when we move back beyond the work from home environment and try to get – we all try to get people back into the office. I think we’ll have more of those discussions. Density is going to be something that I think almost all our tenants are going to address in reducing density. So I think we’ll have more of those discussions. So far, there’s just been a couple. And we haven’t signed any new leases as a result of it yet, but we just don’t have the space, but it could happen."
         ],
         "Speaker": "Nelson Mills"
      },
      "51": {
         "Remarks": [
            "And then on lease expirations are fairly manageable in – certainly in 2020. There’s not much coming. But next year is about 8%. Can you remind us where, which markets that rollover is in next year?"
         ],
         "Speaker": "Sheila McGrath"
      },
      "52": {
         "Remarks": [
            "So, Sheila, a lot of that is, even post COVID, even in a post-COVID environment, we all anticipate, at least in the short term, net effective rents will probably come back – pull back a bit. But even with that, we would anticipate most of those opportunities are going to be roll-ups. Jim, help me out. I don’t have – on Amazon, and University Circle is one."
         ],
         "Speaker": "Nelson Mills"
      },
      "53": {
         "Remarks": [
            "That’s true. So – and Sheila, I agree completely with what Nelson said. There’s we get 173,000 square feet back from Pershing in the middle of next year. Obviously, we need to deal with that. We think that – we thought before COVID, that might be a slight roll-up, we’ll see. But that’s relatively low rental rate, in any case. And that really the more significant ones are, Nelson mentioned Amazon. It’s about 90,000 square feet, well under market at University circle. We’ve got a 25,000 square foot user at 650 California that’s similarly way under market. We got a 20,000 at 116 Huntington in Boston and a 11,000 at 1600 Boston that are, we thought before, we’re well under market. So really, we were kind of at double-digit rent roll up expectations next year. I don’t know where that – how that will play out given COVID and all that. But I think we’re pretty well positioned for the expirations next year."
         ],
         "Speaker": "Jim Fleming"
      },
      "54": {
         "Remarks": [
            "Okay, great. And one last one. There’s a small amount of debt. It looks like secured mortgages, but they’re in the 5% range in 2020 and 2021. Will that be an opportunity for you on the refinancing side? And will you just move those to unsecured? Or what’s the plan?"
         ],
         "Speaker": "Sheila McGrath"
      },
      "55": {
         "Remarks": [
            "Yes. Those are both in joint ventures. One is at 799 Broadway and the other is at Terminal Warehouse, which is why those exist as secured debt because there are other groups involved. You’re correct. Those are much more expensive than any of our other debt. And we will look for ways to reduce the interest cost on, at least 799 Broadway, I think we’ll have a chance. We may just let the existing loan stay in place on Terminal Warehouse. It’s an acquisition loan with some extension rights. But those are pretty small loans, as you know, Sheila, in terms of our overall debt. So the cost isn’t that big a deal for us, but over time, we certainly could reduce the interest cost."
         ],
         "Speaker": "Jim Fleming"
      },
      "56": {
         "Remarks": [
            "Okay, great. Thank you."
         ],
         "Speaker": "Sheila McGrath"
      },
      "57": {
         "Remarks": [
            "Thank you, Sheila."
         ],
         "Speaker": "Nelson Mills"
      },
      "58": {
         "Remarks": [
            "Thanks."
         ],
         "Speaker": "Jim Fleming"
      },
      "59": {
         "Remarks": [
            "Our last question comes from the line of Rick Skidmore [Goldman Sachs]."
         ],
         "Speaker": "Operator"
      },
      "60": {
         "Remarks": [
            "Hey, Nelson, how’re you doing? Nelson, I wanted just to ask about the – just following up on the lease expirations for the second half of 2020 and into 2021. Are you sort of actively working on those at this point? Or is it too early? Or is it just that the market is not really very active? How would you sort of gauge the activity level on renewing those expirations, both in the back half of 2020 and into 2021?"
         ],
         "Speaker": "Rick Skidmore"
      },
      "61": {
         "Remarks": [
            "Yes. So Rick, in all cases, we were really working on those. We’re always working on those, right? But we were working on those. We had conversations going. We had – with existing tenants. We were marketing several of the spaces pre-COVID. The shutdown, obviously, difficult to do tours. It’s difficult to get people around the table to negotiate, but the needs are still there. The existing tenants, those expirations are coming. It’s an issue for us, but it’s also an issue for the tenants. And so I’d say, for obvious reasons, those conversations have not stopped.",
            "They’ve been disrupted a bit. The team is highly focused. And I think is that those leases, as the termination exploration approaches, both we and the tenant are going to need to resolve those. So yes, we’re on it. It’s hard to know exactly how fast these things can move, but we’re confident we’ll be ahead of those. We’ll get them done.",
            "In terms of impact on effective rents, I mean, certainly, in this environment, conversations are going to – it’s shifted a little bit in the tenant’s favor in some cases, right, just because of the environment we’re in. And so we would expect that this post-COVID environment at least for some period of time, net effective rents will be a little tighter, a little lower. But given the quality of the portfolio, given where we are, given the fact that we can be patient, I think we’ll come out quite well there.",
            "You didn’t ask about this one specifically, Rick, but I don’t want to get off the call without mentioning 799 Broadway. It’s a new construction, just topped out, curtain wall is going up. It’s going to deliver second quarter of next year. That’s been delayed just a few months by COVID. We were in very active – not active discussion, but very – a lot of interested parties looking at the property pre-COVID.",
            "Several of those continue. And we’re very optimistic about that property. Will it be exactly, would it be quite as high a rate, net effective rate as pre-COVID, maybe not, but it could be. It could be very close. And given the unique nature of that property and given the special property it is. So very excited. Hopefully, in the next quarter or two, we’ll have some movement on that one, but as well as all these others."
         ],
         "Speaker": "Nelson Mills"
      },
      "62": {
         "Remarks": [
            "So you anticipated my next question. So I’ll ask an easy one to Jim. And can you just – Jim, just remind us what your retail exposure is?"
         ],
         "Speaker": "Rick Skidmore"
      },
      "63": {
         "Remarks": [
            "Yes, it’s about 4% of our total revenues, Rick. And Rick, you didn’t ask about transient parking, but it’s about 0.6% or 0.7%. It’s a pretty small number also."
         ],
         "Speaker": "Jim Fleming"
      },
      "64": {
         "Remarks": [
            "And Rick, even that 4% – a large percentage of that, close to half, is just its concentrated in just two or three retail tenants, all of which are in really good shape. And so our – yes, some of the smaller retail may struggle, and we may lose a couple of those, but it’s very, very small percentage of the revenues."
         ],
         "Speaker": "Nelson Mills"
      },
      "65": {
         "Remarks": [
            "And then, Nelson, just high level, just on the dividend side. It looks like certainly covering the dividend now. How are you thinking about the dividends? It feels like it’s in a pretty good spot, especially given near-term limited lease role, et cetera, capital needs and maybe just any additional thoughts or color on the dividend?"
         ],
         "Speaker": "Rick Skidmore"
      },
      "66": {
         "Remarks": [
            "Yes, that’s right, Rick. I’d say – again, that’s a Board decision, and we discuss that quarterly. We always have – today, based on our outlook and expectations, we think it’s very well protected. But we do take a long-term view. We do look out several years and on the dividend. If things were, if the economy or our situation were to worsen in any way, we’d address it. But today, Jim can add what he’d like. But today, we feel – based on where we are today, we feel confident in it."
         ],
         "Speaker": "Nelson Mills"
      },
      "67": {
         "Remarks": [
            "Yes. I agree."
         ],
         "Speaker": "Jim Fleming"
      },
      "68": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Rick Skidmore"
      },
      "69": {
         "Remarks": [
            "Thank you, Rick."
         ],
         "Speaker": "Nelson Mills"
      },
      "70": {
         "Remarks": [
            "All right, there are no calls on the phone line at this time. I will now turn it back over to Mr. Mills."
         ],
         "Speaker": "Operator"
      },
      "71": {
         "Remarks": [
            "All right. Thank you so much. Thank you, everybody. Great questions, as always, and we really appreciate those, and we appreciate all of you being with us today and participating on our call. I think you can see from our quarterly results and our near-term outlook for this year that it reflects a portfolio and a company that’s well positioned. And obviously, as we’ve said, these are challenging times, and we don’t know better than anybody else what the outlook is going to be for our economy and our sector and industry. But I will say we have the good fortune of having a very well positioned portfolio, and we’re going to work very hard to keep it that way and to grow from there.",
            "So we do appreciate your time and your interest. We wish all of you and your families good health and the very best as we move through the remainder of this challenging year. Please call us any time with any questions. Otherwise, we look forward to further updates in the next – in the coming quarters. Thank you."
         ],
         "Speaker": "Nelson Mills"
      },
      "72": {
         "Remarks": [
            "Ladies and gentlemen, this concludes today’s conference call. Thank you for participating, and you may now disconnect at this time."
         ],
         "Speaker": "Operator"
      }
   }
}