{
   "Date": "August 14, 2020",
   "Presentation": {
      "Cameron Reynolds": [
         "Thank you, everyone, for joining Volition’s conference call today. I especially appreciate it, given the busy earnings call season, and the ongoing pandemic, speaking of which let us first start with an update on how the COVID-19 pandemic has affected operations for Volition thus far.",
         "I would like to reiterate how proud I am with the way that our team has adapted to the different world we find ourselves in and kept on working at full speed during this whole time, their fantastic efforts have put us in an excellent position as we move towards the launch of our first products expected later this year.",
         "During the first quarter of 2020, we implemented contingency planning to protect the health and well-being of our employees, with most employees working remotely where possible. However, in our addition to our remote efforts, our lab in Belgium has remained open thus far with the attendance of our dedicated lab technicians, social distancing, and observing other site verticals in our large 20,000 square foot facility.",
         "As the pandemic continued into the second quarter and indeed looks like it could continue for the indeterminate future, we focused on two key areas to try to mitigate the effects of the lockdown and allow us to keep moving towards our first products, utilizing our cutting edge Nu.Q platform.",
         "Firstly, and very importantly, we’ve significantly strengthened our balance sheet through both an underwritten public offering of our common stock and for the sale of shares of common stock pursuant to our existing At The Market offering program to ensure we have sufficient capital to work on our many programs concurrently, and launch products where possible during the pandemic. More and much strengthened cash position and our product launch strategy later.",
         "Secondly, we have increased the flexibility of our supply chain through the addition of a second supply of key materials for our products and we’re looking to the future in manufacturing those materials ourselves by bringing all key components in-house. To this end, I’m very happy to announce today we have just submitted an offer to purchase a neighboring facility in Belgium known as Silver One. We expect that this will be the production hub of all of our products and components to both secure our own supply at a lower cost and to drive reagent revenue building on our purchase of Octamer earlier this year, more or less later as well.",
         "And so I will start with the all important strengthened financials. We closed out the second quarter with $21.3 million in cash and cash equivalents compared with $12 million at the end of last quarter, the March quarter. In addition to this, during the second quarter of 2020, we raised $13.8 million in gross proceeds in an underwritten public offering, which was especially pleasing, given the challenges posed by the pandemic and the volatile stock market.",
         "During the quarter, we also periodically sold shares of our common stock pursuant to our previously disclosed At The Market equity offering program, or ATM, under our existing registration statement along with our Rule 10b5-1 plan. Through the end of the second quarter of 2020 we had raised approximately $1.6 million in gross proceeds under the ATM. And subsequent to the quarter end, throughout August 7, we raised an additional, approximately $4.7 million in gross proceeds through the ATM.",
         "The ATM has been in place since late 2018 and provides for the offer and sale of our common stock, having an aggregate offering price of up to $10 million from time to time through Oppenheimer & Co., acting as our agent and/or principal. We decided to use the ATM now to further strengthen our balance sheet during the uncertain times caused by the pandemic and support our goal of launching several products over the next few quarters.",
         "I would like yet again to thank our investors for their strong support. Our underwritten public offering that we completed in May was oversubscribed. And we welcomed some new investors as well as many existing ones.",
         "We’re also delighted in June to be added to the Russell 3000 and Russell Microcap Indexes is a great step forward for our company. I think it is fair to say all this activity significantly strengthened our cash position, providing a great runway to achieve our many milestones and give us flexibility during the continued pandemic.",
         "We continue to manage our expenditures very carefully. And as we approach commercialization, our burn rate has picked up to approximately $1.6 million to $1.7 million per month, which we expect to continue as we make additional investment towards product launches. The increase is mainly due to the acceleration of our assay development, the purchase of commercial samples for clinical evaluation of assays and securing resources in both people and facilities to launch multiple products worldwide.",
         "I’ll go through some of our achievements this quarter. I’m incredibly proud of the work we have done to date. Indeed much of it within the June quarter regarding the development of a potential COVID-19 triaged prognostic test. If we succeed in launching this test, we expect that it could not only be very helpful in the fight against COVID-19, but could also prove useful for many years to come in a wide range of other respiratory viral outbreaks, including influenza and pneumonia. Since our test measures the body’s immune response rather than targeting the actual virus itself.",
         "It was only just a few months ago, in April, when we announced that we had filed a novel patent and a proof of concept study started, and yet by July, we had reported results from two clinical studies. Just to recap, the preliminary study results reported in May demonstrated the area under the curve for single assay with an accuracy of 98.7% PCR positive versus control subjects, with 100% sensitivity and 94% specificity. And the second Nu.Q assay also showed promising results with an accuracy, AUC, 86.2%.",
         "To date, we have now tested two independent cohorts of COVID-19 positive patients with quantitative nucleosome immunoassays and found that nucleosomes were highly elevated in plasma of severe COVID patients relative to healthy controlled subjects. And more importantly, that both histone 3.1 variant and citrullinated nucleosomes increased with disease severity.",
         "Given that the highest levels of nucleosomes were found in patients requiring artificial ventilation or extracorporeal oxygenation, we believe that nucleosomes could serve as a guiding biomarker for disease severity in COVID-19 positive patients. These data imply that Nu.Q could have strong prognostic potential, and so we are now focused on the completion of larger, longitudinal studies that would be needed to support a potential COVID-19 product launch. Our collaborators have submitted this data for peer-review and we look forward to its publication. Early identification and triaging of patients tested positive for COVID-19 who are the most likely to deteriorate and need critical care would enable both improved outcomes for patients and a more efficient use of critical care resources for healthcare providers.",
         "We believe this is still very much an unmet need worldwide in fighting the impact of the pandemic. Our goal is to develop a prognostic test with nucleosomes as a biomarker to provide early insight into which COVID-19 positive patients require higher levels of monitoring including hospitalization and critical care resources, versus those who are less likely to develop serious symptoms.",
         "I would like to make it extremely clear while cancer remains our core disease focus. These results demonstrate the versatility of the Nu.Q platform and the range of applications for which these products can be leveraged to help increase diagnostic power. I am hopeful that our Nu.Q epigenetic toolbox may have potential to help doctors and patients in the pandemic.",
         "I believe it may also be helpful in other respiratory viral outbreaks including influenza and pneumonia, particularly given that the current COVID tests are specific to strain or disease, which our Nu.Q tests are not. It appears very likely that the hyper-inflammatory response to the virus involving massive injection of NETs made up of nucleosomes into the blood by white blood cells that damage the lungs and many patients also do in influenza every year. Consequently, we believe that if our test works well for COVID, it should also work for influenza and pneumonia and ongoing and massive potential worldwide market.",
         "I am also pleased that the Nu.Q test kits used by the teams in Liege and Munich performed extremely well independently on their own lab equipment. This bodes very well for use of the kit in any future lab setting. And yet again, is testament to their robustness and visibility of the Nu.Q platform our team has spent many years optimizing. As many of you know, the healthcare world, pharmaceutical diagnostic, et cetera, moved fairly slowly.",
         "And so I’m particularly grateful to our team and most importantly, our collaborators, who have worked so quickly and so diligently on these studies, and indeed in preparing the groundwork for longitudinal studies to get underway in this quarter. In terms of launching a COVID-19 product in the U.S., we are currently in discussions with a major U.S. contract research organization to conduct a large perspective, prognostic COVID-19 study. The study will be intended to satisfy all requirements to apply for an FDA Emergency Use Authorization, EUA.",
         "If EUA is no longer an option upon study completion, it’s designed to also satisfy all requirements to submit a traditional FDA 510(k) de novo application. In addition to the regulatory approvals, the study will be designed to maximize the likelihood of receiving funding awards from the Biomedical Advanced Research and Development Authority, BARDA, Operation Warp Speed, OWS, and/or the Coalition of Epidemic Preparedness Innovations, CEPI. These programs are funding to accelerate development, manufacturing, and distribution of COVID-19 products. If this study were to proceed and positive results received that our product receiving EUA can only be ordered for COVID-19 patients.",
         "However, longer term the product commercialize via EUA, Emergency Use Authorization can be used in a post-market 510(k) studies to expand to many other clinical uses. For example, a subsequent 510(k) will be filed for use in COVID-19 plus influenza. More broadly intended to use 510(k) claims could also be subsequently filed, for example, for use infectious diseases and hyperimmune reactions with associated resources.",
         "So this study would represent a great first step. I look forward to announcing further details of this study as soon as we can. I also hope to announce soon further details of other COVID-19 longitudinal studies currently being planned in Europe for European CE Mark approval. If we continue to see positive results in these longitudinal studies, we aim to have a CE Mark product available on multiple platforms beginning at the end of this year.",
         "And we look to launch a low cost product that could be used in any laboratory worldwide, as soon as possible thereafter. And we’re also looking to launch in Asia soon after Europe. In addition to all of our hard work on the COVID-19 Triage product development, I’m delighted to say that we have continued to make strong progress in our other programs, again, despite a lot of new hurdles that we are facing during the pandemic.",
         "From an assay development point of view, we have now 13 assays developed as of June 30 and this meets our target of 12 assays by June 30 that are being tested in our clinical research programs. We plan to reach a total of 20 assays by the end of this year. And this is yet another milestone that we have reached. This is a huge step for us and we have kept this key milestone despite the pandemic conditions. These assays can now be used in our key Marquee cancer diagnostic programs, our vet studies and our COVID work as discussed earlier.",
         "We’ve also manufactured our first recombinant nucleosomes in-house with a plan to further four to be completed by the end of this month and three in September. These nucleosomes will be used in our assay development program in-house, and may also be sold as research use only to biotech and pharma companies to be used as readouts for the therapy monitoring and personalized medicines for example. We’ve also made great progress with our point of care platform, something which could be particularly useful in both the veterinary market and for the COVID triage.",
         "From the large cancer clinical trials perspective, our Marquee trials, I think it is fair to say that the various ways that we have now been affected by the continued pandemic, either by slow or paused collection, or a host of other supply chain or travel and communication issues. We believe we have successfully managed those areas under our direct control such as the assay development and running samples, both on track with our milestones, but many issues are obviously beyond our control. The EDRN study in U.S. has been impacted the most by the pandemic. Further through our last update, remote, at home or offsite, contending has been IRB approved and is expected to begin this month. This approach limits potential exposure to COVID-19 and will help enhance the enrollment, but we do not expect that will match the standard system numbers. ",
         "Most of the institutions participant in the study are reopening, but with various degrees of restrictions and barriers. And you thought in Australia it was open and was initially enrolling at full capacity, but now Australia has recently recommitted lockdown restrictions. EDRN is currently seeking to add additional sites outside of the U.S. in regions with fewer restrictions, but to date none of these sites are collecting. So in summary, the EDRN expect slower collections in 2020 than originally planned and we expect that this trial may be extended. As always, I will update with further details once available.",
         "The collection of both large scale studies at the National Taiwan University continues with the aim to complete collection by middle of next year. With regards to those studies, we have now completed eight assays on the subset of both of the two National Taiwan University studies, CRC and lung, and we’re working with our collaborators on data and analysis. We expect over this coming quarter to run additional number of assays. As per our more rigorous process for processing data where we can, in either peer-reviewed papers or conferences, the plan is to submit the abstract at two upcoming conferences; the APDW in December for the colorectal cancer results and the IASLC for lung cancer results that plan to be held in January.",
         "And finally, from our clinical study perspective, we are at the final stages of the planning some additional clinical studies, including non-Hodgkin’s lymphoma, as well as colorectal cancer and lung throughout this space. We’ll generate a lot of data in our Nu.Q capture program this quarter with the aim of submitting a clinical paper with our filings by the end of the third quarter, but just one submit though. Through mass spectrometry, we have made fantastic progress by identifying and then developing a new key biomarker from scratch, so it can now be used in one of our clinical trials.",
         "This was simply our best quarter ever from a publications point of view as well. We had three abstracts published at ASCO, the American Society of Clinical Oncology and then we have also just received acceptance for oral presentations for two abstracts at a Virtual Veterinary Cancer Society Meeting in October of this year. As I alluded to earlier, abstracts are underway for both colorectal cancer and lung cancer for the APDW and IASLC, respectively. Clinical paper-wise, a Nu.Q Vet paper regarding pre-analytics has been submitted for peer review and accepted for publication. Three papers have been submitted by collaborators for lung disease, for complications during pregnancy, and for COVID-19 using our technology, yet again showing the wide adaptability of our platform.",
         "We have three more papers in process, a pre-analytic paper for humans due for submission over the summer months and two papers from the Nu.Q capture program on mass spectrometry and also for sequencing. Now that we are very comfortable with our IP and our robust stable platform, we are aggressively moving to publish all our and our collaborators’ very wide ranging work. Please continue to throughout this space, and so to the future. Firstly, I’m delighted to announce on the call today that we have an accepted offer to purchase Silver One a 10,000 square foot facility on the same science box, as our lab in Belgium, which will be our manufacturing hub and service lab.",
         "Our order has been accepted and both parties are now completing the necessary paperwork. This facility comes at a cost of €100 million including a full new fit-out showing our commitment to both keeping our cost down and moving to the product phase of development. We anticipate that as with our previous real estate transactions, at least some of these costs will be supported through non-dilutive grants and the loans from the newer regions.",
         "We expect that the fit out will take place over the next few months and we hope it will be operational in October and produce several key components right away with the ISO certification next year. Our plan is to produce at large scale, raw materials, such as recombinant nucleosomes, which act as the caliber and Nu.Q assays, in addition to antibodies that are key elements to our branded products. And indeed we’ll manufacture our full diagnostic kits once finalized.",
         "We expect to offer all elements. So both commercial sale and for clinical trial purposes and see my products for sale in Europe and beyond. We also do intend to install a service lab in the new facility, which would undertake sample price I think for external parties, such as the pregnancy samples process as a service for names as mentioned on an earlier call.",
         "The other thing that this new facility would not only bring manufacturing of key components in-house, thereby securing our supply chain. We’re also significantly reduce the cost of production of any of these elements and in turn would reduce the cost of assay development. It’s an exciting time and I could not be happier that we could find a suitable site so closely situated to our current lab. It’s another great step forward in our road to a diverse revenue stream.",
         "To that end, we’re recruiting our sales and business development manager to help drive revenue through Research Use Only Kits through service propositions and through CE mark products. I’ll look forward to announcing an appointment soon. More broadly, as we approach commercialization of our product, be that COVID-19 triage test or one of the cancers, lung, colorectal cancer triage products. We have permits licensing discussions with a range of companies and platform providers to ensure we can supply the market quickly and cost effectively.",
         "Our first triage CE mark is due to be completed in the next few weeks. Being delayed from late June as our suppliers facility was halted due to several key members being put on COVID-19 quarantine. Given our new in-house capabilities, giving us greater flexibility, we have now brought the funnel work in-house and under our direct control. If you get the game shows, the benefit of our focus on diversity of supply and having an in-house production option.",
         "Product wise, we remain on track to launch our first Nu.Q invest product later this year. We feel the pet market is one where we have the best chance of launching products during the pandemic. The best products due to be launched at the end of this year. I’d like you to read for blood and defend the remission monitoring, and we then aim to target additional uses, remission monitoring for other cancers, and product that itself in 2021.",
         "This next inventing has made great strides forward despite the pandemic. As I said earlier, two websites have been accepted for oral presentation at the VCS meeting, where we expect further Nu.Q data to be presented. In line with our product focus Nate Dewsbury formerly Volition Vet CEO will shift his focus purely commercialization and serve as additional Vet Chief Commercialization Officer.",
         "We have made fantastic progress on the vet side of the business, and this is truly an area of the business to watch closely. I could not be proud of how hot the whole team has continued to work throughout this difficult time. My thanks to them and their families for say quickly adapting to the new normal. Thanks also to our collaborators and suppliers throughout the world. The impact of the pandemic has been felt everywhere. And so we are grateful for their can do attitude. I thank also should go out to the financial community and our investors. We have greatly appreciate your support and have significantly strengthened our balance sheet in order to deliver our future milestones and our first product.",
         "Looking to the future, I would like to reiterate our vision and what makes us so excited with our progress and our space. Volition is an epigenetics company focused on advancing the science of epigenetics and exploiting these advantages in human and animal health. This has been our mission since our founding and it’s coming to fruition with our Nu.Q platform at the very heart of epigenetics.",
         "So, we say the epigenetic is as, if not more important than the genetic DNA. In short, it’s not DNA, it’s the full chromosome. We believe the last decade of work at Volition with our ever expanding team in epigenetics, puts us in an extremely strong position with our expensive IP portfolio to be a significant player in this key field. Overall, on so many fronts, with our ever-growing team and intellectual property, I am delighted with the progress we’re making, and I’m excited by the momentum we have developed in this epigenetics field. Indeed our whole team is incredibly excited by the company’s future opportunities. We aim to report throughout this year and beyond several key milestones including Nu.Q’s ability to detect a range of cancers in both human and animals. In addition to the clinical data on the NU.Q Capture and data relating to the COVID-19 triage test in development.",
         "We will also focus on driving revenue in the coming quarters where possible during the pandemic in our four key areas. Firstly, our four potential triage tests; secondly Vet products; thirdly, using our new production facility to drive reagent sales and revenue; and four; the licensing of our technology for others to commercialize. I, along with the rest of the Board and indeed the whole company, look forward to sharing the results of our key studies over the coming months and year with our optimized platform. Despite the pandemic, we expect 2020 to be our most exciting year yet.",
         "Thanks for joining the call today. I very much appreciate it, given the busy earnings call season. We are now happy to take your question. Operator?"
      ],
      "Operator": [
         "Good morning, ladies and gentlemen, and thank you for standing by. Welcome to the VolitionRx Limited’s Second Quarter 2020 Earnings Conference Call. During today’s presentation, all parties will be in a listen-only mode. Following the presentation, the conference call will be opened for questions. [Operator Instructions] This conference call is being recorded, August 14, 2020.",
         "I’d now like to turn the conference over to Scott Powell, Executive Vice President of Investor Relations. Please go ahead."
      ],
      "Scott Powell": [
         "Thank you, and welcome everyone to today’s earnings conference call for VolitionRx Limited. This call will cover Volition’s financial and operating results for the second quarter of 2020, along with a discussion of our recent activities and key upcoming milestones. Following our prepared remarks, we will open the conference call to a question-and-answer session. Also on our call today is Mr. Cameron Reynolds, President and Chief Executive Officer; and Mr. David Vanston, Chief Financial Officer.",
         "Before we begin, I’d like to remind everyone that some of the information discussed on this conference call will include forward-looking statements covered under the Safe Harbor provisions of the Private Securities Litigation Reform Act of 1995. These statements are based on our beliefs, as well as assumptions we have used based upon information currently available to us. Because these statements reflect our current views concerning future events, these statements involve risks, uncertainties and assumptions.",
         "Actual future results may vary significantly based on a number of factors that may cause the actual results or events to be materially different from future results, performance or achievements expressed or implied by these statements. We have identified various risk factors associated with our operations in our most recent annual report on Form 10-K, quarterly reports on Form 10-Q, and other filings with the Securities and Exchange Commission. We do not undertake any obligation to update any forward-looking statements made during this call.",
         "I’d now like to turn the call over to our President and Chief Executive Officer, Mr. Cameron Reynolds. Cameron?"
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions] Our first question is from Jason McCarthy with Maxim Group. Please proceed."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hey, guys. Thanks for taking the question. This is Mike Okunewitch on the line for Jason."
         ],
         "Speaker": "Mike Okunewitch"
      },
      "3": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "4": {
         "Remarks": [
            "So first, I’d like to see if you could provide a bit more detail on the upcoming CE mark, you said it is expected on a maximum price, I think you said. So which triage has that CE mark? Is it adjusted for a single assay?"
         ],
         "Speaker": "Mike Okunewitch"
      },
      "5": {
         "Remarks": [
            "Yes, it is a triage product, it’s the blood cancer, actually blood cancers in humans and in the vet space have been actually best results for anything. So as we now – as COVID has excellent data, so we thought it’s a very good way of starting the CE mark process to help one product. And that’s actually the H3.1 assay, which also works well in a lot of other things. Obviously, one of our supplies had some major COVID issues, so we brought it back in-house. So it appears very soon to be finished in the next few weeks. So late September and that will really stop the process. So once we have the CE mark product, we can work with it in the blood cancers, but also where that assay is useful in other areas, it makes it much easier to see market for other purposes.",
            "And yes, it’s also the assay which was also very valuable in products. So it gives a huge head start in a range of different areas. The triage product itself we’re doing some pre-analytics work, which actually is being done in Australia, which obviously going back into lockdown. So we have an update exactly when we start marketing other products. But we will have the CE mark requesting and that gives us a really good building block for a lot of other products. So it’s a great start."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "6": {
         "Remarks": [
            "And then it’s actually relating to the blood cancer product. How many assays would you need to get a CE mark before you have an actual product to bring to market?"
         ],
         "Speaker": "Mike Okunewitch"
      },
      "7": {
         "Remarks": [
            "So the one assay actually was quite well, as a frontline triage or as an anti-drug. If you look at the results presented at ASCO the single assay actually was in the 80’s and 90’s AUC. So I think it’s getting better. So we’re doing a lot more work on the blood cancers. It actually – as you can probably see, it’s quite surprise how good it’s been to have worked in a range of different subspecies so quickly. So we’re doing a lot of work now on what the product would look like. So obviously the CE mark was cancer healthy, which is incredibly impressive, but we need to make better trials to make – what a CE mark allows you to do is sell it commercially. It doesn’t mean people are going to rush out and buy it. But by CE marking the product, when you run it in trials it gets – it’s product ready immediately. So H3.1 by itself had incredibly good results in the blood cancers. And once we finished the pre analytics, whatever that is given the COVID work we’re doing, because of pandemic. We’ll see if that’s a good enough assays to triage by itself. It’s good enough for see, like, what we see – what their take up is commercially. But the results as you can see from the ASCO work and I can share them again offline. We’re incredibly impressive. So that’s one assay by itself in the blood cancers. This is healthy.",
            "So it’s a good first step. But we haven’t talked about a lot in the call, because we’re not exactly sure of the process. We’re putting all the pieces together now, as it regards to products in different areas. But yes, we save mocking it, because the results are absolutely fantastic as presented to ASCO for that one assay. But obviously, the more assays you put together, the more accurate typically. So we’re working out now, but it seems like a very good step forward, for given this is an assay we’ve used it in a lot of different areas to make sure, if that it’s product ready."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "8": {
         "Remarks": [
            "Thanks, Cameron. And then I just one more on the COVID-19 test, well I assume, you can explain help frame exactly how this would be applied in practice. And you mentioned that will be largely focused on the high risk groups, but what’s the need out there for prognostic indicators and then what else physicians do with the information once they get it?"
         ],
         "Speaker": "Mike Okunewitch"
      },
      "9": {
         "Remarks": [
            "Yes. Very good question. So people, I’ve got prognostic and diagnostics, it’s a little confusing, that’s on one conditions, diagnostic tools you have it, prognostic tools will attempts to drug you, whether you’re going to be badly off, you probably familiar. A lot of people have very low or no symptoms. And unfortunately, some people get extremely bad symptoms. And other symptoms you get are actually the body’s immune response. It’s not the virus itself at all. It’s the immune response, which is the NETosis, which is something we’ve been looking at for a long time. Because it’s a long prior of the weak defense, which the body throws out to try and track the virus, which is why it called NETs and I guess that’s where that came with equity and backwards, I guess. But NETosis or NET, so what we measure is protogenetic and it’s a long chain for protogenetic. So a very simple product for us and potentially, because it’s very low cost, easy to use, something to be used vary widely, and that’s used clinically.",
            "So it’s unfortunately, like you were in the hospital with fever, do you go when you’re feeling a bit sick? It’s very hard to tell now whether you’re going to spiral down and say, takes of care quickly, or would you stay sick for a while, then we would get sick in the coupler or you recover, come back again. So what lacking is a prognostic knock it could actually where you are in that cycle? So what we looked at is the three types like this, we’re in the third stage now, and the first two are extremely successful, could be measured COVID from health, if COVID positive, otherwise there’s no point in having any tests. And it was extremely, I mean, why to have be under expectations of almost 99% accuracy. Then it’s a work, it’s a higher in a very sick people. And for the sake of time and samples collected, we took proxy, so those in intensive care, we seem to the most sick, which makes sense.",
            "Those who had COVID in a normal ward has medium and those who had COVID, but didn’t know where or just tested positive, but weren’t really sick for once in week. And I think that all makes perfect sense. And in the paper, which we’ll see soon, the people with intensive care were absolutely off the scale high and 50 those who were on the path to death or ventilation, unfortunately, and the people who were sick, but more than be sick in normal wards and those that’s what it means when it says progress with disease progression. So these are numbers we’ve never seen in the candidates, I mean, just off the scale high, obviously if you’re drowning in this hostess, which is the tragic close to the death of so many people from COVID. You have a massive stigma. You’re not neutral times, which is understandable.",
            "So it’s two things, as far as the next level of trial, that’s in the same people, what does the curve look like, from when you come in feeling little tried for you to getting better or worse? But also doctors need something to quantify support very simply it two people, Mike, I’m not sure, [indiscernible] one of you might come in and think, I’m dying, I’m dying. I’m very sick and actually be okay. And one of you might be signed I’m okay, but actually he is very sick. The doctors always want something to quantify where they are and then entice us, which there really isn’t at the moment. So we think if it can be proven, it’s incredibly important to have a prognostic. Also, in therapy for COVID, it is decisive, which kills you, not the virus. So knowing if you’re getting better, you need a prognostic as well, to see, is a market going down with treatment.",
            "So and don’t forget, that means it’s not taken once. It’s taken time and time and time and time and time, again. So if it is one – the H3.1 again, that’s the one we’re marking for the blood cancers, now of course, you’re not going to be screened for tests that while you’re in hospital that focus and then the completely different size, it’ll put together very well. So, you need a lot of them – if it’s only one assay, it’s going to cost us very little to manufacture with any facility.",
            "Now, that we’re in the process of manufacture, well we can bring down by about 90%, 95% of the cost of that one assay or the physical nation also works very well. I won’t go into that too much in depth. It’s quite technical, but it’s useful. It’s in having two markets for different reasons and different measures of information. But it looks, like it could work just with one, perhaps two. Now the one, if it is just one, it’s something, which we can lose extremely quickly, because by that stage, we certainly expect to be already theme for different purpose, which is one of the reasons we were so keen to see market quickly to the other purpose.",
            "So that will put together, and I think it’s showing several things, these trials, we’ve rushed for intellectual property. We’ve got an assay, with the information we had. We rushed the kids to independent sentence and ran the kids. Now, we tried this a few years ago, other collaborators and the kids really didn’t have the robustness needed. This time, I’m extremely proud to say that they were incredibly reproducible, reliable, they measured exactly what they should be measuring the standard of care to perfect. It was just – they worked exactly the right independently in separate hospitals and approach, because we couldn’t travel out and find anyone. It just showed that the bumps down to the lives of the people can run and get tight on quickly and launch. So, I was extremely happy for a whole lot of reasons. It just shows that the rising part of our platform, it’s reproducible, reliable incredibly impressive work have done.",
            "So yes, so to be used prognostic test and we’re working on trials in Europe, which can be retrospective, that we can get data quite quickly. We’re hoping to run the first of them in September, which is coming up quickly now. And then the U.S. trial, I mentioned, obviously we’ll give full readout. We’ve decided in the U.S. given its potential uses for years and years to come in influenza and pneumonia to go for proper CRO trauma try to kind of rush samples here and samples there. So, information on medicines we haven’t, but we’re very keen to do a proper CRO FDA study for this in the U.S. and we’ll update on that.",
            "So, we expect to see data on products for the European market and we’re hiring that, claim that to see once we have that, so we can move quickly. And as I said, it can be done on plate, on base and the point of care products we’re working in very heavily canceling, also just a drop of blood on a screen. And you could also be used tantalizingly with a COVID test. If you put the COVID test on the point of care, you can have a diagnostic kind of prognostic on the same test point. So all of which are very exciting and we’re working very hard."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "10": {
         "Remarks": [
            "All right. Thank you Cameron, again congratulations on the progress."
         ],
         "Speaker": "Mike Okunewitch"
      },
      "11": {
         "Remarks": [
            "Thank you. It’s been a busy time. Thank you."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "12": {
         "Remarks": [
            "Our next question is from Mark Briedenbach with Oppenheimer & Company. Please proceed."
         ],
         "Speaker": "Operator"
      },
      "13": {
         "Remarks": [
            "Hey guys. Good morning. And thanks for taking the question. Cameron, I guess, we’re used to getting updates on the progress with converting your assays to commercial grade formats. And I guess, I’m still trying to understand why getting 20 assays is a meaningful milestone given that most of your products would likely just use, maybe one or two or three Nu.Qs on a panel. Why do we need 20? And what’s really the rate limiting step now, since you have so many commercial grade assays ready to go? What’s really the rate limiting step for moving diagnostic panels forward? Thank you."
         ],
         "Speaker": "Mark Briedenbach"
      },
      "14": {
         "Remarks": [
            "I liked your question. So yes, the simple panels, the ones to three ones, the triaged panels. So that’s why we’re very keen to launch products as soon as we can. I mean, the net results have been amazing in the blood test with one or two and in COVID test with one or two. So, that’s why I think during the pandemic we can launch them the way they are. So, we did – we always had targets to launch more assays on the place and it just took a lot of work, I guess when the CVs are as good it could be 15% that down to 3% now doing standard curves and all the work, I mean it’s hundreds and hundreds of experiments to assay to make sure it’s completely rebuffed.",
            "Now, we’re getting to a data, not just that we can run it or someone we know runs it, but anyone can not at anywhere, which I think is shown to be incredibly true now in the facilities in Europe where we run. So, we now – so having a wide range of assays to run in the trials works, because each one, I mean, as you know, there are 1,000 structures on the nucleosome or more including really very things like histone modifications, methylations, ventilations, populations, ubiquitylations and [indiscernible] it’s huge and we’ve never really managed to get a reliable test.",
            "Now, don’t forget the importance would be from place. We had some working on place, which worked okay. But the issue in serum was there was a lot of background signal. So the actual signal in plasma is very, very pure, and it’s a much significant noise. but we really needed to be on beats to get there. So, we took on a specialist on the base platform and the audience platform Muhammad has done an amazing job and yet another fantastic team member, who’s really proved that like tremendously during the pandemic.",
            "So, the difference is, I think this is probably the most important step in your question. So, to – so, general recovery, we could say perhaps things closing up. So, we bought smaller quantities of the antibodies to do the work to adapt them to the platform, three, four, five weeks, depending on what you want to do the reiterations to make sure you get the standard curves in the process. And I think we have a team of five doing nothing else that’s platform relevant to this many. It’s a huge amount of work, and there’s hundreds of experiments for assay to get it really, really, really certain level it should be to the trial.",
            "Not for running trial for example, if you are – and some of the assays, typically what happens is arrangement works quite well and a few very well and some not at all, but you want to run a lot of them through a bigger population, because just the ones that work very well and panel to byproduct with the other ones. So typically, you want to run, not just those a couples, because as you know, we have not picked the panel yet. So, there’s still eight or 10 candidates to reach to the counselors to see what’s best for the panel. Because not just the ones that work best, it’s what works best in a panel, including competing conditions everything else.",
            "But for example, for Taiwan, the antibody you need for 10 of them to 5,000 samples is actually quite large, which normally would be trivial. I mean, getting antibodies typically, it’s tough, but over the last three or four months, everyone’s really thought manufacturing new antibodies. So, we’ve stopped through, we thought during all this let’s stick to things we can definitely produce in large quantities, things like H3.1 situation, where we have a good access to everything. And we’ll just the products, where it’s very easy to run again, the best COVID – the triage products, where its data has been excellent on just a couple of assays.",
            "So, at the meantime, we’re developing as many assays as we can to give up those as many guns – make sure we get as good a panel as we can, and it’s just the right to the moment, media weren’t studied of when is it going be restarted. You can probably tell me better you’re delivering the size when things going to get back to normal, I was rolling up maybe a month or two ago, we’d be heading back to normality and it’s not. So, it’s very hard to give exact timelines when study’s going to be finished for the assays, because, it’s all kind of up in the air.",
            "just practical things with Taiwan, we haven’t been there for eight months now. So, a lot of triage products, for example, you have to do a lot of co-analysis, it’s not just the assay. It’s in conjunction with the low dose CT scan and lung cancer, but it’s a lot of different some variables. So, we’ve had to deal with all of that. But I think the team has done incredibly well controlling what we can, which is assay development and noting the products really do take a small under assays, which we can control and we’ll just be ready for the colorectal side of things, it will list and then we’ll have a huge range of assays and a lot of them, we expect to be able to manufacture large volumes of the antibodies and the control of that builds. So, it’s all good inventory. Thank you so much."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "15": {
         "Remarks": [
            "That was a good story. Thank you very much. Congrats on the quarter."
         ],
         "Speaker": "Mark Briedenbach"
      },
      "16": {
         "Remarks": [
            "It’s a complicated time."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "17": {
         "Remarks": [
            "Our next question is from Bruce Jackson with The Benchmark Company. please proceed."
         ],
         "Speaker": "Operator"
      },
      "18": {
         "Remarks": [
            "Hi, thanks for taking my question. With the COVID-19 longitudinal studies, if I could get some additional details. So, I take if there are – there’s a study in Europe and then there’s going to be a study in the United States and the study in Europe, it was unclear from the press release, whether you had longitudinal data or not, or whether you were about to start the study or it’s in process, give us like the status of the European study and then how many months of longitudinal data are you trying to get, and then with the U.S. study, when do you think you might start that study and how long do you think it might take?"
         ],
         "Speaker": "Bruce Jackson"
      },
      "19": {
         "Remarks": [
            "Good questions. So initially, this is Scott, the short answer is all of that. So we have some longitudinal data with [indiscernible]. Obviously if you go from low-to-medium-to-high, there would be a curve between them, but we can’t – it looks like until you have quite a few of them. So you need quite a few people and we’re working on the numbers now to make sure we get 50 or 100 to really try and make sure of what the curve looks like in between the different groups. We’ll definitely use the curve, we are just going to see what that looks like.",
            "So we have run some longitudinal data. We have got working with one institution that we already have. And we have collected what appears to be enough for a trial and its CE Mark is positive.",
            "But like everything, we have to go through an ethical process and ethics process and running them into months of longitudinal data typically, COVID actually kind of brings to a conclusion one way or the other in a week or two, so they already have been collected. So I mean the actual, the samples are collected running them doesn’t take very much time. But as you think from this last data, when you’re working with three or four institutions, it takes months just to kind of all package it up and everyone agree, there’s a lot paper there, 12 offices and four institutions. We are in dialogue with their management teams, getting everyone to kind of be clear what can be said, and how it should be published and we’re trying to publish everything now. So it takes some time. ",
            "So the short answer is the longitudinal study, they are actually only a week or two per person, so it’s not running for three or six months, typically for 13 months launch. There are enough data we think I mean, that’s determined by statistics once it’s out at work, but it looks to be good from what we have, and we’re looking for a few different sources in Europe beyond what we have. So we’ll have updates on that. ",
            "On the west side we’ve got a lot of work trying to do a study that, of course you can try to kind of do small studies and sneak it through where you can do a big front door study with a big CRO. After 12 days, I think, we’re doing quite well. Have been doing a lot of work for us on that. And we’ll see, I think we’re getting close to what we want to do. And that does take time. I don’t have to follow timelines, we are in talk, but it would be coming in the at least six to 12 months in the U S., I mean, it doesn’t take that long to collect when you add everything up, it takes time. It’s just arduous. We’re very comfortable spending that because I don’t think anyone is certain that the epidemic will be over, pandemic will be over.",
            "And also anything we do, I think is extremely helpful going forward in regards to pneumonia and influenza, which killed millions of people every year. And things like diabetes, it’s not a COVID product, it’s a mitosis product. So we took the decision in Europe to apply for the CE Mark as soon as we can. And I think it will close this year, we’ll have the product in the CE Mark very soon for approval.",
            "And in the U.S. we decided to do a proper CRO study and the timelines and things we’ll do as quickly as we can. We’ll again, this is where we strengthened our balance sheet to make sure we have the money to do it properly and get it done by proper CRO. And so we would apply to EUA and file 10-K as well. And obviously work with [indiscernible] licensing as well. So I think Europe could be much quicker, but the U.S. study will be as I got to apply this weekend to make sure it’s properly done FDA product, we can really hang our hat on."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "20": {
         "Remarks": [
            "Okay. And then turning over to the National Taiwan University studies, you mentioned that you’ve completed eight of the Nu.Q markers is the plan to do – is the plan to do all 20 as they become available and – no, go ahead."
         ],
         "Speaker": "Bruce Jackson"
      },
      "21": {
         "Remarks": [
            "Yes. So, we have subsets of the two of them. As I was talking to Mark, from Moscow given supplies, we have limited countries we can run, 25,000 there is actually a lot of work. Normally it would be trivial because you have complete supply chains and everything, we are into six months, now everything is starting to dry up a bit. Again, while they are doing a lot of hard work now to guarantee all of that in large volumes. So yes, we run the assay, absolutely we’re going to run all 20 because we had the large volume of sample there. They are clearly good collaborators. And I like to again, thank them for that continued support during this time period. So we’re going to be ready, when we are ready, they’ll be ready and when pandemic goes off, I mean they are expecting very – they are actually stuck to that schedule, which was amazing. ",
            "So we’ve split off the subsets to run the subsets of our assays and we’re not public subsets of subsets. We will publish when we have a big package of enough samples and enough assays. As we said as soon as we can, which is probably one of the conferences, but also conference moving down and they are going virtual and they are going to be kind of moving around. So I like to tell they are working incredibly hard, especially we are working incredibly hard getting assays ready. And we put together and we will be very happy to release results as soon as it’s all kind of put together."
         ],
         "Speaker": "Scott Powell"
      },
      "22": {
         "Remarks": [
            "Okay. That’s it for me. Thank you very much."
         ],
         "Speaker": "Bruce Jackson"
      },
      "23": {
         "Remarks": [
            "Thank you. Have a great day."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "24": {
         "Remarks": [
            "Our next question is from Nathan Weinstein with Aegis Capital. Please proceed."
         ],
         "Speaker": "Operator"
      },
      "25": {
         "Remarks": [
            "Good morning, Cameron, and the Volition team. So thanks for taking my questions. I would like to ask on the veterinary health side, if you don’t mind, if you could just share first of all, what’s exciting to you about that market. Just seeing us on the commercialization front, it seems like it could be more in the near-term and also what it was like a plan for commercialization look like in that market?"
         ],
         "Speaker": "Nathan Weinstein"
      },
      "26": {
         "Remarks": [
            "Yes. Thank you, Nathan. It’s good to focus on the vet as well than everything else. So, what we talk about the vet market, actually a few things. During the pandemic, only a couple of assays have got very good results in very important lung cancers. We can launch products on a reasonably simple given the current supply chain. You already need to do hundreds – a few hundreds of blood samples to get a product out there. ",
            "So at the moment we don’t have to run 10,000 trials. We’re no one can travel and the supply chains are a little bit messed up. And the market itself is absolutely phenomenally big. I mean, there is two and a half times more diagnosed every year with cancer in humans given the short life cycles. And it’s something which we take very good care about [indiscernible]. We could charge a very similar price to the human diagnostics. Also the collaborator Texas A&M, I mean what a remarkable work that they’ve done during the pandemic to continue on with the work. ",
            "Dr. Wilson-Robles, which has been an absolute star and keeping things going and intellectual curiosity to accept what we do and understand it and adapt it to the vet market. The one of the most very best vet schools, so we’re incredibly lucky to be working with them, it’s not something we had a great partner with vet people at home. So that’s continued on – that has been good enough that they’re comfortable. I think they can launch product this year. And it’s something, which you continue to sludge more, more products, because that the range of vet cancers, that the range of animals. And the market is controlled by a few different companies in the U.S., so tremendous licensing opportunities as well as looking for in product.",
            "So, I think it couldn’t – we done across right at the moment. It’s a single product. Small numbers of samples give you product, it’s a massive need, it’s a great partner and it’s certainly something we can do during a pandemic. So let’s pick into it, [indiscernible] at the moment it’s on track and I couldn’t be happier with the work I’ve been doing."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "27": {
         "Remarks": [
            "Great. Thank you. Appreciate that insight."
         ],
         "Speaker": "Nathan Weinstein"
      },
      "28": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "29": {
         "Remarks": [
            "Our next question is from Steven Ralston with Zacks. Please proceed."
         ],
         "Speaker": "Operator"
      },
      "30": {
         "Remarks": [
            "Good morning, good afternoon, or good evening."
         ],
         "Speaker": "Steven Ralston"
      },
      "31": {
         "Remarks": [
            "Good afternoon. "
         ],
         "Speaker": "Cameron Reynolds"
      },
      "32": {
         "Remarks": [
            "If we could get a little more granular on your two lead products that are closest to commercialization. You mentioned thanks to Bruce’s question that you’re looking at doing these studies in Europe. The size of the sample you mentioned in the 50 to 100 range of subjects, is that sufficient for the CE Mark?"
         ],
         "Speaker": "Steven Ralston"
      },
      "33": {
         "Remarks": [
            "Yes. Subject to those samples, so you’d have five or 10 samples from each person I would add to that. We’ve done a few hundreds and other populations as well versus healthy. And so you typically don’t have thousands of samples, because we have thousands of samples, but for money, a hundred people longer, generally I will add to that how many samples that we have to be. So, I was talking 50 to 100 where you follow the individual person to show the curve. But to show that actually works for different groups and the process is also very good background work. So I’d expect to be in that – a lot more than that. And again, that’s not what we have, we have a CE Mark now understand what’s required in the process, which we have in-house, that it would be hundreds, and hundreds, and hundreds of samples from hundreds of different people.",
            "And again, this comes out and tends to be huge and what’s available, and then you could add a lot more hoping towards get better specificity. I was talking about the COVID side of it, but you’d add probably quite a few hundred other healthy people. So you’d be looking at least 400 or 500 samples, I think, as a minimum to where you’d want to be.",
            "But that’s a good question but I’m not a CE Mark specialist, but we have a lot of people in that boat. But it has been lessened a bit during COVID because obviously everyone is in a hurry to get a product out there. But we’re very confident with what we’re looking at, with our CE Mark. That would be enough to get to CE Mark, and obviously we’ll get to CE Mark, it’s something which people would be interested in buying, given the numbers we have."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "34": {
         "Remarks": [
            "You mentioned you were going to use some of the same data from the second proof-of-concept study. How many subjects were in that study?"
         ],
         "Speaker": "Steven Ralston"
      },
      "35": {
         "Remarks": [
            "In that we had 142."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "36": {
         "Remarks": [
            "And much of that data can be used in the – along the..."
         ],
         "Speaker": "Steven Ralston"
      },
      "37": {
         "Remarks": [
            "That’d be part of the product. That would depend on the condition. The actual patients themselves and the products are being driven by clinicians. I’m not actually obviously wrote from the paper or the process, but we had strong edema continue internally and as you can probably think, as you got to tell them the type of public, there’s a dozen of different products and conditions on the – during the work for us.",
            "So we were getting extremely good advice on what’s going to be needed from all those areas for that – the part numbers with the revenue on them, but they will be – we’re not going to do it obviously, unless it’s enough to satisfy all the requirements, not only for getting CE Mark, but also to be marketable. And we’re confident. We want to make sure it’s not presented as well. So that’s yes – that’s not my specialty, but we do have very few people doing that. So I’m very confident when we go ahead and we’ll be on a very solid basis."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "38": {
         "Remarks": [
            "Moving over to the Nu.Q Vet that’s currently in the hands of Texas A&M College of Veterinary Medicine, and from what I understand, there’s a study either ongoing or going to be started that you just mentioned we’re going to have a few hundred subjects where exactly in that process are you?"
         ],
         "Speaker": "Steven Ralston"
      },
      "39": {
         "Remarks": [
            "So that is the range of different samples, they’ve got some biobanks, obviously the collecting has gone slow to fit from dose coming in from all the other regions. So they’ve gone to quite a few other big biobanks. So as far as I’m aware and I’m pretty aware they have enough in what’s happening there to do the products, which are – for the first product which is the monitoring for lymphoma and the blood cancers. So, what they have covering is enough to know if the best products they’re talking about, which is why they are confident doing this year. But they’re also expanding it as widely as possible with biobank samples, as well as with many large samples as they can.",
            "So that’s going to be submitting a lot of papers now on the pre-analytics, so they’ve done all the work. The assays are stable, and the samples are stable to pre-analytics that’s I think been accepted now, so that should be very soon. And we’re presenting a lot more data for conference in October, which would be supporting all the work they’re doing. So we post them last week that through very confident of reading the timeline. I mean, that can change if there’s an [indiscernible] COVID-related 16-week shutdown but, at the moment they’re on target for that. They have sound rules that that has been good for the product and they are presenting the data in the papers in the conferences now. So at the moment it’s all systems go on target."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "40": {
         "Remarks": [
            "And last question, you closed in the acquisition of Octamer in January, and looking at their website they have some pretty hefty price points. I’m wondering when the sale – their sales will start flowing through your income statement?"
         ],
         "Speaker": "Steven Ralston"
      },
      "41": {
         "Remarks": [
            "Yes. That’s exactly right. So obviously that hit right, as COVID did when we were. So what the aim has always been to absorb that name into the Belgian, so it’s now believes in Germany from Octamer. And yes, potentially this is why they’re very keen on reagent sales, being one of the four key areas to drive revenue, because you can sell for a few million in the ground. So obviously that could be lost with the programs, that’s sort of prediction that [indiscernible] people do small amounts and then get up to it.",
            "So we focused in the March, April, May sort of timeframe in developing our own capabilities. And as I mentioned in the script, we can now manufacture quite a few of those nucleosomes out there. But it was pretty obvious trying to do all of that in the same facility as the development wasn’t going to be what we needed, which is why we’ve been intent, it looks like the operates being still the one with a 10,000 square foot and we’ll move some team members in there.",
            "So given all the problems with supply chains, we focus more on 10,000 last few months, we focused on doing what we need for our hatred part one launch for the team up of COVID for the best part. And that’s the assays, which we’ve been developing the recombinant score. So that’s done very well. And now that we’re moving in, we expect and be able to move into these facilities up further. We’ll turn our attention much more to not just doing stuff for ourselves and secure it off the blockchain. But as you said, there was some – Octamer, we’re making sales.",
            "If overcoming nucleosomes and other things in Octamer. So in the process now of hiring, but also we’re not really fell taking from that area. We’re in the process of interviewing sales manager, to manage the process of the antibodies to controls the kids. And I think there is also a strong market for contact research organization, which will be the same facility. The ability to provide nucleosome is useful for a lot of other people and no one else has the ability to do it.",
            "So if people ship samples, which is what we did with names, which was the revenue reported last year. I think that’s got potential legs as well. So a short answer, we’re probably affected by COVID, so we focused on our sales in the last few months to make sure our programs were valid and now we’re focusing on new facility. So then we can, I guess – at the same time, we can mainly defend our sales as well as stopped selling them.",
            "So I’d expect would really start aggressively doing that in the new facility, we can use sales manager later this year and I’d expect to see some sales picking up all the way through next year, because being at the heart of epigenetics, we make fantastic components we think. And I think it’s going to be publicly welcomed as well, so we expect to see that one of the four revenue streams coming through next year as well."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "42": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Steven Ralston"
      },
      "43": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "44": {
         "Remarks": [
            "We have reached the end of our question-and-answer session. I would like to turn the conference back over to Cameron for closing remarks."
         ],
         "Speaker": "Operator"
      },
      "45": {
         "Remarks": [
            "Thank you everyone. I know it’s a very busy time. I really appreciate your interest in Volition. And I look forward to updating you throughout this quarter, as we have a little milestone coming up on the next Q in November. Thank you all for your time. Goodbye."
         ],
         "Speaker": "Cameron Reynolds"
      },
      "46": {
         "Remarks": [
            "Thank you everyone for joining us today for VolitionRx Limited second quarter 2020 conference call. We appreciate your interest in Volition and look forward to speaking to you again in the near future. Goodbye."
         ],
         "Speaker": "Operator"
      }
   }
}