{
   "Date": "August 3, 2020",
   "Presentation": {
      "Guy Melamed": [
         "Thanks, Yaki. Good afternoon, everyone. Thank you for joining us today. I hope you and your families are all safe and healthy. Last quarter, given the uncertainty from COVID, I spent time on the earnings call, providing some insight into how we think about the business focusing on our recurring revenues.",
         "ARR grew 52% compared to the second quarter of 2019, driven by our execution across the three pillars that drive our business. First, landing new customers; second, our expansion over time with existing customers, where we are still extremely underpenetrated; and finally, the renewals of both subscription and maintenance of our perpetual licenses.",
         "On the new customer front, we continue to see greater license adoption on average, compared to the perpetual model. This is partially due to the ease of consumption under a subscription model, but also due to the fact that we are executing on our strategy of acquiring high-quality new logos. We now see the average number of licenses for a new subscription customer is close to five, roughly double what we saw under the perpetual model.",
         "On the expand side, our strategy of acquiring high-quality new logos is also generating greater lifetime value, and there continues to be a strong level of engagement from existing customers.",
         "As of June 30, 58% of our customers with 500 employees or more purchased four or more licenses, up from 48% a year ago; and 24% purchased six or more licenses, up from 16% a year ago. The rapid growth of these metrics speaks volumes to the value our customers see from a larger adoption of our platform.",
         "Turning to product families. 77% of all customers now purchase two or more, up from 74% a year ago; and 47% purchase three or more, up from 42% a year ago.",
         "And finally, the recurring portion of our revenues allows us to move through this time of uncertainty from a much stronger position. 98% of our total Q2 revenues were recurring in nature. As I mentioned, ARR at the end of Q2 grew 52% year-over-year and renewal rates of maintenance on perpetual licenses continues to be above 90%.",
         "Our dollar-based net retention rate, or NRR, was greater than 120% at the end of Q2. As of this quarter, NRR now accounts for the growth in ARR from all customers, and we plan to provide NRR on an annual basis.",
         "Turning to our second quarter results. Total revenues were $66.6 million, up 12% despite the headwind from the much higher subscription mix this quarter. Second quarter license revenues were $34.3 million, which included $34.1 million of subscription revenues, or a 99% subscription mix. Maintenance and services revenues were $32.2 million. To remind you, this line item was impacted by our strategic decision to have our channel partners take on more professional services work.",
         "Looking at the business geographically, North America revenues grew 15% to $45.8 million, or 69% of total revenue. In EMEA, revenues grew 7% to $18.7 million, representing 28% of total revenues. Rest of world revenues were $2 million, or 3% of total revenues.",
         "Turning back to the income statement, I’d like to point out that I’ll be discussing non-GAAP results going forward, which continues to exclude stock-based compensation and associated payroll tax, as well as FX gains and losses.",
         "This quarter and going forward, non-GAAP results also exclude the amortization of debt discount and issuance costs related to our convertible notes issuance in May. Gross profit for the second quarter was $57.6 million, representing a gross margin of 86.5%, compared to 87.3% in the second quarter of 2019.",
         "Operating expenses in the second quarter totaled $61.6 million. As a result, our operating loss was $4 million, or an operating margin of negative 6% for the second quarter, compared to an operating loss of $8.9 million, or an operating margin of negative 15% in the same period last year.",
         "Our Q2 operating margin was well ahead of our guidance, as we: A, meaningfully outperformed on the top line; B, benefited from COVID-related cost savings, primarily due to travel and marketing activities; and C, continued prudent management of expenses across the business.",
         "During the quarter, we had financial expense of approximately $296,000, primarily due to interest expense on our convertible notes, partially offset by interest income. Our net loss was $4.7 million for the second quarter of 2020, or a loss of $0.15 per basic and diluted share, compared to a net loss of $9 million, or loss of $0.30 per basic and diluted share for the second quarter of 2019. This is based on 31.5 million basic and diluted shares outstanding for Q2 2020 and 30.3 million basic and diluted shares outstanding for Q2 2019.",
         "We ended the quarter with $326.1 million in cash and cash equivalents, marketable securities and short-term deposits, which includes $215.8 million of net proceeds from the successful convertible debt offering we placed in early May, strengthening an already healthy balance sheet.",
         "For the first six months of 2020, we used $10.8 million of cash from operations, compared to generating $3 million of cash from operations in the same period last year, reflecting the revenue shortfall in the first quarter due to the impact of COVID and the headwind from the subscription transition. We ended the quarter with 1,574 employees, a 9% increase from the second quarter of 2019.",
         "Moving to our guidance for the third quarter of 2020. We expect total revenues of $68 million to $71 million. We expect our non-GAAP operating loss to range between negative $3 million to negative $2 million and non-GAAP net loss per basic and diluted share in the range of $0.14 to $0.11. This assumes a tax provision of $500,000 to $700,000 interest expense associated with the convertible notes of approximately $800,000 and 31.6 million basic and diluted shares outstanding.",
         "To provide more color on guidance. First, the low-end of guidance considers the possibility of a broader macroeconomics volatility for the foreseeable future, given the potential direct and indirect effects of COVID. With that said, given Q2 results and what we see in the market, we plan to gradually resume investments in the business for 2020.",
         "Second, I want to remind everyone that we will be more apples-to-apples in the second-half of the year, starting in Q3, where the subscription mix was 74% in 2019. As a result, ARR percentage growth will naturally be impacted.",
         "In summary, our philosophy of running the business has not changed. We want to take advantage of the opportunities in front of us in order to accelerate growth, while showing non-GAAP operating margin improvements, as well as cash flow generation. We are pleased with our second quarter results. And as we look to the back-half of the year, the team is focused on executing on a strong close to 2020.",
         "Thanks for joining us today. And we hope you and your loved ones remain safe and healthy.",
         "With that, we would be happy to take questions. Operator?"
      ],
      "James Arestia": [
         "Thank you, operator. Good afternoon. Thank you for joining us today to review Varonis’ second quarter 2020 financial results. With me on the call today are Yaki Faitelson, Chief Executive Officer; and Guy Melamed, Chief Financial Officer and Chief Operating Officer. After preliminary remarks, we will open up the call to a question-and-answer session.",
         "During this call, we may make statements related to our business that will be considered forward-looking statements under federal securities laws, including projections of future operating results for our third quarter ending September 30, 2020. Due to a number of factors, actual results may differ materially from those set forth in such statements. These factors are set forth in the earnings press release that we issued today under the section captioned Forward-Looking Statements, and these and other important risk factors are described more fully in our reports filed with the Securities and Exchange Commission.",
         "We encourage all investors to read our SEC filings. These statements reflect our views only as of today and should not be relied upon as representing our views as of any subsequent date. Varonis expressly disclaims any obligation or undertaking to release publicly any updates or revisions to any forward-looking statements made herein.",
         "Additionally, non-GAAP financial measures will be discussed on this conference call. A reconciliation for the most directly comparable GAAP financial measures is also available in our second quarter 2020 earnings press release, which can be found at www.varonis.com in the Investor Relations section.",
         "Also, please note that an updated investor presentation as well as the webcast of today’s call are available on our website in the Investor Relations section.",
         "With that, I’d like to turn the call over to our Chief Executive Officer, Yaki Faitelson. Yaki?"
      ],
      "Operator": [
         "Greetings. Welcome to Varonis Systems Incorporated Second Quarter 2020 Earnings Conference Call. At this time, all participants are in a listen-only mode. A question-and-answer session will follow the formal presentation. [Operator Instructions] Please note this conference is being recorded.",
         "I will now turn the conference over to your host, James Arestia. Sir, you may begin."
      ],
      "Yaki Faitelson": [
         "Thanks, Jamie, and good afternoon, everyone. Thank you for joining us to discuss our second quarter 2020 results. I will cover three topics today before I turn the call over to Guy.",
         "First, an update of our business for Q2; second, what we’re seeing in the current environment; and finally, how we believe the trends we are seeing will benefit Varonis over the long-term. While COVID-19 continue to impact many and our thoughts are with those who have been affected and part of our team, which delivered strong financial results in the second quarter across all regions.",
         "The team is executing well in this virtual environment and our customers and prospects are extremely engaged. Virtual risk assessment and online activities are working well and we continue to see strong inbound interest. As always, we remain diligent in monitoring the business, and we believe that the return to more normal purchasing patterns we saw in Q2 will continue in the second-half of 2020.",
         "As we enter the second part of the year, it is clear that from a competitive and financial standpoint, Varonis has never been in a better position. We believe our unique platform is a massive in this new world. And the transition to a subscription company in one-year is allowing us to navigate the current environment from a much stronger position, with a 99% subscription mix in the second quarter, almost all our revenue today that are caring, providing us better visibility and over time, serving as a tailwind to profitability.",
         "I would like to turn now to the current environment and how we plan to capitalize on the long-term on the trends we are seeing globally. As we discussed in April, companies have now pivoted from emergency spend related to employees’ safety and business continuity, and are laser-focused on the continued elevated risk on a work from home environment.",
         "The powerful data security platform make us uniquely positioned to address this risk inherent to this new normal. The risks stemming from overexposed sensitive data are not new, but reducing them is even more urgent today. As an example, prior to COVID, the Varonis customer had to worry about five offices for the 1,500 users with a handful of remote employees.",
         "Today, the CISO of the company has to worry about 1,500 vulnerable home offices, remote employees frequently used unsecured computer to access critical data, both in Teams and Office 365 and on-prem to VPN. This opens a company sensitive data to enormous risks and system worldwide across all industries are facing the same elevated problems.",
         "At the same time, the threat environment is more dangerous than ever. Companies faced extremely sophisticated advanced persistent threats from external bad actors and hackers, as well as going threats from insiders. Organized hackers routinely bypass perimeters and endpoints, attack weaknesses in active directory, they still been threatened to expose data and hold it for ransom.",
         "At the same time, employees are worried about job security and our customers are seeing more alert, a warning of employees accessing sensitive data outside of their normal habits. This is why our platform is resonating with both new and existing customers, as we believe it provides a much data protection alerting and investigation capabilities.",
         "We are saying that Varonis is very high on the list of priority spending for our customers and the path to double-digit license per customers is clear now than it was just a few quarters ago.",
         "Before I turn the call to Guy, I want to highlight a few important customer wins this quarter that demonstrate the enormous opportunity we have in front of us. We signed a large global manufacturer in Q2 that needed to show up data security and ensure compliance with GDPR.",
         "During our virtual risk assessment, Varonis was able to demonstrate our superior architecture and integration. This new customer purchased more than 10 licenses to support an on-prem and Office 365 cloud environment, addressing data protection, threat detection and response and compliance. This is just one example of a new customer making larger initial investment in the Varonis platform and more quickly deriving value because of our transition to a subscription model.",
         "While we see meaningful increases in adoption rates by new customers, who remain significantly underpenetrated with on existing customer base, which represents a significant go-forward opportunity for the company.",
         "A good example of lifetime value expansion is an agency that allow U.S. county and became a perpetual customers in 2017, buying four licenses to cover several departments. And in 2019, we took advantage of our subscription offering to expand the Varonis platform across all employees.",
         "In January, they confirmed plans to migrate to Office 365 with 0.5 million folders in the cloud that we’re open to everyone. When the migration timeline speed up due to COVID, they renewed all current licenses and purchased seven additional ones ahead of the renewal. This includes DatAdvantage, Data Classification for their cloud data stores, as well as automation engine, allowing them to quickly remediate the open access issues and providing incremental protection.",
         "This is an excellent example of our subscription offering, coupled with a strategy to engage larger customers, who can buy more from us over time is fueling the expansion opportunity within our base. We believe this crisis has cemented the need for our platform and the trends we are seeing should drive greater adoption.",
         "As we look to the back-half of the year, we are very encouraged by our unique ability to solve problems that have only intensified with COVID and capitalized on this long-term opportunity.",
         "With that, let me turn the call over to Guy. Guy?"
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "At this time, we will be conducting a question-and-answer session. [Operator Instructions] Our first question is from Sterling Auty from – with JPMorgan. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Yes, thanks. Hi, guys. Yaki, I’m wondering if you could give us a little bit more color on your statement that the priority for spending on Varonis solutions has started to increase. I’m particularly interested, I understand the environment and the demand for. But is this existing budget that was already there for Varonis solutions that are now just closing in deals? Are you seeing that companies are actually taking budget from other projects to purchase your solutions?"
         ],
         "Speaker": "Sterling Auty"
      },
      "3": {
         "Remarks": [
            "Please make sure your lines are unmuted."
         ],
         "Speaker": "Operator"
      },
      "4": {
         "Remarks": [
            "Can you hear us now?"
         ],
         "Speaker": "Yaki Faitelson"
      },
      "5": {
         "Remarks": [
            "Yes, please."
         ],
         "Speaker": "Operator"
      },
      "6": {
         "Remarks": [
            "So we just saw that after a lot of urgency from work from home to add VPN capacity and urgency around laptops and things of this nature, a lot of adoption of Office 365 and Teams, we’re starting to have this just acute risk of people working remotely can access a lot of data in many repositories on-prem and in the cloud.",
            "And customers understand that in order to not to have diminishing returns from this very fast digital transformation with scarcity of talent, they need tremendous visibility in automation. And that really, at this point, we are the only one that provide it.",
            "So – and in terms of the budgets, it’s not completely earmarked, but we just see that the organizations have a lot of budget for data protection and insider risk and cloud security, and we can get – we can – almost always, we can fund the Varonis project from one of these budgets.",
            "So it’s just – everyday that goes by, it’s becoming a bigger priority. And you see all the workloads in the cloud connected to the on-prem and the data spall, an organization understand if they don’t have something like that in place, they have huge risk."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "7": {
         "Remarks": [
            "That makes sense. And then one follow-up to Guy. So just give us a little bit of color around what you saw on the linearity? Obviously, given the pandemic, we would expect that to push some of the business later in the quarter. But just given the strong revenue and subscription results, can you comment anything to linearity as a whole?"
         ],
         "Speaker": "Sterling Auty"
      },
      "8": {
         "Remarks": [
            "So there was nothing unusual in terms of linearity, like similar enterprise companies were back-end loaded, but there was nothing unusual this quarter compared to our norm."
         ],
         "Speaker": "Guy Melamed"
      },
      "9": {
         "Remarks": [
            "Great. Thank you."
         ],
         "Speaker": "Sterling Auty"
      },
      "10": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Guy Melamed"
      },
      "11": {
         "Remarks": [
            "And our next question is from Saket Kalia from Barclays. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "12": {
         "Remarks": [
            "Okay, great. Hey, guys, thanks for taking my questions here. Maybe first for you, Yaki. Longer-term product question. But I guess, now that the transition of subscription is largely complete, I think, you said a 99% mix in the quarter. How are you sort of thinking about new product introductions in the next six to 12 months as part of this sort of easier consumption model? And what areas could they sort of touch on from a high-level?"
         ],
         "Speaker": "Saket Kalia"
      },
      "13": {
         "Remarks": [
            "Yes. So, for us as a company, what we do most is innovate. And thankfully, we’re in a space that there’s just so much meat on the bone. We believe that there is more ahead of us than behind us. So you have different platforms and also you can go very deep in each one of the use cases that we cater to and integration between the products.",
            "So, we put a lot of efforts on 365. In Azure, which is a massive problem for customers, there’s a lot on content automation and behavior of – any abnormal behavior with user behavior analytics. So really, in terms of innovation, we feel that we’re firing on all cylinders. And the – most of the areas we play on, they have a lot of ways that we can innovate and add value to our customers and also integrate all the functionalities.",
            "The other thing that is happening is that, every repository that’s starting to have a lot of data that users are using, we can apply the same game plan of the whole platform with DatAdvantage, Classifying Data, analysts and so forth. So we feel that we can innovate a lot and we have a lot of innovation that we can in the next few years."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "14": {
         "Remarks": [
            "Got it. Got it. Maybe for my follow-up for you, Guy. Good to see the net revenue retention at 120%. Can you just maybe touch on anecdotally, of course, what you’re sort of seeing from customers on gross retention? And then what licenses are perhaps driving a bigger part of the up-sell, cross-sell performance? Does that make sense?"
         ],
         "Speaker": "Saket Kalia"
      },
      "15": {
         "Remarks": [
            "Absolutely, Saket. So thanks for the question. We’re very happy with the Q2 NRR being larger than 120%. And I think it’s indicative of what we’ve said kind of all along. The fact that customers – existing customers are not just renewing, but are expanding. And our move to subscription really allows our existing customers to consume more of the platform.",
            "We see many customers buy Office 365 licenses. There are a lot under the DatAdvantage product family, whether it’s automation engine. There’s a lot of – our 26 licenses offering really allows our existing customers to continue to buy.",
            "So overall, I think it really reflects kind of the commentary on the environment and really the need for the platform. But also at the same time, it shows the tremendous opportunity we have to expand within our existing customer base. So overall, we’re pleased with those results."
         ],
         "Speaker": "Guy Melamed"
      },
      "16": {
         "Remarks": [
            "Very helpful. Thanks, guys."
         ],
         "Speaker": "Saket Kalia"
      },
      "17": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Guy Melamed"
      },
      "18": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "19": {
         "Remarks": [
            "Our next question is from Brent Thill with Jefferies. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "20": {
         "Remarks": [
            "Thank you. Yaki. Just curious if you could talk a little more around the work from home portfolio and what tailwinds you’re seeing there?",
            "And then for Guy, just on EMEA, obviously, the growth rates a lot slower than what you’re seeing in North America. Can you just talk about how you see a follow-through coming potentially for that region in the back-half of the year and what you think needs to happen for growth to accelerate? Thanks."
         ],
         "Speaker": "Brent Thill"
      },
      "21": {
         "Remarks": [
            "So for the work from home, there are several critical aspects. One is massive adoption of 365 and Teams and behind Teams. Teams is a client that enables a lot of collaboration on top of OneDrive, SharePoint and a lot of configuration in Azure AD, which our customers and every organization in the world that use it have no visibility whatsoever. And it’s much harder to manage the data protection and understand everything that’s going on.",
            "The other thing that we see is, Azure and AWS is a lot of those organizations really working with – on the iOS environment, running a lot of workloads there that connected to the on-prem and through RDP and other mechanics are open to the world and create tremendous problems for our customers.",
            "So this is something in terms of data protection and infrastructure protection that is urging for our customers to order for our customers to manage. And with the 365 repository, we’re just growing very, very fast something that would have taken three, four years, take now six months. And in parallel, the data is growing rapidly on plan.",
            "The other issue is that customers working from home offices that are unsecured, people are online a lot of the time. There are a lot of advanced persistence trade. This is really heaving for cybercrime. So we see a lot of compromised machines. It’s very easy for sophisticated hackers, very easy to bypass the endpoint.",
            "And within the user space, the user permissions, they are trying to access and steel a lot of data. So we really see that from all of these aspects, organization understand that they have this risk that is here, we call it like stationary risk that is constantly increasing and they need to do something in order to fix it.",
            "So for us, what happened is that, it’s just the 365 that we have many licenses there, we took classification licenses, SharePoint, OneDrive, exchange in Azure AD, this is a big platform sale. We can go to customers and do fairly larger deals for the whole 365 and Azure environment with – this is huge. And they also protect the data on-prem that is going in all the connectivity to the cloud. So we just see an environment that you need to really collaborate people accessing data from all over the place.",
            "And the last thing that see, unfortunately, a lot of the times is insiders employees are scare that they’re going to lose their jobs. And in this kind of environment, sometimes they’ll doing things with data that they shouldn’t do. And organizations are very much afraid of it. They want to make sure that they can maintain the customers and employees and business partners data protected, and they will protect their competitive edge.",
            "If insider is taking a lot of data within when he leaves or God forbid get fired, this is a huge problem for the organization. So this is another thing that we see is just very – at times very problematic behavior from insiders and sometimes even privilege users, administrators and DevOps people. And this is just an environment if you don’t have something like Varonis, it’s virtually impossible to protect these digital assets and go infrastructure."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "22": {
         "Remarks": [
            "Just to give some color on the second question on EMEA. EMEA in Q2 actually grew 7%. And if you look at kind of the history of EMEA through the subscription transition, when we announced the transition at the beginning of 2019, the European team was slightly slower to adopt, and we gave a lot of commentary on that last year.",
            "So – and the North American team was much quicker to adopt the transition. Obviously, we’re starting to see now kind of the flywheel effect on both territories, but we’re very happy with the pipeline in Europe. We’re happy with the team there, and we feel that we have a tremendous opportunity to capture market share."
         ],
         "Speaker": "Guy Melamed"
      },
      "23": {
         "Remarks": [
            "Thanks."
         ],
         "Speaker": "Brent Thill"
      },
      "24": {
         "Remarks": [
            "And our next one question is from Rob Owens with Piper Sandler. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "25": {
         "Remarks": [
            "Great, and thank you, guys, for taking my question. I’m wondering if you could update us relative to hiring and specifically sales capacity? And if we are seeing this inflection around your business, do you have the capacity to meet demand in the second-half? And I guess, to that end of this work from home environment, maybe you could also talk about sales productivity? Thanks."
         ],
         "Speaker": "Rob Owens"
      },
      "26": {
         "Remarks": [
            "We started to hire across every department in the company in sales, support, customer success, engineering, we feel there is a lot of demand. But also what changed the company, changed completely within a year, it became almost 100% subscription business with high renewals and the platform play is really working. We have a clear path to get many of our customers forward – to get more than 10 licenses and we spend more time with them. We’re starting to see this direct correlation between the value that we give them and how much device.",
            "So we want to keep innovate. We want to make sure that customer success is working very well. So just the – but the short answer is that, we are hiring across all the organization. And we have a great team in place and they adapted path to working from home. And so far, we don’t see any impact to productivity."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "27": {
         "Remarks": [
            "And just to give some color on the quota-carrying reps. When we talked at the end of Q1 about the hiring freeze, we continued to hire quota-carrying reps across the different geographies, because we saw the opportunity ahead, and we will continue to do that going forward. So we feel we have the right capacity to meet demand and we will continue to do that."
         ],
         "Speaker": "Guy Melamed"
      },
      "28": {
         "Remarks": [
            "Great. Thank you."
         ],
         "Speaker": "Rob Owens"
      },
      "29": {
         "Remarks": [
            "And our next question is from Matt Hedberg with RBC Capital Markets. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "30": {
         "Remarks": [
            "Hi, guys, thanks for taking my questions. Yaki, when we talk to partners, it shows that you’re increasingly being brought into deals in a post-COVID world. And I think one of the bigger drivers that we hear from this expanded use of collaboration tools, which you’ve talked about on this call, I’m wondering, can you give us a few examples of how customers that moved to applications like Microsoft Teams are then made aware of Varonis and might partners start to increasingly drive demand for you guys?"
         ],
         "Speaker": "Matthew Hedberg"
      },
      "31": {
         "Remarks": [
            "Yes. So when you’re starting to use extensively Microsoft Teams, you have channels in OneDrive and a lot of data in SharePoint online. And a lot of just automation and configuration in Azure will be that it’s configuration that it’s not like a human even will do the configuration that are so hard to maintain on-prem, it’s like a computer doing it. And it’s just impossible to understand who can access what people can access from outside the organization.",
            "And once you’re starting to have a lot of data, organizations understand that they have zero visibility. They have no ability to remediate the data to understand what is critical, and they are coming to us. And they are coming to us to with a lot of organic web search and our webinars are working very well. We see a lot of interest there.",
            "And in terms of the partners, I think what happened was is with not a big impact to average sales price and drastic increase in customer lifetime value, we became a subscription business. You think about them. If they are – they did 100,000, and then they go 20,000 in the next year before. Now if they will do whatever, choose a number, 60,000, 70,000, this is what the customer will buy every year and then they keep buy another 60,000 and another 60,000.",
            "And three years later, this is 200,000 a year. It’s very strategic. Customers are willing to spend a lot of time with it, so they can really implement professional services. And we just see that the partners ecosystem understand it and they understand that this is where the market is going. This is a top priority for organizations.",
            "Once you install it, the customers understand that they really get a lot of value and we are virtually non-contested. You are coming – you can maintain the margin, the pricing is working very well.",
            "So I think that, it’s a market that is evolving, but it’s a big market. Customers understand it, partners understand it. And over time, we can get a lot of revenues from customers that most of the time they are delighted with the value that they get. So, it’s – thankfully, it’s working, working well for everyone."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "32": {
         "Remarks": [
            "That’s great. And then Guy, when you guided the Q2 quarter, there was a fair amount of conservatism just based off a lot of the unknowns in COVID. And obviously, you’re coming off a very strong quarter. I assume July has been strong as well. Has your methodology around guidance changed since last quarter? I mean, effectively, is there – so how do you think about the potential risk of COVID or uncertainty relative to kind of how you guided the Q2 quarter?"
         ],
         "Speaker": "Matthew Hedberg"
      },
      "33": {
         "Remarks": [
            "Well, to remind everyone, and we’ve always guided in a thoughtful and responsible way. And you’re right, when we guided in Q2, the guidance was much more of an extrapolation of the end of Q1 and not so much the improvement we saw in April, because there were a lot of uncertainties when we guided and that was really reflected in Q2.",
            "Q3 guidance is much more based on the Q2 customer behavior. We’re really pleased with the performance we saw in Q2. But at the same time, there’s always kind of that thoughtful and responsible way in the way we guide.",
            "So kind of if you think about the third quarter, if there’s incremental macroeconomics volatility that could impact us, it’s reflected in the low-end of the guidance. But with that being said, I can tell you, we’re going into Q3 with much more confidence than Q2."
         ],
         "Speaker": "Guy Melamed"
      },
      "34": {
         "Remarks": [
            "Super helpful. Congrats on the results, guys."
         ],
         "Speaker": "Matthew Hedberg"
      },
      "35": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Guy Melamed"
      },
      "36": {
         "Remarks": [
            "And our next question is from Alex Henderson with Needham. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "37": {
         "Remarks": [
            "Great. Thank you very much. I was hoping you could talk about what the risk assessment pipeline looks like and what the appetite in the field is? Are you still seeing record numbers of assessment requests and how does the close rate look on that?",
            "And then the second piece of it was, I was hoping you could give us an update on the automation engine uptake rate? I know you’ve given us a lot of detail on various subscriptions, but that’s a key piece of it and I didn’t say any data on it?"
         ],
         "Speaker": "Alex Henderson"
      },
      "38": {
         "Remarks": [
            "I’ll try and cover all of those components. First of all, one thing to note, and I know we talked a lot about that throughout the quarter is that, the risk assessments that we are holding are virtual. We’ve done that before COVID. We’re doing it now. Obviously, all of our risk assessments now are being done virtually, but we haven’t seen any impact. Our pipeline is really strong, very healthy. We feel very good about the second part of the year with the pipeline that we have generated.",
            "In terms of the closing, if you remember, our kind of sales cycle is between three to nine months. And on the larger deals, it’s up to 12 months. So as expected, only a small portion of that pipeline that was related to COVID was closed in Q2. But the pre-COVID pipeline was closed in kind of similar sales cycle. So we haven’t seen much of a change there and that was very encouraging.",
            "In terms of the automation engine, automation engine is consumed by customers very nicely. It’s part of the DatAdvantage product family. So we don’t provide the attach rates. But I can tell you that part of the reason that we moved to the subscription model was, because customers wanted to consume more of our licenses that were geared towards automation, and the automation engine was a big component of that. We’re seeing customers enjoying the value of that product. And we plan to continue to sell that going forward and customers are definitely enjoying it."
         ],
         "Speaker": "Guy Melamed"
      },
      "39": {
         "Remarks": [
            "Great. Thank you very much for the clarity, and thanks for the great quarter."
         ],
         "Speaker": "Alex Henderson"
      },
      "40": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Guy Melamed"
      },
      "41": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "42": {
         "Remarks": [
            "Our next question is from Shaul Eyal from Oppenheimer. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "43": {
         "Remarks": [
            "Thank you. Good afternoon. Good afternoon, guys. Congrats on the quarter. Yaki, last quarter, I’ve asked you about ASP trends or any unusual discounting. Can you provide us with the latest update? I think also in light of your commission strategy, I think, I mentioned that last time where by salespeople could be penalized if they provide too high of a discount. So any change on that front? What’s the latest?"
         ],
         "Speaker": "Shaul Eyal"
      },
      "44": {
         "Remarks": [
            "Regarding the pricing, the pricing is holding extremely well. So we were very surprised how well when customers already decide to buy and they understand that they need it. They just – they are negotiating. But almost all the time, we get the price that we want. The pricing is really holding very, very well."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "45": {
         "Remarks": [
            "And, Shaul, just to give some color on the grading system that you mentioned. You’re right, when we announced this transition at the beginning of 2019, we also introduced the grading system, where reps can make more than what they sell if they sell at the right discount, or they get penalized if they’re selling at a higher discount.",
            "And I can tell you that, that grading system has worked very well for us. It allows our reps to do the right thing for the company and allows them to make more money when they do things that are in favor of the company. And that’s been holding very well for us."
         ],
         "Speaker": "Guy Melamed"
      },
      "46": {
         "Remarks": [
            "Got it. Got it. And Yaki or Guy, like another one could be a little tricky, really long-term here. So I’m talking about the road to $1 billion revenue. You might have spoken about it in the past that crease [ph] some years back without committing to a specific timeframe.",
            "And in the meantime, model has changed. COVID appeared more recently. It would appear actually to be benefiting you as a reasonable as it may sound. Are you still thinking longer-term about this revenue threshold? And again, without committing specifically to a timeframe, could be seven years, could be 10 years, who knows could even get accelerated a little bit?"
         ],
         "Speaker": "Shaul Eyal"
      },
      "47": {
         "Remarks": [
            "We think about it all the time. And I think that the main thing is what happened with the subscription and just all the innovation and the ability that we increased so much the customer lifetime value and we need less volume in order to get there. I believe that we have a lot of the investments and a big part of the organization that, that part of the organization that needs to be in place in order to get to this $1 billion goal already in place.",
            "And I single the fact that we moved in one year to be a subscription business. And the cloud platforms work very well for us. And regulation is in our favor, and we see the [indiscernible] that giving a lot of hard time to just traditional security, I believe that we increased drastically our ability to get to the $1 billion strategic goal. And this is something that we think about 24/7."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "48": {
         "Remarks": [
            "Thank you. Good luck."
         ],
         "Speaker": "Shaul Eyal"
      },
      "49": {
         "Remarks": [
            "And our next question is from Hamza Fodderwala from Morgan Stanley. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "50": {
         "Remarks": [
            "Hi, guys, thank you for taking my question. I wonder if you could comment a little bit more about early pipeline trends you’re seeing in Q3. And what was specifically the decision around not giving a full-year, I guess, Q4 guidance?"
         ],
         "Speaker": "Hamza Fodderwala"
      },
      "51": {
         "Remarks": [
            "I think that COVID – and we talked a lot about that through kind of the results of Q1 and throughout Q2. COVID, initially, at the end of March, when customers were kind of focused on the work from home and the VPN, we were impacted and then we started seeing kind of the pipeline build and we started seeing kind of the purchasing pattern go back to the normal trends that we used to see. And I think Q2 is – the results are reflective of those trends continuing.",
            "With that said, there’s still uncertainty with COVID. And that’s why we’re giving guidance for Q3. I think the guidance that we’re providing is in kind of the same manner in a responsible and thoughtful way. And we’re looking at the pipeline for the second part of the year. We’re very optimistic in going into Q3 with much more confidence that we – than we had going into Q2."
         ],
         "Speaker": "Guy Melamed"
      },
      "52": {
         "Remarks": [
            "Got it. And clearly, the NRR was really strong. Could you comment a little bit more about the new customer business growth? Did that still decline year-on-year? And when would you expect that to maybe rebound to year-on-year growth? That’s it from me. Thank you."
         ],
         "Speaker": "Hamza Fodderwala"
      },
      "53": {
         "Remarks": [
            "Our strategy is to go to bigger customers, the 1,000-plus and it’s worked very well. But we also have a massive customer base that is underpenetrated, the needer products and we’re really balancing market penetration and expansion. And we feel really comfortable and fairly happy with the way that it’s working so far."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "54": {
         "Remarks": [
            "And just add to that, in last year results, we still had a 56% subscription mix. So when you compare this quarter to last quarter, it’s still not apples-to-apples. But like Yaki said, the strategy is to go to larger customers and that’s working very well."
         ],
         "Speaker": "Guy Melamed"
      },
      "55": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Hamza Fodderwala"
      },
      "56": {
         "Remarks": [
            "And our next question is from Jason Ader with William Blair. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "57": {
         "Remarks": [
            "Yes, thanks. Good afternoon, guys. Is there any change in the mix in the quarter between enterprise and SMB? And then also, if you could comment on average deal size and the outlook for U.S. Federal for Q3?"
         ],
         "Speaker": "Jason Ader"
      },
      "58": {
         "Remarks": [
            "So when we look at the strategic type customer that we have, we shifted about three years ago to customers with more than 1,000 employees. And the shift was mainly, because conducting a risk assessment for a 400 user shop and a 1,500 user shop, basically takes the same time. Yet obviously, the customer lifetime value from the larger customer is much greater. And that was really the reason of us going up and being able to sell more of the licenses and have those customers consume more.",
            "We obviously have a small business. But just to keep in mind, the reps that are selling to that small business, and I would say about companies with less than 500 employees, part of their selling process is to train and improve their selling ability. So they can then move out to the field and sell to the larger enterprises. So we’ve not neglected the small business, but it’s a small portion of our business. And that strategy has been working very well.",
            "In terms of Federal, Q3 is their largest quarter. We have a very good team in place. And we will obviously provide more commentary at the end of the quarter."
         ],
         "Speaker": "Guy Melamed"
      },
      "59": {
         "Remarks": [
            "What happened also in the last, like two, three years is that, the sales process, the sell campaigns is becoming more strategic, a bit simpler and much more predictable. So it makes sense for us to go up-market and spend time with this customer that is buying much more across several years."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "60": {
         "Remarks": [
            "And do you see evidence of that in your trends on average deal size over the last three years?"
         ],
         "Speaker": "Jason Ader"
      },
      "61": {
         "Remarks": [
            "Well, in terms of ASPs, obviously, with this transition, it’s not truly apples-to-apples. But I can tell you that, when you think about new customers and the way they bought perpetual licenses in the initial sale, they would buy between two to three licenses. And what we’re seeing now is that with the subscription model that, that we’re offering new customers, they’re buying closer to five licenses, so almost double that.",
            "And our existing customers, they’re also – they’re embracing this transition and they’re embracing this model and they’re buying a lot of the licenses. They’re buying it through subscription. So overall, I would say that we’re very happy with this change, because it allows us to sell more over time to our customers."
         ],
         "Speaker": "Guy Melamed"
      },
      "62": {
         "Remarks": [
            "Thanks."
         ],
         "Speaker": "Jason Ader"
      },
      "63": {
         "Remarks": [
            "And our next question is from Gur Talpaz with Stifel. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "64": {
         "Remarks": [
            "Okay, great. Thanks for taking my questions. Yaki, you talked about the path to double-digit licenses. Can you walk us through what that path looks like?",
            "And then, Guy, a follow-up to that. How should we think about customer lifetime value and the age of subscription? Thank you, both."
         ],
         "Speaker": "Gur Talpaz"
      },
      "65": {
         "Remarks": [
            "I think that customers are just – a lot of them need almost everything that we have. So as I said, with 365, you can have these five, six licenses. This is after you have five, six licenses to your on-premise environment for Windows and UNIX and classifying the data, and all the user behavior analytics that we have.",
            "So it’s really a lot of the same functionality for different data stores. And because of the fact that we are not selling it in silo to IT, a lot of it coming from the CISO as a policy to protect the whole enterprise, it’s much easier for us to expand. And with this subscription and the way that they see the platform now, we see this multiyear budgeting and much more predictable adoption rate across the enterprise."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "66": {
         "Remarks": [
            "And just to add on the customer lifetime value. One of the things that kind of drove this transition was the fact that we saw customers wanting to consume double-digit licenses. And what we have seen over the last couple of years is, we started seeing customers getting there, but it was much, much harder under the perpetual model with this shift to subscription.",
            "And the fact that the initial purchase has been close to five, which is a great number to start with for our customers, because it provides them that automated license at least, and they can see the value of the product. But it also allows them to continue to consume those licenses in the years following that. And NRR being greater than 120% just is indicative of how our existing customers are consuming more of this licenses and how we can generate higher customer lifetime value over time with this model."
         ],
         "Speaker": "Guy Melamed"
      },
      "67": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Gur Talpaz"
      },
      "68": {
         "Remarks": [
            "And our next question is from Nick Mattiacci with Craig-Hallum. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "69": {
         "Remarks": [
            "Hi, this is Nick Mattiacci on for Chad Bennett. Thanks for taking my questions. How should we think about the ARR growth for Q3 and throughout the second-half of the year, now that we are comping off a higher mix subscription? And then how should we think about contribution from new versus existing customers in terms of the guide for Q3? Thanks."
         ],
         "Speaker": "Nick Mattiacci"
      },
      "70": {
         "Remarks": [
            "So in terms of the ARR growth, one of the things that we talked throughout the year is the fact that when you move so quickly through this transition, and you get closer to the second part of the year, ARR should have an impact, because we’re starting to be more apples-to-apples. So we have a 74% subscription mix in Q3 2019. And ARR would obviously have an impact, because it’s much more apples-to-apples.",
            "In terms of the new and existing customers, I can tell you that we’re happy with both of their contribution. And if you talk – if we’re thinking about new customers, I talked about this in some of the other previous questions, we’re seeing increased number of licenses, which is very healthy and our existing customers with kind of the NRR being larger than 120 is also indicative of how they’re consuming.",
            "I think the metric that kind of points out how much more we have to sell to our existing customer base is the number of customers with more than 500 employees, who have four or more licenses and or six or more licenses. And when you look at that growth, it’s grown very nicely over the last year, 58% for four or more licenses versus 48% last year; and 24% on the six or more licenses versus 16% last year, so very nice growth there. But at the same time, and not less important, it shows how much more we have to sell to our existing customer base."
         ],
         "Speaker": "Guy Melamed"
      },
      "71": {
         "Remarks": [
            "Got it. Thank you."
         ],
         "Speaker": "Nick Mattiacci"
      },
      "72": {
         "Remarks": [
            "Our next question is from Erik Suppiger from JMP. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "73": {
         "Remarks": [
            "Yes, thanks for taking the question. One, can you talk a little bit about timing to get through break-even? Do you have any thoughts in terms of when we might see break-even earnings? Or if you don’t want to share the timing, can you talk a little bit about your criteria for balancing between your growth investments and how you’re making that decision?"
         ],
         "Speaker": "Erik Suppiger"
      },
      "74": {
         "Remarks": [
            "Profitability is always something that is very important for us, and we try to balance to strike the right balance between growth and profitability. Obviously, the move to subscription is – really give us the flywheel to be over time, much more profitable in a more predictable way. And this is something that we are going to do. So we’ll not give now just a timeline, but I think that you see how we behave.",
            "We were always adjusting spend to the top line. And – but what’s going on now is that, every cell that we have with this high renewal rate issue our profitability in the future. And we just want to make sure that we can do it at a larger scale."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "75": {
         "Remarks": [
            "Okay. You also talked about how you have much higher confidence in the pipeline entering Q3. Can you quantitatively compare the size of the pipeline from Q3 to Q2 at all? Any metrics around that?"
         ],
         "Speaker": "Erik Suppiger"
      },
      "76": {
         "Remarks": [
            "I think the commentary is that the pipeline is healthy and we feel good about it. We don’t really quantify the pipeline. But I can tell you that going into this quarter, we are feeling more confident than we did last quarter. I think it’s reflective of kind of the Q2 purchasing patterns that we saw and how we’ve kind of increased in that line of customers that needed – need the product and are purchasing us. So I think overall, we feel very good about the second part of the year pipeline."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "77": {
         "Remarks": [
            "Very good. Thank you."
         ],
         "Speaker": "Erik Suppiger"
      },
      "78": {
         "Remarks": [
            "And our next question is from Srini Nandury with Summit Research Partners. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "79": {
         "Remarks": [
            "All right, thank you for taking my question. Guys. I’m looking at the competitive landscape a bit. Are you seeing any of the new vendors such as FASU [ph] out of Korea are showing up in any of your deals? What about companies such as CA Broadcom, Zscaler [indiscernible] or even proof point that have DLP, as well as CASB solutions, which are actually going after the insider threats? Any color would be there helpful? Thank you."
         ],
         "Speaker": "Srini Nandury"
      },
      "80": {
         "Remarks": [
            "All right. No, we don’t see them everything related to just the data itself in any attacks or their protection or classifying it at scale. We – 90% of the time, even more we are alone. And we just – we don’t see the CASB vendors unless there is a confusion. So, so far we don’t see any change in the competitive landscape."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "81": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Srini Nandury"
      },
      "82": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "83": {
         "Remarks": [
            "And our next question is from Daniel Ives with Wedbush Securities. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "84": {
         "Remarks": [
            "Yes, thanks. So my question just in regards to – when you start to think about licenses and some of the trajectories, does this still feel like eight to 10 license that we can get to in terms of those metrics for a typo customer?"
         ],
         "Speaker": "Daniel Ives"
      },
      "85": {
         "Remarks": [
            "I don’t think we heard you clear. Did you ask if we can get to double-digit licenses within customers?"
         ],
         "Speaker": "Guy Melamed"
      },
      "86": {
         "Remarks": [
            "Yes, yes. Yes."
         ],
         "Speaker": "Daniel Ives"
      },
      "87": {
         "Remarks": [
            "Yes. I think the path to double-digit licenses per customer is much clearer now than what it was when we had the perpetual model. I think the fact that new customers are consuming more in that first initial purchase, and we’re seeing our existing customers consume licenses through that model as well, has given us way more confidence in our ability to get to double-digit licenses per customer."
         ],
         "Speaker": "Guy Melamed"
      },
      "88": {
         "Remarks": [
            "In the adoption of 365 and Azure due to COVID make it much faster, because you have very fast adoption and customers understand that they need protection for all the data stores and they need the real protection, because the risk is huge. So this is something that’s accelerating. This is another like platform sale that you can go and sell for five licenses in one chunk is an an up-sell or new, and this is something that really is a big shortcut to get our customers to more than 10 licenses."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "89": {
         "Remarks": [
            "Yes. And just on that point, quite brought up. So like with Azure and AWS and just you’re seeing even for the next step of the cloud transition, is that more and more when you think about what you’re seeing with both new and existing customers, just a massive ripple effect where you guys benefit?"
         ],
         "Speaker": "Daniel Ives"
      },
      "90": {
         "Remarks": [
            "This is one, but not only that, all the access from VPN from unsecured networks. This is another huge one. You see very sophisticated advanced persistent threats and malware and ransomware became so much more dangerous, like you have a lot of sophistication of bad actors today that are – at the end of the day, 90% of the time what they are trying to get used to data and the data that is exposed is unstructured data.",
            "So if I look at just the demand drivers, there are this many and each one of them become stronger and stronger. So it’s all of them. But with 365, you have this tremendous acceleration in adoption and this is all integrated with just the on-prem, and you have this information spall.",
            "And in the mix, sometimes you have Microsoft Teams that increasing the security problem. And this is where we really benefit that, we just think that – we just see that customers are coming in an up-sell can buy four, five licenses, which maybe before they will do to one year and then another two and then another two.",
            "So this is – as I said, it’s a shortcut. But in terms of the demand, the demand is coming from everywhere. The demand is coming from the fact that data is all over the place. People are accessing from home networks. There is a lot of load on IT, and you need a lot of visibility and automation. So everything that was a demand engine just increased and became so much more powerful."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "91": {
         "Remarks": [
            "Great. Thanks."
         ],
         "Speaker": "Daniel Ives"
      },
      "92": {
         "Remarks": [
            "And we have time for one final question. And that last question is from Rishi Jaluria with D. A. Davidson. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "93": {
         "Remarks": [
            "Hey, guys, thanks for sneaking me in at the end. Two just really, really quick ones. First, with your services mix decreasing, it totally makes a lot of sense to offer more on to partners. From your perspective, how do you do that without having a meaningful impact on customer success or customer satisfaction? And what have you seen so far?",
            "And then on the NRR number, last quarter, I think you had mentioned 105% of that was for subscription customers, is it 120% for all? Can you just help us understand the difference in what you provided as an NRR last quarter versus this quarter? Thank you."
         ],
         "Speaker": "Rishi Jaluria"
      },
      "94": {
         "Remarks": [
            "So, regarding customer success, customer success was a tremendous focus for us in the last year when we moved to the subscription. And what we did, we really architected a lot of processes that can work with the partners just to make sure that they can adhere to all the standards that we demand from our customers’ success. And it’s working well for us. We managed to just architect a working model with just all the checks and balances to make sure that the customers are happy, the projects are advancing according to plan."
         ],
         "Speaker": "Yaki Faitelson"
      },
      "95": {
         "Remarks": [
            "In terms of the NRR, Q1 NRR showed year-over-year expansion of subscription ARR and the Q2 NRR accounts for subscription ARR and maintenance of perpetual and it really accounts for timing. Q2 is a much larger sample and therefore, is a much more reflective of the overall of the business."
         ],
         "Speaker": "Guy Melamed"
      },
      "96": {
         "Remarks": [
            "Great. That’s helpful. Thank you, guys."
         ],
         "Speaker": "Rishi Jaluria"
      },
      "97": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Guy Melamed"
      },
      "98": {
         "Remarks": [
            "We have reached the end of the question-and-answer session. And I will now turn the call over to James Arestia for closing remarks."
         ],
         "Speaker": "Operator"
      },
      "99": {
         "Remarks": [
            "So thank you all very much for your interest today. We hope everyone is safe and healthy, and we look forward to speaking with all of you soon. Have a good night. Thank you."
         ],
         "Speaker": "James Arestia"
      },
      "100": {
         "Remarks": [
            "And this concludes today’s conference. You may disconnect your lines at this time. Thank you for your participation."
         ],
         "Speaker": "Operator"
      }
   }
}