{
   "Date": "July 30, 2020",
   "Presentation": {
      "Laurent Carozzi": [
         "Many thanks, Richard. And indeed, through the following slides, I will take you through the main points of financial transactions. And then we’ll probably add some more comments on the P&L and the cash flow for the group.",
         "So in Slide 10 – so I suggest you turn to Slide 10, and you probably know this slide already very well. It summarizes our key transaction principle. So first, we will have new money, cash injections of €420 million under a debt that format to fund the company’s operational needs. So that’s one of the first very important steps we undertook in this financial transformation. This €400 million are fully underwritten by a group of lenders under the existing Term Loan B and RCF creditors. And also €20 million is provided by Bpifrance Participations. The maturity of this new financing will be June 2024. We also have received the first tranche of this €420 million, circa around €240 million 10 days ago. It has been already used to refund the $110 million bridge facility that was due at the end of July.",
         "Following this, we will receive the second parts, leading us to the €420 million tranche, €180 million later in August. Past these new money operations, there is also, as you know, a debt-to-equity swap operation of a large magnitude being implemented. It will encompass €660 million of debt reduction. First, we will have €330 million rights issue backstopped by TLB and RCF creditors with commitments by Bpifrance Participations to participate prorata its current shareholding. And at the same time, we had also another second rights issue of €330 million of reserved capital increase to TLB and RCF creditors. These operations will be launched at the beginning of August, August 4 to be specific. And we then meet September, September 11. Finally, we have extended – so third leg. Finally, we have extended the maturity of our debt, so – to December 2024, for the reinstated TLB and RCF debt of €572 million and it will be in reoccurring payments. We also extended the maturity to December 2023 of $125 million line we have – facility we have with Wells Fargo.",
         "If we now move to Slide 11, we are presenting here the key terms of the capital increase. I won’t take you through all the details, but try to quickly summarize this. So first, you see there are two blocks in the slide. So the first block concerns a rights issue with shareholders’ preferential rights with a total amount of €330 million. The pricing is been set at €2.98 per share, and the full amount is fully backed up by the TLB and RCF lenders. Bpifrance Participations will subscribe to the rights issue in cash pro rata its current shareholding, it is circa is around 7.5%. Any cash proceeds of the rights issue will be used in full to repay the TLB and RCF lenders at par value.",
         "In the second part of the slide, at the bottom, you have the details concerning the reserve capital increase. It has a total of €330 million, a subscription price of €3.58 per share. It’s 20% more than for the first tranche. It is reserved to the TLB and RCF lenders and will be fully subscribed by way of set-off against their debt at par under the credit facilities. Moreover, it’s also important to notice that 3 warrants will be allocated to existing shareholders at the time of the launch of the rights issue. These warrants will have a 4-year maturity and a strike price equal to the reserved capital increase price by €3.58 per share. They will give access to 5% of the share count of the company on a fully diluted basis, and we provide opportunity to existing shareholders to participate in the recovery of the company.",
         "If we now move to the Slide 12, this slide presents the calendar of the next steps, with the opening of the subscription period starting on August 4 and finishing September 11. What is – I will let you go through the details here, but what is really impressive in this table are the previous milestones that we have successfully passed in such a short period of time. And I would like here, again, to thank all advisers and also the group of lenders and their advisers that are accompanying the company through this journey. And have been tremendously helpful for us to accomplish this in such a short period of time. It’s been a real successful collective effort.",
         "Slide 13. In this slide, you will find the outlook for this year and for 2022. So first, two primary warnings, so as you know, the trading environment remains highly uncertain. COVID-19 induced business disruptions are still affecting production services activities, in particular, in North America and India. So this outlook provided here relies solely on the currently available market forecast and remains, of course, subject to changes in case of further evolution of the pandemic.",
         "The second important warning is that also the financial restructuring undergone by Technicolor, and the very significant strengthening of its financial capabilities, as a consequence, still remain to be fully understood by all the stakeholders. So this should improve following the successful conclusion of the SFA process, which closed on July 28. But at present, this outlook does not take into account any improvements coming from the successful financial restructuring. Conversely, it does include some of the negatives associated with the entry into such a process.",
         "So after a strong first quarter and the second quarter demonstrating a better-than-expected resilience, Technicolor expects, as it’s mentioned on this slide, to hit an adjusted EBITDA of €169 million and adjusted EBITA of a negative €64 million in 2020. It also expects to deliver an EBITDA of €425 million and an adjusted EBITA of around €202 million in 2022. One point of importance is that it should be noted that more than €15 million of COVID-19 related costs are included in the group’s EBITDA guidance we provide you with for 2020.",
         "Continuing free cash flow, so the third part of our guidance, is anticipated to be at the end of this year, in a range in between a negative €115 million and a negative €150 million. Following the entry into the SFA procedure, the faster-than-expected shortening of payment terms was requested by suppliers, leading to early payments as early as 2020 versus the following year. So this should impact 2020 and 2021, but we already know that mitigating factors will have 2021 to remain on the target we fix ourselves and to absorb some of the potential negatives we have here. The positive side of these changes is that the group’s ambition to very significantly reduce payment terms by 2022 will be achieved probably as early as beginning of 2021. These are simply timing adjustments. Of course, the group’s liquidity needs remain overall unchanged. Finally, this guidance is aligned with the scenario and strategy plans we shared with our lenders and disclosed in our June 22 press release. It focuses on EBITDA, EBITA and free cash flow rather than on revenue evolutions, and these are really the best performance indicators for Technicolor.",
         "Let’s move now to Slide 15. So in the following slides, I’m going to give you some more color and try to complement the picture that Richard has given you for the first half. So what I suggest is that we start here again at the level of the EBITDA. So overall, in first half of 2020, the adjusted EBITDA is reported at – EBITA, sorry, is reported at minus €65 million. It is up €22 million versus last year. The sharp reduction of EBITDA versus last year, and it was €51 million, has been, as you can see, partially absorbed by lower D&A, in particular, in Production Services and in the DVD division. If we go down one with a few lines, nonrecurring items amounts to negative €106 million for this year. It’s mainly composed of a goodwill impairment charge, non-cash, of negative €68 million taken on DVD goodwill and an increase around €30 million of restructuring charges linked to our transformation plan. And again, for the record, COVID-related expenses are all accounted for in EBITDA. The EBIT, therefore, settles at negative €195 million and the group net results are €265 million.",
         "So let’s move now down to Slide 16. Here, you will find an adjusted EBITDA average comparing H1 2019 to H1 2020. The business performance of a negative €51 million is impacted by – mainly by the decline of Production Services, negative €78 million, leading to sales decrease around Film & Episodic, and by DVD Services reduction of €8 million, mainly due to lower volumes. This is partially mitigated by Connected Home, increased €30 million of EBITDA, delivering a very strong year. Margin improvements and cost savings plans are more than offsetting lower revenues in relation to EMEA and LATAM activities. Again, Connected Home is in the path of driving a very strong year. I think it should be emphasized. Corporate and Others is also improving by €5 million, mostly helped by revenues coming from the product licensing, retained contracts and cost cutting.",
         "Slide 17. We have already commented the sales and EBITDA variance for Production Services, So maybe a quick word on the adjusted EBITA variance of €70 million. It is reflecting the variance at the EBITDA level of €78 million, and that’s partially offset by lower D&A, and it’s linked to better manage and lower rendering costs.",
         "Slide 18, same slide than for Production Services, but this time, we are discussing DVD. Adjusted EBITDA at a negative €29 million has improved since last year by €3 million. The negative – clearly, the negative minus €8 million of EBITDA variance is more than offset by lower D&A. And these are driven by production capacity optimization on one hand. And also, as we have mentioned that in the past, the positive impact of the new contract structure that are kicking in, such as €120 million negative cost of variance of €79 million versus last year. And this is mainly driven by the goodwill impairment charge I just talked about of €68 million. Following COVID-19 revised assumptions, that’s not the main item. And more importantly, higher work used for the calculations, higher work reflecting – no, the discount rates, reflecting basically our new cost of debt.",
         "Slide 19, Connected Home. So EBITDA is this year. And again, I think it should be noticed positive, that’s €20 million, strong results in a difficult year. It illustrates beyond the strength of its division, the successful turnaround started 2 years ago and its further acceleration recently. The plus €38 million variance versus last year, is related to EBITDA improvement and lower tangible depreciation in royalties, reserves. The nonrecurring EBIT of minus €10 million is mainly related to new – the impact of new restructuring plans.",
         "Slide 20. We are now focusing on the bridge from adjusted to EBITDA and EBIT. The various items to consider here, the PV amortization of a negative €22 million has improved by €6 million due to lower our R&D PP amortization on Connected Home. We are talking here mainly about R&D amortizations. The impairments and write-off of a negative €72 million is related to HES impairment charges on goodwill for €68 million. The restructuring charges of €41 million negative are higher than last year by €30 million, and it relates to additional restructuring charges to the Panorama cost saving plan in all PDs. To be noted, the pace at which the Panorama plans are being deployed, have accelerated, as Richard has mentioned it, and we are very much on track to deliver them quicker, faster than expected. The other non-current positive impact of €8 million is mainly explained by some small items. I don’t think it’s necessary to dwell too much on it.",
         "In Slide 21, we are now looking at the bridge between EBIT and net reserves. So, net interest charges at €40 million have increased by €7 million. This is mainly due to the cost of our usage of the bridge loan, and the cost of us drawing more on our credit lines through the first half of the year. Other financial items at negative €28 million have increased by €12 million, and this is mainly due – mainly linked to refinancing fees charges, mitigated by some better foreign exchange results. As a result, our net result continuing is posted at a negative €264 million, a decrease of €121 million versus last year.",
         "On Slide 22, we can see on this side, the bridge on the free cash flow from last year to this year. So going from left to right, we have already explained the €51 million related to EBITDA. So we pass on this one. You can see that the CapEx expense has decreased by €34 million, and it’s mainly linked to stricter control on CapEx, even reinforced this year, and the impact of the structure of the new contracts at DVD. Working cap it’s variance of €50 million negative is driven by lower cash in – following the lower sales in all divisions. Conditions of payments – terms with suppliers have also been made more complex by the SFA process.",
         "In Slide 23, here we are seeing a little bit more in detail the evolution of the net nominal debt and the cash on the other hand. So on the top of the slide we look at the gross nominal debt. At the end of June, it was €1.6 billion. The debt increased by €368 million during the semester. The cash at the end of June was at €63 million, €2 million lower than in December 2019. This decrease is explained mainly by the free cash flow, continuing decrease of €286 million, the new cash from debt of plus €353 million, mostly related to credit line drawings to a token of €395 million. The other items, negative €61 million are mainly cash collateral and security deposits requested and driven by a weak and pre-SFA financial position. It also incorporates some refinancing fees to a token of around €20 million. So this concludes my presentation.",
         "And the following slides provide some more details around the debt structure, but I will probably stop here and leave back the floor to Richard."
      ],
      "Operator": [
         "Ladies and gentlemen, welcome to Technicolor’s Conference Call chaired by Richard Moat, CEO and Laurent Carozzi, CFO. At this time, all participants are in listen-only mode. [Operator Instructions] Just to remind you all, this conference is being recorded. We would like to inform you that this event is also available live on Technicolor’s website with synchronized slide show.",
         "During this conference call, statements could be made that constitute forward-looking statements based on management’s current expectations and beliefs and are subject to a number of risks and uncertainties that could cause actual results to differ materially from the future results expressed, forecasted or implied by such forward-looking statements. For a more complete list and description of such risks and uncertainties, refer to Technicolor’s filings with the French Autorité des marchés financiers. Gentlemen, please go ahead."
      ],
      "Richard Moat": [
         "Good evening, ladies and gentlemen. This is Richard Moat, the CEO. It’s a great pleasure to speak to you once again on the occasion of the announcement of our first half 2020 results. First of all, I hope you and your families are safe and secure. Obviously, in a very troubled world, that’s a major priority.",
         "Maybe I should start on Slide 4. So during the last few weeks, we’ve been working very hard, and I wanted to remind you a few of the key milestones which have been achieved. On July 5, our safeguard plan was approved by the majority of 100% of the voting creditors. On July 20, all the resolutions were approved at the shareholders’ meeting. These resolutions were key to giving the company the necessary tools to implement its financial restructuring. On July 28, we got the approval of the accelerated financial safeguard by the Paris Commercial Court. Today, Technicolor is now on track to deliver its financial restructuring plan, providing a framework for long-term sustainability for the company’s businesses, employees, customers and suppliers, and this is a really great achievement.",
         "As part of this new framework, we’ve already received the first tranche of around €240 million of the new money. This will be used to reimburse our $110 million bridge facility, which was due tomorrow, the end of July, and to continue to run our daily operations. During all this time, we continue to run our businesses as usual, with no impact on our operations or the quality of service, which we deliver to our clients, whilst maintaining our workforce of talented people to enable the delivery of all of our services and products. And I want to thank all of our teams who remain dedicated and committed throughout this period to serving our customers. Technicolor’s leadership positions and customer loyalty are valuable assets. We have a great story to build for the future, and we’re all very enthusiastic about carrying it forward.",
         "So if we turn to Slide 5, let’s take a look at our first half figures. After a strong first quarter, the group’s activities have demonstrated resilience to the COVID-19 crisis in the second quarter. Consolidated revenues for the group were down 19% at current rates to €1.433 billion, as the impact of COVID-19 on Production Services and DVD Services was partially compensated by outperformance in broadband, particularly in North America, where we saw 15% growth compared to the first half of 2019.",
         "Our adjusted EBITDA of €53 million, down 49% at constant rates, was impacted by lower business volumes in Film & Episodic Visual Effects and in DVD Services related to the COVID-19 business interruption. But this was partially compensated by operational and financial improvements across all our divisions. And that was particularly visible in Connected Home, where EBITDA grew 126% compared to the first half of 2019.",
         "We continued our strong focus on the delivery of previously announced cost savings through our Panorama plans, and we are well on track to achieve total savings in the year of in excess of €160 million. To date, €67 million of cost savings have been achieved and we are highly confident of achieving the remainder. Our adjusted EBITDA of €67 million – minus €67 million was mitigated by lower depreciation and amortization and reserves. And our free cash flow of minus €286 million was just slightly lower than last year.",
         "Now, turning to Slide 6, in Production Services, revenues were down 35%, driven by the previously anticipated delays in awards coming from one key client but mainly by the subsequent pandemic-related impacts on production around the world. Film & Episodic VFX, together with post production, took a major hit as all live-action film shoots were suspended. Advertising activity weakened due to major advertisers delaying campaigns and reducing marketing budgets during the sanitary crisis. Animation & Games activity, on the other hand, had a strong top line performance despite the temporary shutdown of our Bangalore studios. Adjusted EBITDA was close to breakeven, mainly driven by Film & Episodic VFX. During the entire first half, we continued to deliver highly valuable projects for our customers, such as Cruella for Disney, Ghostbusters: Afterlife for Sony, Godzilla vs. Kong for Warner Bros/Legendary, Top Gun: Maverick for Paramount and West Side Story.",
         "On Slide 7, in DVD Services, revenues were down 20%, with replication volumes down 27% year-on-year. Activity was strongly impacted by the limited number of new releases due to COVID-19 but back catalog volumes were considerably higher than anticipated. Adjusted EBITDA was at breakeven, broadly in line with expectations given the anticipated volume reduction and normal seasonal weakness, which we get in the first half. The margin was bolstered by ongoing cost savings and a positive impact from contracts which we renegotiated in 2019. The specific timing and extent of the reopening of movie theaters will impact the level of new release activity on disk. DVD has accelerated its future restructuring plans in an effort to adapt to those impacts.",
         "On Slide 8, Connected Home revenues were down 12.3% year-on-year at constant rate. The division is maintaining its market leadership in the broadband segment and in the video Android-based segment. Both segments are expected to continue to gain importance in the foreseeable future. Adjusted EBITDA more than doubled versus last year as a result of the transformation plan we launched 2 years ago. The division continues to focus on selective investments in key customers and specific parts of the portfolio that will lead to improved margins over the year.",
         "I will now hand over to Laurent, who will detail our financial restructuring plan and comment on our first half financial performance.",
         "Thanks very much, Laurent. So to conclude, we are entering a new era in our history. Technicolor has solid business foundations and strong capabilities in terms of people and assets. Our company plays a vital role in a number of markets and provides truly differentiated products and services to our clients. We have the right business focus and operational design, and now we will have the appropriate capital structure to support it. Technicolor intends to return to delivering profitable growth, cash generation and value creation for shareholders. So many thanks for your attention. And now with Laurent, we are ready to take your questions."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions] We have a question from Fiona Orford-Williams from Edison Group. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Good afternoon. Can I just – when you are talking about the suppliers getting more touchy about the payment terms, how long would you expect it to take for that to correct when they get the message through that the company is on a much sounder financial sorting?"
         ],
         "Speaker": "Fiona Orford-Williams"
      },
      "3": {
         "Remarks": [
            "I think that’s a very difficult question to answer. When the – when we went into accelerated financial safeguard and also Chapter 15 in the U.S., this caused a lot of consternation amongst our major connected home suppliers. And they initially were looking for significant reductions in payment terms from where we stood, which was around about 105 days. We managed to persuade them that the process was going well and that we had high confidence that it was going to succeed. And as a result of that, we have landed on a new agreed set of payment terms, which we believe that we can live with going out into the future. It was always our intention to reduce payment terms between now and the end of 2022, but we didn’t realize that we are going to have to do it quite as quickly as this because basically, we have got to stop to do it from the fourth quarter onwards. So I think that – obviously, we need to demonstrate that we have exited successfully from the process. I think we need to complete the process because the sort of slew of press releases, which we keep pushing out, although each one is intended to be positive. Nevertheless, I think, creates further confusion and doubt. So when we have completed the capital increase and the rights issue and the reserve capital increase, I think at that point, we can then hopefully get on to a more even keel and start to rebuild confidence. And I think there will, however, be – the ways in which we can start to improve our situation with the suppliers on a practical level. For example, we hope that we and they can get access to insurance, again, on our receivables, which is during the period that we have been in SFAs has been basically impossible. I don’t know if there’s anything you would like to add to that, Laurent?"
         ],
         "Speaker": "Richard Moat"
      },
      "4": {
         "Remarks": [
            "Well, I think you summarized it well. So we had, if you remember, for those who are attending our Capital Market Day, we had already explained at the time that we were basically preparing ourself, preparing the company for a reduction of payment terms down to, let’s say, normal trends. We are planning the end in 2022. With the numbers we have today, we know we are going to – and the discussions we have with the suppliers, who will be there already as early as 2021, point one. Point two, do we believe we could cite further? The answer is no. To the contrary, as we are exiting from SFA, and then hopefully, we are willing to regain, at some point, a coverage with insurance, we on – to the contrary, we think that will reassure our suppliers, and we will stay there. Point three, because it’s of importance. As all of these have been, to a certain degree, anticipated, the amount of liquidity that is very considerable that we have raised and, I should say, the fact that since the start of the year, we are performing better, including during Q2 versus our own cash expectations, makes us believe that we can actually absorb this faster and to a degree, we are going to remove earlier the sort of attention we have on the World Cup in as early as 2021. And finally, as I have mentioned in my comments, although it has a slight – potentially a slight negative impact at the end of the year, and we might have ways to compensate for that. We believe that we already know how to deal with that in 2021. So we are trying to say, this is something we had to deal with. We are prepared. We are dealing with it. And at the end of the day, that’s going to make it sounder – that makes it a sounder work cap than before."
         ],
         "Speaker": "Laurent Carozzi"
      },
      "5": {
         "Remarks": [
            "Okay. Did you actually lose any of the suppliers or has everybody continued to supply you with the things that you need?"
         ],
         "Speaker": "Fiona Orford-Williams"
      },
      "6": {
         "Remarks": [
            "No, we still have all of our original suppliers."
         ],
         "Speaker": "Laurent Carozzi"
      },
      "7": {
         "Remarks": [
            "They have very, very keen to work with us. So that’s of importance as well. I mean they have been – we had discussions and these are long-term partnerships. And they have already mentioned that they are following up the progress. And so this week is a very important milestone for them because they see where we are going out of SFA. Beginning of next, we will be out of Chapter 15, and they are very keen to reengage with us."
         ],
         "Speaker": "Richard Moat"
      },
      "8": {
         "Remarks": [
            "Okay. That’s fine. And is it basically the supplier agreements that you are – and the payment terms that you were talking about in the statement when you talked about the negative impacts associated with the SFA?"
         ],
         "Speaker": "Fiona Orford-Williams"
      },
      "9": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Laurent Carozzi"
      },
      "10": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Richard Moat"
      },
      "11": {
         "Remarks": [
            "Yes, okay. So that’s fine. And on – has it affected the relationships with any of the DVD partners and the renegotiation of contracts that you are engaged in?"
         ],
         "Speaker": "Fiona Orford-Williams"
      },
      "12": {
         "Remarks": [
            "No, not in DVD. We have – we have successfully renegotiated three of the five major contracts. The third one was in February of this year. And so one is underway – a fourth is underway at the moment. And the fifth is right at the front end, but it’s due in 2021. But I have not seen any impact there. The studios seem a lot more relaxed about this than the suppliers in Connected Home."
         ],
         "Speaker": "Richard Moat"
      },
      "13": {
         "Remarks": [
            "Yes. That’s fine. And just on Production Services, you were talking about the temporary shutdown in the Bangalore studio, is that reopened now?"
         ],
         "Speaker": "Fiona Orford-Williams"
      },
      "14": {
         "Remarks": [
            "No. I think it has gone back. It reopened briefly, but I think it’s gone back into lockdown again now. It’s only a brief lockdown, but it could last. It could be extended."
         ],
         "Speaker": "Richard Moat"
      },
      "15": {
         "Remarks": [
            "But as far as Production Services, in particular, in film, the fact that there is – the guys have organized themselves. So production can continue for Film & Episodic. They make sure that they’re providing their staff with proper VPN and mobile gateway access, so the company can work."
         ],
         "Speaker": "Laurent Carozzi"
      },
      "16": {
         "Remarks": [
            "Yes, that’s fine. And you are starting to see a bit more filming going on and that should hopefully start sorting through to you in the second half or are we looking next year?"
         ],
         "Speaker": "Fiona Orford-Williams"
      },
      "17": {
         "Remarks": [
            "I think that – I mean we are in discussions with all of the major studios about pieces of work, but it’s just a question of when they are green lighted. I mean, our core assumption is that there’s not going to be any widespread resumption of live-action shooting until fourth quarter. Obviously, it has restarted in some places like New Zealand and Czech Republic and Iceland and a few other places, but not on the scale we need to redevelop our forward pipeline. So our assumption is still that it’s going to take through to October before things start to happen."
         ],
         "Speaker": "Richard Moat"
      },
      "18": {
         "Remarks": [
            "Okay thank you very much."
         ],
         "Speaker": "Fiona Orford-Williams"
      },
      "19": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Richard Moat"
      },
      "20": {
         "Remarks": [
            "Thank you. We have a next question from David Cerdan from Kepler. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "21": {
         "Remarks": [
            "Yes, good evening gentlemen. A few questions for you, please. The first one is, as a global basis – on a global basis, have you benefited from state subsidies such as partial and [indiscernible] packages, etcetera and if so, for which amount? My second question is related to Production Services. Have you reduced your employee base in line with your revenue decline and which percentage of your employees, are now working at home? And regarding the business, do you think that from H2 you could benefit from a catch-up effect from the studios? A question rapidly on Connecting Home, your performance in H1 was good. Do you expect to improve or maintain the profitability delivered in H1 in the second part of the year? Thank you."
         ],
         "Speaker": "David Cerdan"
      },
      "22": {
         "Remarks": [
            "Right, I will start with the first. I think Richard maybe will continue with the others. So yes, we – of course, we have a – as a company, is very conscious about its cash. We have pulled all the strings we could, and we did benefit at the end of June from – I mean, what – I wouldn’t call that state subsidies per se. So we really don’ have – we don’t benefit from APG or whatever, but what we have done – I don’t know if it’s part of your question, but what we’ve done is we’ve used the legal framework that the sales put in place to postpone some payments. So although we haven’t received any specific loan or whatever or any form, what we have done is we have moved some payments from first half to second half. The amount is €30 million. And in the guidance we gave you for the year, we anticipate a full repayment of these in – as early as H2, of course. So it has a neutral effect of free cash at the end of the year, but it has helped a little bit liquidity in the first – in June, but again, no direct state subsidies for us here."
         ],
         "Speaker": "Laurent Carozzi"
      },
      "23": {
         "Remarks": [
            "But in the U.S. or Canada or India, have you benefited from – have you decided, sorry, to – have you lowered your employee base that’s why just cut down the cost base?"
         ],
         "Speaker": "David Cerdan"
      },
      "24": {
         "Remarks": [
            "So Richard, you want to tackles the..."
         ],
         "Speaker": "Laurent Carozzi"
      },
      "25": {
         "Remarks": [
            "So yes, we have reduced staff numbers in Production Services, in Film & Episodic and in Advertising and Post Production. Not so much in Animation & Games because we have managed to maintain a business there at pretty much the same level that it was before. In terms of people not working, we have got – overall across the group, we’ve got about 80% of people enabled for home working. And that number is less than 100 mainly because of the fact that we can’t get quite that high percentage in India because of broadband speed, which are available, but 80% across the group. With respect to – you asked about the half two catch up effects in studios, I don’t think there’s going to be any catch up effect. In my opinion, there’s not going to be some sudden tsunami of work. It’s going to pick up very slowly. And I think that is probably going to be into the middle of 2021 before we start to get back to any form of normality, but we are anticipating that there will be a gradual return to work from Q4 2020 onwards. And then on Connected Home, do you want to cover that, Laurent?"
         ],
         "Speaker": "Richard Moat"
      },
      "26": {
         "Remarks": [
            "Yes. Yes. And then we will probably announce – I don’t know if these questions are underlying of another one, but Connected Home has had a very strong performance in H1. Very strong, driven mainly by, but not only, by North American cable, driven by the – basically all the transformation that is taking place at a faster pace. Do we expect still a strong performance in H2? So today, I would say, yes. I come back on the numbers. But I would say, yes, at the moment, we have all clear indication of the fact that the demand is very strong and will continue. Now to maybe step back a little bit from your question, and make a comment on the overall guidance because you haven’t asked me, but I think it is pretty underlying. At the end of H1, we are telling you that we are very good and probably ahead of our own expectations. That is correct. And we are providing you a guidance for the full year, that is let’s say it seems to reflect the fact that maybe the second half could not be as strong as expected. It should be made very clear that we are very prudent with our guidance, why? This is related to the sort of warnings I gave you. Because of what happened in COVID, we don’t know. So when we do our forecast, we project ourselves towards the end of the year and in particular, our Connected Home. We have good news at the moment that the business is doing very well. But still, we are, let’s say, assuming or we are forecasting, we are putting in our models of something, kind of contingency, for eventually – an eventual second COVID wave impact in terms of supply shortage. Do we have any sign of this coming up? No. Do we have – but still this is the prudence we have here. We do the same in HES, and we do the same with Production Services. So we are prudent. As far as the second part of the year is concerned, the company is doing very well, but the environment is very tough. So in all numbers, we are reflecting that, and this is reflected in your guidance. "
         ],
         "Speaker": "Laurent Carozzi"
      },
      "27": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "David Cerdan"
      },
      "28": {
         "Remarks": [
            "Does that answer your question?"
         ],
         "Speaker": "Laurent Carozzi"
      },
      "29": {
         "Remarks": [
            "Yes. Yes, perfect. Thank you."
         ],
         "Speaker": "David Cerdan"
      },
      "30": {
         "Remarks": [
            "[Operator Instructions] We have a new question from Fiona Orford-Williams from Edison Group. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "31": {
         "Remarks": [
            "Hello sorry, can I just come back? You’ve been talking about the strong demand in North America in Connected Home. But so I haven’t had a chance to go through the fine-toothed comb of the statement yet. But the indications are more difficult trading in Europe, Middle East, Africa and Asia Pacific. And can you just want to run us through the – how you see the prospects in those territories in H2?"
         ],
         "Speaker": "Fiona Orford-Williams"
      },
      "32": {
         "Remarks": [
            "Yes. I think that the demand in North America, we think, is going to remain strong. Comcast published their second quarter figures today. And you can see that they had the best ever second quarter in terms of high-speed Internet connections. And obviously, we are their major supplier. And so we anticipate that that kind of trend is going to continue. In the rest of the world, in Latin America, we have seen a big impact in the first half on demand from the fact that the Latin American currencies collapsed, driven by the significant fall in the oil price. And our products are dollar-denominated and so they went up significantly in price. So we have had to enter into negotiations with major customers about discounts and payment terms, kind of same thing we realized with our suppliers. And so therefore, demand was somewhat subdued. However, in the second half, we are starting to see it recover. But I wouldn’t want to claim victory there yet, but we are starting to see recovery. There was obviously a very strong lockdown in Europe compared with North America, which presented truck rolls to install units in people’s houses right across the continent. And that, again, has a dampening effect on demand. And obviously, the same thing is true across Asia and Japan and India. So we hope that as restrictions relax, demand will recover in those other territories. But at the moment, the key engine of growth remains North America. And despite the unfortunate development of the disease in North America, as we’ve seen in recent weeks, demand still remains strong."
         ],
         "Speaker": "Richard Moat"
      },
      "33": {
         "Remarks": [
            "Yes, thank you."
         ],
         "Speaker": "Fiona Orford-Williams"
      },
      "34": {
         "Remarks": [
            "Thank you. We have no other questions form the viewers."
         ],
         "Speaker": "Operator"
      },
      "35": {
         "Remarks": [
            "Okay. Well, thank you very much, everybody. Thanks for listening. And we look forward to talking to you again on our next quarterly results conference. Thank you very much."
         ],
         "Speaker": "Richard Moat"
      },
      "36": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Laurent Carozzi"
      },
      "37": {
         "Remarks": [
            "Thank you. Ladies and gentlemen, this concludes today’s conference. Thank you all for your participation. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}