{
   "Date": "August 27, 2020",
   "Presentation": {
      "Gary Chapman": [
         "Thank you. Welcome, everybody.",
         "As always, the earnings release and slide presentation are both available through our website. KNOT Offshore Partners owns and operates shuttle tankers where our ships transport oil from offshore production units to shoreside and are an essential part of the supply chain for our customers, all of whom are large names in the oil and energy market.",
         "Our call today will include the non-U.S. GAAP measures of distributable cash flow and adjusted earnings before interest, tax, depreciation amortization, EBITDA. The earnings release includes a reconciliation of these non-GAAP measures to the most directly comparable GAAP financial measures. And please remember that any forward-looking statements made during today’s call are subject to risks and uncertainties. These are discussed in our annual and quarterly SEC filings. Actual events and results can differ materially from those forward-looking statements, and the Partnership does not undertake a duty to update any forward-looking statements, and I refer you to slide 2 and our 2019 20-F for further details.",
         "Onto slide 3, Q2 2020 Financial Highlights and Recent Events.",
         "We continue to operate our fleet without any material disruption as a result of COVID-19, coronavirus, and you will find more information in our earnings release related to this topic.",
         "I think, it’s worth saying that we’re reporting this quarter one of the best sets of results of the Partnership. We generated total revenue of $70.3 million, operating income of $33.4 million and net income of $21.7 million, and more comparably quarter-by-quarter, adjusted EBITDA of $55.8 million. We ended with distributable cash flow generated of $30.7 million, giving a coverage ratio -- distribution coverage ratio at the end of the quarter of 1.70 times. And we again maintained our cash distribution of $0.52 per common unit, returning an annual yield of quite remarkably around 16%, based on a $13 unit price. During the quarter, the fleet operated with 99.7% utilization for scheduled operations. There were no drydocks this quarter and they were non-planned for the remainder of 2020. Shell, in the end, chose not to exercise their option on the Windsor Knutsen. And whilst the vessel is still with Shell today, we expect that it will be redelivered to the Partnership sometime between mid-September and mid-December 2020, in accordance with the redelivery provisions in the charter. The Partnership’s currently looking at all options to recharter the vessel, and we’re talking to a number of potential parties, including the sponsor.",
         "On slide 4, the Income Statement.",
         "For the second quarter of 2020, we recorded total revenues of $70.3 million compared to $67.2 million for the first quarter of 2020. The increase is almost entirely related to the effect of Raquel Knutsen’s scheduled drydock in the first quarter.",
         "Vessel operating expenses for the second quarter of 2020 were $13.1 million, a decrease of $2.5 million over the first quarter of 2020. This decrease was mainly the net result of lower operating expenses across the fleet in the second quarter, and favorable movements in the Norwegian krone U.S. dollar exchange rate.",
         "Depreciation was essentially flat at $22.5 million for the second quarter compared to first quarter at $22.4 million. Similarly, admin and general expenses were $1.3 million, compared to $1.4 million in the first quarter. Overall, this caused operating income to rise to $33.4 million in the second quarter, compared to $28.4 million in the first quarter of 2020.",
         "Interest expense for quarter two was $8.5 million, a decrease of $2 million from $10.5 million in quarter one. The decrease again being driven by lower LIBOR on average across all credit facilities that are not hedged.",
         "Realized and unrealized losses on derivative instruments were $3.1 million in the second quarter, compared to a loss of $23.7 million in the first quarter. The unrealized non-cash element of the mark-to-market loss was $2.8 million for the second quarter of 2020, compared to a loss of $23.9 million for the first quarter of 2020. Of the unrealized loss for the second quarter of 2020, $3.5 million is related to a mark-to-market loss on interest rate swaps due to a decrease in the U.S. dollar rates and a gain of $0.7 million is related to foreign exchange contracts.",
         "Slide 5, Adjusted EBITDA.",
         "You’ll see an incredibly consistent adjusted EBITDA on this slide. And again, in the second quarter, the Partnership generated adjusted EBITDA of $55.8 million, compared to $50.8 million in the first quarter. The difference again, arising mainly as a result of Raquel Knutsen’s scheduled drydock in the first quarter.",
         "Adjusted EBITDA is a proxy for cash flow, referring to earnings before interest, tax, depreciation, amortization and other financial items. And please do refer to the notes at the bottom of this slide.",
         "Slide 6, Distributable Cash Flow or DCF is another non-U.S. GAAP financial measure and another very consistent measure for the Partnership.",
         "DCF was $30.7 million in the second quarter in comparison to $24 million in the first quarter. And the distribution cover at end of quarter two, as stated, was 1.70. The increase over the first quarter relates to Raquel Knutsen scheduled drydocking in that first quarter, but also to our capital management of the business helped also by some favorable shifts in interest costs and exchange rates. In the quarter, we, again maintained our distribution level at $0.52 per unit, equivalent to an annual distribution of $2.08. And again, please do the refer to the notes at the bottom of the slide.",
         "Slide 7, on the Balance Sheet.",
         "At the end of the second quarter, the Partnership had $70.1 million in available liquidity, which consisted of cash and cash equivalents of $41.4 million and we still retain $28.7 million of capacity under our revolving credit facilities. The revolving credit facilities mature in August 2021 and September 2023. Otherwise, KNOP has no other refinancing falling due until the end of 2021. The Partnership’s total interest-bearing debt outstanding as of June 30, 2020 was $960 million, down from $984 million at the end of the first quarter of 2020. And the average margin paid on the Partnership’s outstanding debt this quarter again stayed as last quarter at approximately 2.1% over LIBOR.",
         "At the end of the second quarter, the Partnership had entered into various interest rate swap agreements for a total notional amount of $627 million, down from $634 million at the end of last quarter to hedge against the interest rate risks of its variable rate borrowings. Based on this in this quarter, we received interest based on three or six-month LIBOR and paid a weighted average interest rate of 1.74% under the interest rate swap agreements, which have an average maturity of approximately 3.6 years. We don’t apply hedge accounting, so our financial results are impacted by changes in the market value of these financial instruments. However, cash flow is stabilized by them, mitigating interest rate risk on distributable cash flow.",
         "Slide 8, an update on our long-term contracts.",
         "For the Windsor Knutsen, as stated at the outset, Shell in the end chose not to exercise their option of the Windsor Knutsen. And we expect that the vessel will be redelivered sometime between mid-September and mid-December 2020 in accordance with the flexible redelivery provisions in the charter. These redelivery provisions are typical and just allow the charterer to complete the charter at an appropriate operational time rather than say, mid-voyage. The Partnership is currently looking at all options to reach out to the vessel, and we’re talking to a number of potential parties, including the sponsor, not just for operations in Brazil, but also for potential deployment elsewhere.",
         "Bodil Knutsen is our largest shuttle tanker operating in North Sea and is still on charter to Equinor until May, 2021. Equinor then have three further one year annual extension options.",
         "Torill Knutsen and Hilda Knutsen both operate on the Goliat Field in the Barents Sea. After initial five-year terms on both vessels, the Hilda time charter extended for 4 more year to 2022, and then has further options to extend the charter by 3 more one year periods until 2025. The charterer of Torill has taken two of its one year extension options to extend the time charter until November 2022 and then have further options to extend the charter by two more one-year periods until 2024.",
         "Dan Sabia, Dan Cisne, Fortaleza and Recife Knutsen remain on long-term bareboat charters through to 2023 with Petrobras Transpetro. Carmen Knutsen and Raquel Knutsen are on charter to Repsol Sinopec until 2023 and 2025, respectively, and with options to extend until 2026 and 2030, also respectively. The Ingrid Knutsen is on time charter until 2024 with Vår Energi, with charterer’s options to extend by up to five more one-year periods.",
         "Tordis, Vigdis and Lena Knutsen are on five-year charters to Brazil Shipping, a subsidiary of Shell. These will expire in 2022, and the charterer has options to extend for up to a further 10 years on each vessel. The Brasil and Anna Knutsen are on charter to Galp Energia until 2022 with charterer’s options to extend up to 2028.",
         "At June 30, 2020, the KNOP fleet had an average remaining fixed contract duration of 2.4 years and an additional 3.9 years on average in charterer’s options, as you can see, all with strong credit counterparties.",
         "When the Partnership listed in 2013, charter renewals were a distant issue, but whilst they are now starting to materialize, it’s important to repeat that these renewal decision points are a natural part of our business. And it’s natural that our average remaining fixed contract duration period will come down. This is unfortunately highlighted more right now by the fact that the equity markets are currently not economically available to us to dropdown the growing list of new business that our sponsor has contracted as we have done successfully in the past.",
         "What works in our favor, however, is our customers’ essential need for these assets as part of their supply chain, our market leading position, especially in Brazil, our sponsor’s 30-plus-year history in this industry, the age of our fleet, the technological stability that we see in the industry right now and into the foreseeable future, plus our willingness and ability to be flexible for our customers’ needs. Contracts in the shuttle tanker market are also still typically measured in years rather than days, weeks or months as compared to many other areas of shipping.",
         "We never give guarantees as to the future and in particular, the time charter rate for a charterers’ option or a new charter can be open for a level of negotiation. But, we want to repeat our point that we believe the Partnership’s risk profile is not the same as a typical shipping company.",
         "All of these factors continue to make the Partnership remain positive about the future of our business and we’ve built up a strong distribution coverage ratio for these times of greater uncertainty.",
         "On slide 9, the sponsor, KNOT, now has seven vessels that could be dropped into the KNOP, beginning from around Q4 2020. These have an average fixed contract period of 5.6 years with an average of a further 8.1 years extension options. The acquisition by KNOP of any dropdown vessels in the future is subject to the approval of the Board of Directors of each of KNOP and the sponsor, KNOT, and there can be no assurance that any potential dropdowns will actually occur. ",
         "In reality, it is not possible for the Partnership to consider purchasing all of these vessels in today’s market. And indeed, it it’s too early for some in any case. However, we are exploring options as to how we might be able to purchase one or even two vessels from the sponsor, without issuing new common equity and without putting undue strain on the Partnership’s liquidity.",
         "More specifically, we’re currently looking at how we can achieve one dropdown in the fourth quarter of 2020, perhaps December. But, it remains uncertain at this time whether this will be possible. What is clear is that if the market does begin to change for the better, then the Partnership is well-positioned to grow.",
         "On slide 10. The next following slides are all taken from external sources which we feel give investors a slightly more independent view than simply presenting information solely prepared by management.",
         "This first slide provides some background information on the situation in Brazil, and we think demonstrates the resilience of the Brazilian market in 2020. And whilst we’ve seen a dampening of output and growth, growth and economic development is still expected. All of this will have a knock-on effect for shuttle tankers and our commercial outlook. And whilst we’re not contractually expressed to oil price, volume or storage risks in our charters, these are some of the kinds of reasons as to why the Partnership remains upbeat about the future.",
         "On slide 11, the purpose of this slide is to show the estimated oil production development in Brazil for shuttle tankers and how, despite some potential delays, the trajectory remains positive. Whilst we believe the number of barrels today shown here for 2021 and beyond are quite conservative, we do agree that the gradient of the red line was quite representative before April 2020, whereas the blue line today is perhaps what we expect across the coming five years. What we also believe is that, should the economic situation improve, then not only is Brazil well-placed to capitalize, we do not think it would take much of an improvement for the shuttle tanker market to fully tighten again. ",
         "Slide 12 shows similar data for the North Sea. And while the levels of growth are lower, we still expect this market to continue to grow over the next three to five years, and the demand for shuttle tankers to remain robust.",
         "On slide 13, this slide is perhaps best at showing why we feel there are strong mid to long-term prospects for shuttle tankers in the Brazilian market. Petrobras as still the dominant player in Brazil have been selling a whole host of shallow and onshore assets in 2020 and reaffirming their commitment to the deep and ultra-deep wells which have relatively low costs. We’ve seen increasing FPSO activity and we’re seeing more involvement of Chinese players in the Brazilian oil market, which opens up a new area of activity. And indeed, our sponsor now has its first shuttle tanker contract with PetroChina.",
         "We’re not saying there aren’t challenges in the short-term and equity markets with a softer economic climate and sentiment towards energy and shipping, but we see the mid to long-term growth. And as a business, and a leading and experienced business in this industry, we’re doing all we can to ensure we navigate a stable path through the coming few quarters.",
         "Slide 14. So, in summary, we’ve reported a very strong quarter with a continued stable operating performance at 99.7% utilization for scheduled operations. Distributable cash flow of $30.7 million with coverage of 1.7, giving the Partnership a degree of flexibility to manage potential short to mid-term headwinds. We maintained our quarterly distribution of $0.52 for the 20th consecutive quarter. Our operations have remained largely unaffected by coronavirus, and we’ve been taking steps, like many companies to keep our staff and crew safe whilst working.",
         "We’re not exposed to short-term market turbulence, such as short-term fluctuations in oil prices, volume of oil transported or global oil storage capacity. We’re seriously considering financing options to take one new vessel from the sponsor without issuing new equity to strengthen cash flows and our contracted revenue stream, if we can. And whilst we acknowledge the uncertainties seen in the wider energy market and the higher degree of difficulty in accessing new equity, both of which may continue for some time, we believe the shuttle tanker market is resilient, and growth prospects remain strong over the mid to long-term, particularly in Brazil.",
         "That concludes my short presentation for today, and I’ll open for any questions. Thank you."
      ],
      "Operator": [
         "Good day and welcome to the KNOT Offshore Partners Second Quarter 2020 Earnings Results Conference Call. All participants will be in listen-only mode. [Operator Instructions] After today’s presentation, there will be an opportunity to ask questions. [Operator Instructions] Please note, this event is being recorded.",
         "I would now like to turn the conference over to Gary Chapman, CEO. Please go ahead."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] Our first question comes from Marc Solecitto with Barclays. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hi. Good morning. Gary, just wondering if you could help frame the recontracting on Windsor for us. And maybe more specifically, it sounds like there’s a low likelihood where it goes unutilized in the short-term, just given the sponsor support. But maybe just if you could comment on the utilization outlook for the vessel and then also just around rate expectations or what would be an acceptable outcome for the Partnership?"
         ],
         "Speaker": "Marc Solecitto"
      },
      "3": {
         "Remarks": [
            "Sure. Hello, Marc. You’re right. We are not considering the Windsor situation as pivotal to the Partnership’s fortunes right now. Shipping and shipping requirements, as you all know, are constantly changing for all of our customers. And we said on prior earnings calls, whilst this re-chartering ambiguity is perhaps new for KNOP, it’s not now for our sponsor who has been doing this quite successfully for over 30 years. So, we’re leaving it to our chartering department right now, and we’re waiting to hear, hey, what’s next for the vessel? The vessel is a good vessel. It’s approximately 12, 13 years old, and it’s performed very well. It’s high class. It’s a very big shipping tanker. We don’t consider it difficult to charge for it. But you’re right, it depends on the rates. I think, we’ve seen competition coming into the market with newbuild vessels and newbuild rates. But as we said before, for a newbuild vessel, charterers are asked to commit for a minimum five years, and often that’s quite a commitment for most charterers. So, typically for a shorter term charter, we’re able to ask for more than the bottom base rate newbuild price. And I think that’s pretty much where we are with the Windsor at the moment. Its current rate isn’t particularly high. We may end up taking a few thousands a day off it and in order to recharter it. But, as I said at the start of this answer, we’re not really considering that to be a pivotal moment really for the Partnership."
         ],
         "Speaker": "Gary Chapman"
      },
      "4": {
         "Remarks": [
            "Got it. Understood. And then, assuming if it were to move to a different geographical region, would there be any, like, I guess capital costs incurred associated with maybe retrofitting vessel to serve a specific customer? How should we think about that?"
         ],
         "Speaker": "Marc Solecitto"
      },
      "5": {
         "Remarks": [
            "Generally speaking, I don’t think it will need anything. Obviously that does dependent. The vessel, you may recall, went on charter down to Africa a short time ago when we did the swap with shell and the sponsor. So, we know that it’s perfectly capable of going down there. It’s ice class. So, it can operate in the North Sea, no problem. And generally speaking, if a vessel needs specific equipment, then, that’s the charterers cost."
         ],
         "Speaker": "Gary Chapman"
      },
      "6": {
         "Remarks": [
            "Got it. Okay. That’s helpful."
         ],
         "Speaker": "Marc Solecitto"
      },
      "7": {
         "Remarks": [
            "I think, the one next point just to say is that the cost that we might incur could be a bunkering cost, if we need to shift the vessel from Brazil to another region."
         ],
         "Speaker": "Gary Chapman"
      },
      "8": {
         "Remarks": [
            "Got it. Okay. And then, shifting gears to dropdown, you mentioned that the Partnership was considering one, as early as 4Q of this year. It sounds like -- or it sounded like, there’s certain conditions that would have to be met on the Partnership’s end to move forward with that. But, you also noted later on, I think that there might be way to finance that without going to the public equity markets. So, just wondering what conditions you’re looking for, we should be looking for where we could expect to move forward with the dropdown."
         ],
         "Speaker": "Marc Solecitto"
      },
      "9": {
         "Remarks": [
            "We’ve got two or three things on our table at the moment, which I won’t go into in detail. But, it’s largely internally funded. It may have an impact on leverage, but not too much. We’re paying down our debt. We’re overpaying on our debt. We’re paying approximately $80 million a year on our debt repayment. So, coincidentally, roughly equal to our distribution. I think, what we’re looking for is to make sure that we don’t put undue stress on the rest of the whole partnership, and our business just in order to take a dropdown. We operate to payout and to pay our distribution and to run the business conservatively and stably. And I think, whilst they’re not easy to measure in simple dollar terms, those are the criteria that we’re really looking at. So, although the numbers need to work and the deal needs to stand on its own feet, if the deal itself risks damaging the Partnership, then we won’t do it just yet.",
            "But, at the moment, the ideas that we’ve got, don’t do that. And if we can pull them off, we may be able to do it. But, as I said, we’re certainly not there yet. And we’re really just at the early to mid stages of looking at these ideas and putting them in place. But, we do have some realistic ideas for internal funding. And as I say, we’ll operate it on a prudent basis. What it doesn’t do is really solve our longer term problem. But, let’s take one ship -- one step at a time."
         ],
         "Speaker": "Gary Chapman"
      },
      "10": {
         "Remarks": [
            "Great. That’s helpful. Thanks for the time."
         ],
         "Speaker": "Marc Solecitto"
      },
      "11": {
         "Remarks": [
            "Yes. No problem. I’d just add as well. Obviously any transaction will go through our conflicts committee. And that organization, that body is designed also to reflect upon the deal as a whole, and to make sure we’re making a good decision with the information we have. So, I think that’s important to remember."
         ],
         "Speaker": "Gary Chapman"
      },
      "12": {
         "Remarks": [
            "Our next question comes from J. Mintzmyer with Value Investor’s Edge."
         ],
         "Speaker": "Operator"
      },
      "13": {
         "Remarks": [
            "Good afternoon, Gary. Thanks for taking my questions. And congrats on a fantastic quarter."
         ],
         "Speaker": "J. Mintzmyer"
      },
      "14": {
         "Remarks": [
            "Thanks, J."
         ],
         "Speaker": "Gary Chapman"
      },
      "15": {
         "Remarks": [
            "So, first of all, I think we covered it a little bit earlier here with some of the Q&A, but looking at the Windsor Knutsen with the Shell contract coming off in October, that’s going to impact Q4, right? Q3, looks like it’s mostly covered. Is there any sort of sensitivity estimates on EBITDA or coverage that you could share with us? I know, you sort of -- you kind of spoke in general terms with the last question as per the goals of recontracting that. Is that going to be maybe a significant drop in daily earnings do you think or is it closer to maybe a 10% or 20% drop?"
         ],
         "Speaker": "J. Mintzmyer"
      },
      "16": {
         "Remarks": [
            "J., we didn’t -- we debated about press releasing the situation with Windsor. But, actually, we as a Board and as a company, took the decision that actually we didn’t think it was material enough to do that. And also, at the moment, we’re in the middle of discussion. So, if you ask about impacting on Q4, our current best guess is that the vessel will get rechartered. So, at the minute, we’re not publicizing, if you like, any negative side of Windsor today. That’s not to say, it won’t happen, and obviously internally, we’ve gotten those numbers. But, I just sort of refer you back to what I said before that right now, we don’t see the Windsor position is really pivotal to the Partnership right now. Our coverage is quite high. And Windsor is just one ship out of 16. So, it will or could have been impact, if we don’t recharter it or there’s a gap. But, we feel we’ve got quite a cushion before we have to do anything more serious."
         ],
         "Speaker": "Gary Chapman"
      },
      "17": {
         "Remarks": [
            "Yes, understandable. I figured, I’d ask, push for more color, but understandable that you’re in the middle of negotiations and we’ll hope for the best. Related questions on that, so question one, you have three more Shell equipped shuttle tankers, the Tordis, the Vigdis and the Lena. Are those in a similar position or -- it looks like those contract structures are significantly longer? Can we read anything into those based on the Windsor, or is it a completely different field and setup there?",
            "And then, the second question is your next charter extension is the Bodil Knutsen with Equinor, looks like it comes off in May ‘21. I’m guessing there’s an option they can declare. And I’m just wondering when that sort of timeline is for them to declare that next option?"
         ],
         "Speaker": "J. Mintzmyer"
      },
      "18": {
         "Remarks": [
            "Sure. I’ll tell you what I know about Shell, what we knew about Shell, which is perhaps not a lot. Shell quite rightly keep their commercial to themselves. I think, what we do feel is that Shell have got a chartering strategy. Right now, they’ve got 8 -- we believe 8 shuttle tankers, 7 once the Windsor is dropped. And they’ve got 4 more on order with AET. So, they’ll end up with 11 within the next couple of years.",
            "I think, the supply-demand that we’re looking at, suggests that they need 11 or 12. But, I would say that, to answer your question directly, we don’t believe that Windsor and the Tordis, Vigdis and Lena are particularly linked. I think, it’s a completely different situation for Shell in terms of how the vessels are used.",
            "I think, what I can say is that we are talking to Shell all the time, and we’re talking to them now. So, there is a desire for us as a business to fix those vessels as soon as we can. And if we can fix them sooner, then we will, if we can persuade Shell to take options early.",
            "As for the Bodil, that’s with Equinor. We’re talking to them about putting on a VOC recovery plant system, which if that does go ahead, then we think that will necessitate a longer term contract, because Equinor will have spent a significant capital, some on the vessel. It’s currently trading in Brazil. We think it may get transferred to the North Sea at some point. We are in close dialogue with Equinor and we may hear something by the end of the year on that. We hope the firm period ends per the charter contract in May 2021. So, we’re hopeful to have some clarity on that vessel before the end of the year."
         ],
         "Speaker": "Gary Chapman"
      },
      "19": {
         "Remarks": [
            "Excellent. We’ll hope for some good news there in the Bodil, and yes, hopefully, the Shell ships are not correlated in that sense. Turning a little bit strategically -- two strategic questions for you, and then will turn it over. The first one on the financing. You mentioned, you’re kind of overpaying debt. Obviously, the LIBOR rates have came way down and we’re seeing a lot of your peers extending their derivative swaps at levels like 0.3, 0.4 for three, four, five years even. That’s a fairly friendly interest rate environment. So, I guess, part one of that is, is it possible to extend the leverage based on those lower interest rates, right? Because it would be based on your total financing costs of both, interest rates and debt repayment. So, first of all, can we increase the leverage to fund dropdowns? And second of all, what has sort of been the reception, I guess, on the Board for further dropdowns? I guess you have seven available and you mentioned maybe one or two. Again, I guess, a little bit expanding on that the first analyst question, but just looking into what sort of credit market indications can we look for to get those dropdowns coming down?"
         ],
         "Speaker": "J. Mintzmyer"
      },
      "20": {
         "Remarks": [
            "I think, the short answer is, we are -- as a company and as a Board, I think we’re comfortable to extend our leverage to fund dropdowns up to a point obviously. I know there’s a strong market desire for leverage to be in the 3 times bracket rather than the 4 times bracket. But, we tend to feel that that is quite a broad-brush approach, which doesn’t necessarily suit every company. I think, when you look at our cash flows and the amounts of debt that we are paying down, I think we can probably extend our leverage. And some of the internally financed options that I referred to earlier would probably result in a little bit of increased leverage. But, our modeling shows that notwithstanding that, it would come right back down again pretty quickly. And I think provided we message correctly and explain what we’re doing and we show that that’s the case, then I think, and we hope that the market will understand that it’s for the greater good and that we will get an extra vessel, and with a long-term contract.",
            "The Board’s view of further dropdowns is very positive. I’ve said before on earnings calls that the Board just really wishes that the market was as it used to be. It worked very well for everybody. The Partnership dropped down 12 vessels after the initial fall, and it would like to carry on doing exactly the same. So, there’s definitely appetite in the Board to take the vessels. But, you’ll fully appreciate that the difficulty where we are at the moment with the unit price and the sentiment and all the things that surround the financing of this business at the moment, not to mention the fact that we’re still an MLP and quite lot of people don’t like MLPs anymore. So, it’s a very tricky position for us right now. But, I think the conclusion of the Board is that we still can wait. Let’s try and do something if we can, and it makes sense, but let’s wait. And we’ve seen $13 unit prices before, back in 2015. And then, subsequent to that, we were able to raise $200 million, and we got back up to $20. So, there’s no reason why today’s environment will last forever. And if we can navigate through these periods in these quarters now, as I mentioned in the presentation, we’re in a good position."
         ],
         "Speaker": "Gary Chapman"
      },
      "21": {
         "Remarks": [
            "Yes. Thanks, Gary. I appreciate you taking the questions. It’s definitely challenge with the low unit price and high common yield. We’ll hope for the best going forward. Thanks, Gary."
         ],
         "Speaker": "J. Mintzmyer"
      },
      "22": {
         "Remarks": [
            "Yes. Thank you, J. Thanks."
         ],
         "Speaker": "Gary Chapman"
      },
      "23": {
         "Remarks": [
            "Our next question comes from Jim Altschul with Aviation Advisory Service. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "24": {
         "Remarks": [
            "Following up on the Windsor, I don’t beat a dead horse. But, always wanted to look at the worst case. First of all, it’s not going to come off charter till October, so there’s no -- you did say that there’s no third quarter impact. Let’s assume the absolute worst case that you’re not able to recharter it at all during the fourth quarter, could you give us even a rough estimate of what the impact on revenues and EBITDA would be?"
         ],
         "Speaker": "Jim Altschul"
      },
      "25": {
         "Remarks": [
            "Well, first of all, we’re not exactly sure. It’s up to Shell when they give the vessel back to us. It could be as late as mid-December. It really depends on what they operationally want to do. I think, as I say, at the moment, we’re not really modeling publicly anyway the scenario of no charter. We’ve got a number of irons in the fire, not least of which is a charter to the sponsor. So, whilst we’re in this position now and there’s ambiguity, our suggestion is that we stick with the optimistic view of -- that the vessel will be chartered. So, until we’ve got more information -- I’m afraid that’s probably where we’re going. I think, all I can do is repeat a little bit what I’ve said. It’s 1 vessel out of 16. And we’ve got good coverage right now. So, we’re not panicking and we don’t think it’s pivotal."
         ],
         "Speaker": "Gary Chapman"
      },
      "26": {
         "Remarks": [
            "Well, I’m glad to hear that. Let me ask the question slightly different way, I certainly don’t want you to disclose anything you don’t want to disclose. But, you have disclosed the charter rate on that ship, right? The Windsor -- you have disclosed what Shell is currently paying you for it?"
         ],
         "Speaker": "Jim Altschul"
      },
      "27": {
         "Remarks": [
            "I’m not sure whether we have. No."
         ],
         "Speaker": "Gary Chapman"
      },
      "28": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Jim Altschul"
      },
      "29": {
         "Remarks": [
            "I think, you can work on averages et cetera obviously, but I’m not sure we’ve given away any precise numbers, because I think that’s quite commercially sensitive obviously."
         ],
         "Speaker": "Gary Chapman"
      },
      "30": {
         "Remarks": [
            "Okay. All right. You talked about if you had to reposition that there’ll be some bunkering costs. About how much would that be?"
         ],
         "Speaker": "Jim Altschul"
      },
      "31": {
         "Remarks": [
            "Well, obviously, it depends how far away it is. But, it might be in the region of $0.5 million. That type of ballpark. It’s not a few hundred. It’s probably more in the region of $0.5 million."
         ],
         "Speaker": "Gary Chapman"
      },
      "32": {
         "Remarks": [
            "Okay. Different subject, and I apologize if you’ve covered this in the past. But, for the past few quarters, you’ve had some pretty substantial charges relating to unrealized and realized depreciation I guess. I am sorry, I don’t have the new release in front of me, relating to some of the interest rate swaps. First of all, how much of that is a cash outlay? And second, are we going to see similar charges like this for the remainder of the year, or we likely to assuming interest rates stay where they are?"
         ],
         "Speaker": "Jim Altschul"
      },
      "33": {
         "Remarks": [
            "Are you talking about the mark-to-market derivative amount?"
         ],
         "Speaker": "Gary Chapman"
      },
      "34": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Jim Altschul"
      },
      "35": {
         "Remarks": [
            "Yes. I mean, because we don’t do any hedge accounting, then we have to reflect changes in the theoretical termination value of our interest rate swaps each quarter. So, those charges represent, as I say, the theoretical valuation, should we choose to terminate our interest rate swaps on the balance sheet date. Though, actually, none of them are cash items, there’s obviously a breakdown, because inside there, there is an element of realized amounts, which relate to FX in particular. But the majority of those losses are paper-based evaluations for theoretical termination of the interest rate swaps. So unless we decide tomorrow to do that, then actually those large amounts that you see are nothing more than paper. And over the life of interest rate swap, they will eventually tend to zero on the balance sheet. To answer your question -- and not cash out of the door."
         ],
         "Speaker": "Gary Chapman"
      },
      "36": {
         "Remarks": [
            "Our next question comes from Robert Silvera with R.E. Silvera & Associates. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "37": {
         "Remarks": [
            "Good morning. And thank you very much for well done quarter. Could you give us some color on why -- I know you touched a little bit, but give us some more color on why Shell decided not to extend the option?"
         ],
         "Speaker": "Robert Silvera"
      },
      "38": {
         "Remarks": [
            "Sure. I’ll tell you what I think we know. Obviously…"
         ],
         "Speaker": "Gary Chapman"
      },
      "39": {
         "Remarks": [
            "That’s what I’d like."
         ],
         "Speaker": "Robert Silvera"
      },
      "40": {
         "Remarks": [
            "Yes. We obviously don’t know exactly what Shell is thinking. But, our understanding is that next year, Shell just have maybe a dozen less cargoes than they envisaged. And given that the Windsor was next off the block, if you like, in terms of when their next decision came, it was the obvious vessel to cut. So, whilst it’s performed very well, we just believe in the short term, Shell had some -- I don’t know, I’m -- this is where I’m guessing, but potentially, they had some production cuts or production delays or et cetera. And they just decided to turn the vessel back. They’re probably the second biggest player in the Brazilian market now, after Petrobras is a long way in front. And they’ve got quite a large fleet. So, every now and again, they’re going to have these unders and overs. We don’t think -- and we’re certainly not led to believe it’s anything more than that."
         ],
         "Speaker": "Gary Chapman"
      },
      "41": {
         "Remarks": [
            "Okay. It’s not like a drying up platform?"
         ],
         "Speaker": "Robert Silvera"
      },
      "42": {
         "Remarks": [
            "No, not at all. I mean, if you look at the E&P outlook for Shell in Brazil that they are committed to that market and they’re in a number of fields and licenses."
         ],
         "Speaker": "Gary Chapman"
      },
      "43": {
         "Remarks": [
            "Okay. My second question is, what benefit do you feel it would be to the shareholders to take on the additional dropdown in December other than finding out the bank -- since you won’t do with equity -- with the equity price at around $12.40 right now. It has to be funded through debt, most likely of some form, and thus it’s beneficial as I see it only to bankers. Would it change the dividend flow? What would happen, in your minds, by taking on the additional dropdown?"
         ],
         "Speaker": "Robert Silvera"
      },
      "44": {
         "Remarks": [
            "Yes. I think the main driver for it is the extra security of cash flow. It’s a new seven-year charter for this first vessel that would come into the Partnership. So, I think that’s the primary driver to do it. And I think, we’re looking at it from the point of view that, even if leverage is temporarily pumped up a little bit in order to do this, if we believe the Partnership’s cash flows, even taking into account some levels of sensitivity can carry it, then we think, we can explain that and we think we can show that and that it’s a good move for everybody. And I think it’s helpful for us to show as a business that we are moving to a position where we are just about able to do this. It’s kind of a bit of a holy grail for an MLP like us to be able to do that because we can then grow our business regardless of the markets. And I think that would be good for everybody if we got to that position. So, although we are completely aware of the leverage and the liquidity and the potential for problems in doing this, we do feel the extra cash flow security and the fixed contracting income that that will bring to us is worth it, provided we can do it in a secure manner."
         ],
         "Speaker": "Gary Chapman"
      },
      "45": {
         "Remarks": [
            "Okay. So, you’ve been paying down debt at an accelerated rate, you said. And…"
         ],
         "Speaker": "Robert Silvera"
      },
      "46": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Gary Chapman"
      },
      "47": {
         "Remarks": [
            "Are you also been building cash to put you in a position where it could be done internally, as far as the dropdown is concerned? So, you’re balancing paying debt faster with saving cash for a potential dropdown."
         ],
         "Speaker": "Robert Silvera"
      },
      "48": {
         "Remarks": [
            "I don’t think we -- sorry, if I understand your question correctly, I don’t think we can do the dropdown using only internal cash. As an MLP, we’re paying out a very healthy distribution and we’re paying down our debt quicker. What that leaves us with, at the end is, a fairly stable cash balance, it hasn’t grown. We’ve had approximately, give or take, $40 million in the bank for quite some time. So, we probably do need to take on some form of debt to do a dropdown. But, as I said…"
         ],
         "Speaker": "Gary Chapman"
      },
      "49": {
         "Remarks": [
            "Okay. But, it would be a reduced amount, perhaps. Okay. Going on -- go ahead."
         ],
         "Speaker": "Robert Silvera"
      },
      "50": {
         "Remarks": [
            "No, no, no. Please, you go."
         ],
         "Speaker": "Gary Chapman"
      },
      "51": {
         "Remarks": [
            "A little bit earlier in conversation, you referred to yourselves as dealing with the longer term problem. Could you give me a little color on what you meant by the longer term problem?"
         ],
         "Speaker": "Robert Silvera"
      },
      "52": {
         "Remarks": [
            "Sorry, Robert. When exactly did I say that, what context?"
         ],
         "Speaker": "Gary Chapman"
      },
      "53": {
         "Remarks": [
            "I guess, you were talking about dealing with the rechartering of this Knutsen and is in those conversation, in that conversation that you made the statement that we would have to deal with the longer term problem. I caught those words, and I wrote it down. So I was wondering, what the context in your mind was of what is the longer term problems for the business?"
         ],
         "Speaker": "Robert Silvera"
      },
      "54": {
         "Remarks": [
            "Well, honestly, I can’t recall exactly using those words. It’s very possible, but I guess it depends on context. I think, the longer term problem that I see, if you call it a problem, is probably twofold. It’s the unit price and the access to the equity markets to grow, and it’s the longer term",
            "growth of the business that comes from. I think that’s ultimately the challenge for this MLP, because in the long-term, without that growth, we’ve got 16 vessels that -- they’re young today, but in 5, 10 years time, they’ll be less young. And eventually, obviously, at some point in the distant future that -- they won’t be young at all. So, you don’t understand perfectly without some growth at some point, it doesn’t have to be now, it doesn’t have to be next year, but at some point, we have to see some growth."
         ],
         "Speaker": "Gary Chapman"
      },
      "55": {
         "Remarks": [
            "Okay. My last question is this. I guess, I’m trying to understand, I mentioned this on the last conference call. And obviously, the Board has not considered yet or executed yet any share buyback when we’re yielding 16%. And as a business when you can buy a good secure business like ours that’s yielding 16%, I scratch my head, why not, especially with the 1.7% coverage. It’s tremendous performance and it just doesn’t compute with me why there’s no determination on the Board not to buy some stock back in the market at this ridiculously low price. Can you give me their reasoning why they refuse to do it?"
         ],
         "Speaker": "Robert Silvera"
      },
      "56": {
         "Remarks": [
            "Well, I think, as I’ve said before, Robert, I think, I can see and the Board can see both sides of the argument. And I think, the side of the argument is yes, of course, it’s a high-yield, why wouldn’t you? I think, the flip side of that is that that’s not our general business. And to make a dent, we’d have to spend quite a bit of money. And at the moment in the market we’re in and let’s be clear, the market is softer for everybody today in the world, we’re not sure and the Board is not convinced that it’s the best use of funds right now. And that’s really the bottom-line. So although absolutely economically and on a piece of paper it makes sense, but the real world often takes over and cash in the bank is important to us."
         ],
         "Speaker": "Gary Chapman"
      },
      "57": {
         "Remarks": [
            "No doubt, Gary. But, what I’m looking at from a standpoint of what is the image that is projected by the Board when they do not see their stock as such a gross margin. And you don’t have to buy millions of shares, you don’t need necessarily have to make, “a big dent”. But what you do have to do is cast a image that there’s great safe that the Board has in it and that this stock is ridiculously low priced. And every time you take one share off, you put $2.08, so to speak in the bank."
         ],
         "Speaker": "Robert Silvera"
      },
      "58": {
         "Remarks": [
            "Yes, yes."
         ],
         "Speaker": "Gary Chapman"
      },
      "59": {
         "Remarks": [
            "So, it has to do with image as well as the practical implications of taking some cash out of the treasury. I mean, you -- like you said, you’ve got over $40 million. If you just used $1 million or $2 million to do some share buyback, casting that image would give a loud message to the marketplace as to what you might do in the future. So, anyhow, that’s just my input. And I wish they would reconsider their current position. That’s all..."
         ],
         "Speaker": "Robert Silvera"
      },
      "60": {
         "Remarks": [
            "I thank you for that. I hear you."
         ],
         "Speaker": "Gary Chapman"
      },
      "61": {
         "Remarks": [
            "Okay. Good. Speak to them, Gary. I’ve been in this stock back -- way back in the days that you talk about when it was over $20 a share. And although the dividends have been steady, steady as a rock, the business is well run, if you take where the principal is right now, I’m not just about breaking even with the $2.08 a year, over the past four years, five years and the purchase price being over $20 on our Company’s purchases."
         ],
         "Speaker": "Robert Silvera"
      },
      "62": {
         "Remarks": [
            "Yes. Understood."
         ],
         "Speaker": "Gary Chapman"
      },
      "63": {
         "Remarks": [
            "Our next question comes from Igor Levi with BTIG."
         ],
         "Speaker": "Operator"
      },
      "64": {
         "Remarks": [
            "Hey, guys. What do you think of the prospect of selling some of your older assets to help fund the dropdown? And especially in the case of let’s say the Windsor, they get closer to the recontracting and it still doesn’t have a contract, is that something you’ve considered and how do you think about that?"
         ],
         "Speaker": "Igor Levi"
      },
      "65": {
         "Remarks": [
            "Hey, Igor. Hello. We have spoken about that at the Board and it is an option. I think, in all likelihood, the sponsor had a desire to have first refusal on any of those vessels, first of all. So selling them to the sponsor is also an option for a vessel swap even, an older vessel for a newer vessel coming in. Those sorts of ideas have been discussed at Board level. They’ve not been ruled out. But, at the moment, we don’t see there is a big need to do a transaction like that, that may change. And I think the answer to your question is, yes, it is on the table. But, right now, I don’t think we’re anticipating doing it."
         ],
         "Speaker": "Gary Chapman"
      },
      "66": {
         "Remarks": [
            "Okay. And I guess as a follow-up, what kind of a trading value do you think you can get with the sponsor, if you bring in three old vessels, can you get a new one or what’s roughly the ratio there?"
         ],
         "Speaker": "Igor Levi"
      },
      "67": {
         "Remarks": [
            "Igor, that’s an impossible question. I think, all I could say to that is, it depends on the vessels, the time and evaluations and the situation of the vessels in terms of charter values. Presumably the new vessel coming in would have a charter. And the only reason we would perhaps do it is if the old vessel going out doesn’t have a charter. So, there’s all kinds of moving parts in there to suggest the valuations could fluctuate quite a lot. So, I’m going to have to pass on that question. Sorry."
         ],
         "Speaker": "Gary Chapman"
      },
      "68": {
         "Remarks": [
            "No problem. All my other questions have been answered. Great quarter. And, thank you."
         ],
         "Speaker": "Igor Levi"
      },
      "69": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Gary Chapman"
      },
      "70": {
         "Remarks": [
            "[Operator Instructions] Our next question comes from Richard Diamond with Castlewood Capital. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "71": {
         "Remarks": [
            "Yes. Gary, I want to commend you and the Board on the consistency of your policies and operations. And like the other callers, I think, the risk reward is much higher to the rewards than it is the risks. But, I think that the story would be helped if you find [ph] out that with investors or potential new investors, so that they could understand and differentiate the story. Could you talk about any plans that you have in Q4 to virtually meet with investors or conferences you may attend virtually?"
         ],
         "Speaker": "Richard Diamond"
      },
      "72": {
         "Remarks": [
            "Richard, thanks. Nice to speak to you. Actually, it’s quite a timely question. We discussed this at the Board yesterday, actually. And I think with our changing unit-holder base today, I think, we recognize that it’s more important than ever that we both, seek out potentially new equity unit-holders but also support the ones that have coming more recently on the back of perhaps some of the institutional sellers going out. So, you’re absolutely right. It’s a little early to discuss specifics, but it was on the Board agenda yesterday. We had a good discussion about it. And we have some ideas and plans to take forward in the next quarter -- well, this quarter actually, Q3, into Q4. Just as an aside -- slightly different topic, but we’re also working on an ESG publication as well, which at the moment, as a business, we don’t have that. We’ve got a lot of data, in fact, we’ve got all the data that we need internally, but we don’t publish it. So, we’re doing that as well. So, it’s a timely question and you will see some more in the coming weeks rather than months."
         ],
         "Speaker": "Gary Chapman"
      },
      "73": {
         "Remarks": [
            "Thank you very much. Stay safe."
         ],
         "Speaker": "Richard Diamond"
      },
      "74": {
         "Remarks": [
            "Thank you. Thanks, Richard."
         ],
         "Speaker": "Gary Chapman"
      },
      "75": {
         "Remarks": [
            "Our next question comes from [Ted Lu with Tertiary Oil & Gas] [Ph]. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "76": {
         "Remarks": [
            "The last commentator from Castlewood, I think was spot on. It seems to me that you only have one problem, and that’s lack of information going out to the investment community. If we can get some more solid research analysts following your stock, I think everything else would fall into place. I personally think you’re the best investment that I’m aware of. I’ve only been doing this for 50 years. Thank you so much."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "77": {
         "Remarks": [
            "Thank you, Ted. We’d love to get more research analysts. Typically, the reasons were given is that we’re in shipping, or we’re an MLP or we’re too small. So, yes, you’re right. We need to -- and this is partly why we talked about the IR at the Board yesterday to get out there more and try and get on people’s radars more. But, it’s an uphill task, I’m afraid, but we are going to do our best."
         ],
         "Speaker": "Gary Chapman"
      },
      "78": {
         "Remarks": [
            "Aren’t you taxed as a C corporation?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "79": {
         "Remarks": [
            "Yes, we are."
         ],
         "Speaker": "Gary Chapman"
      },
      "80": {
         "Remarks": [
            "I think, that needs to be underlined a few hundred times. Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "81": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Gary Chapman"
      },
      "82": {
         "Remarks": [
            "Our next question comes from Pavel Oliva with RockHill Global. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "83": {
         "Remarks": [
            "Hi. Good morning. Thank you for taking my question. And thank you for a great quarter. Just my question is, given where the share price and the disconnect between your cost of debt and cost of equity, I wanted to ask you like what is the hesitation to add to new dropdowns? And just as an aside, I don’t think marketing a stable partnership with 16% yield is that difficult? You have a turnover of shareholders that have to sell. And you have an incredible universe of investors that are seeking 2% yields. So, I don’t understand why the Board has allowed this arbitraged to develop. And this doesn’t seem to me like a rocket science to remedy. It just you guys have to come out and emphasize to investors the advantages on the tax side that some of it is a return of capital? And, really, it’s really a scorecard for the Board that your cost of equity is 16% and your cost of debt is 1.5%. I mean, can you -- I mean, the other question I would have is -- or a comment, people ask you what’s the downside, if you do not recharter the Shell ship? Why don’t you just say that it would reduce your coverage by X? And so, kind of insert some clarity into it, so we know what the worst case scenario is."
         ],
         "Speaker": "Pavel Oliva"
      },
      "84": {
         "Remarks": [
            "Pavel, Thanks for your questions. I think on the arbitrage between the debt and the equity, we have NYK, the Japanese shipping company as part of our sponsor group. And as a result, we have access to Japanese banking lending on the debt side. And so, we’ve ended up in a very fortunate position to have incredibly low costs of debt. That sort of pushes us one way. Obviously, the equity is -- has gone the other way, but largely driven by the market. If you look around at other companies, they’re in exactly the same position as us. And some of those companies are just as good, maybe not MLPs, but just as good. You’ve got larger companies, $5 billion companies in the high-single-digits and on the energy side. It’s a difficult place to be at the moment.",
            "We can do more and I think we recognize that. We do need to come out and do more. I think where, historically we had institutional holders and a stable financial market, it probably was easy, whereas today we’re in a different world. So, I think the equity has gone one way, swept along by the market in general terms, and the debt’s gone the other way, because we’re able to access probably some of the lowest debt costs in the world for the type of company we are. I think, we recognize we can do more, and that’s our plan."
         ],
         "Speaker": "Gary Chapman"
      },
      "85": {
         "Remarks": [
            "Well, one suggestion is, you look at large institutional investors, insurance companies or pension funds that are struggling to meet their 6%, 7% or 8% revenue targets. It’s bringing in few of those would be very interesting addition besides stable shareholding. It’s something that may be very interesting. And can you maybe also comment on what I asked, can you sort of put toward the downside if you do not recharter it? I mean, it’s not that you won’t recharter it, but at least as investors, we know what the downside is?"
         ],
         "Speaker": "Pavel Oliva"
      },
      "86": {
         "Remarks": [
            "I think, over the years, the Partnership has not given out huge amounts of forward guidance on sensitivities. It’s probably not needed to. And I think there’s a recognition that things are different today and potentially they will stay different in that respect anyway. So, I take your point that perhaps we could do more in terms of looking forward with sensitivities. And I think that’s part of the IR story that we’d be looking at. Because, I do agree with you that the more information we can give, the clearer it is for the unit-holders and potential unit-holders."
         ],
         "Speaker": "Gary Chapman"
      },
      "87": {
         "Remarks": [
            "Well, you were a shipping company or MLP before, so it’s not a new situation. And obviously, there has been a huge turnover, a lot of your shareholders were levered and had to sell. Even having some of your sponsors buying some stock, if you can’t buy stock, would be very, very helpful, just saying like, they recognize the value. And if the market doesn’t want to buy it, at least the sponsors can."
         ],
         "Speaker": "Pavel Oliva"
      },
      "88": {
         "Remarks": [
            "Yes, noted. Yes."
         ],
         "Speaker": "Gary Chapman"
      },
      "89": {
         "Remarks": [
            "I mean, just -- I think you guys just need to get a little more aggressive, it’s -- increase the urgency a little bit because the stock is trading like if you’re a bankrupt."
         ],
         "Speaker": "Pavel Oliva"
      },
      "90": {
         "Remarks": [
            "Yes. I wouldn’t agree with that. I don’t think it’s quite that bad, when you look around at the rest of the market. But, as I said before, we recognize that there’s more we can do."
         ],
         "Speaker": "Gary Chapman"
      },
      "91": {
         "Remarks": [
            "Okay. All right. I just want to hear a little more urgency in your voice. That’s all, I guess."
         ],
         "Speaker": "Pavel Oliva"
      },
      "92": {
         "Remarks": [
            "Yes. I understand your point. Thank you, Pavel."
         ],
         "Speaker": "Gary Chapman"
      },
      "93": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Pavel Oliva"
      },
      "94": {
         "Remarks": [
            "This concludes our question-and-answer session. I would like to turn the conference back over to Gary Chapman for any closing remarks."
         ],
         "Speaker": "Operator"
      },
      "95": {
         "Remarks": [
            "Yes. Thank you everybody and thank you for your questions today. It’s been a good discussion. So, thank you very much."
         ],
         "Speaker": "Gary Chapman"
      },
      "96": {
         "Remarks": [
            "The conference is now concluded. Thank you for attending today’s presentation. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}