{
   "Date": "June 16, 2020",
   "Presentation": {
      "Darren Mercer": [
         "During the first quarter of 2020, we advanced towards closing our planned transaction, Global Fintech Holdings, shall now referred to GFH. Towards that end, in April, we entered into an amended and restated agreements and plan for merger with GFH. Upon closing, MICT will diversify into the Global Fintech industry. We believe that this transaction once completed, has the potential to significantly increase shareholder value for MICT.",
         "In connection with the GFH merger and subject to shareholder approval, MICT has approved private placements of convertible notes of up to $15 million, which shall be convertible into shares of MICT common stock at a conversion price of $1.10 per share, consisting of 11 million of converted funding, with the ability to raise an additional $4 million on the same terms.",
         "Background for any new investors on the call, MICT had previously owned a majority stake in Micronet Ltd, which was operating company. As of March 31, 2020, MICT owned 30.48% of Micronet issued and outstanding shares as a result of Micronet closing the public equity offering on the Tel Aviv Stock Exchange or TASE, which resulted in dilution of MICT's ownership interest.",
         "On May 19, 2020, Micronet filed an immediate report with the TASE, announcing the commencement to the special tender offer by MICT telematics, a wholly-owned subsidiary of MICT or MICT telematics under Israeli law with respect to the purchase by the Company through MICT telematics of up to 8 million ordinary shares par value New Israeli Shekels or NIS0.1 of Micronet, at a proposed purchase price of NIS0.16 or approximately $0.05 to a dollar, for aggregate gross proceeds of NIS1,280,000 or approximately $364,512 in the tender offer.",
         "On June 4, 2020, Micronet filed an immediate report with the TASE, announcing an amendment to tender offer or the amendment to the tender offer. Pursuant to the amendment to tender offer, the number of Micronet's ordinary shares to be offered. Pursuant to the tender offer was increased to 6 million ordinary shares, and the proposed purchase price was changed to NIS0.3 per share, or approximately $0.09 per share, for aggregate gross proceeds of NIS1,800,000 or approximately $519,865.",
         "On June 10, 2020, MICT further inform Micronet that, assuming the full description of such Tender Offer was accepted, the MICT intends to, but shall not be required to participate in a public offering of Micronet's ordinary shares, pursuant to which MICT may purchase up to an additional $900,000 of Micronet's ordinary shares.",
         "On June 11, 2020, Micronet filed an immediate report with the TASE reporting that the Tender Offer had fully accepted.",
         "If I can now turn your attention to Slide 5, here on Slide 5, we will review MICT's Q1 2020 financial results.",
         "As a reminder, as of March 31, 2020, MICT held only a 30.48% stake in Micronet. Therefore based on U.S. GAAP rules, MICT no longer reports consolidated results due to reduced ownership of Micronet effective March 1, 2019.",
         "Revenues in Q1 2020 were zero compared with $477,000 in the same period for 2019. The gross loss in the first quarter of 2020 was zero compared to $369,000 in Q1 of 2019.",
         "Research and development expense in Q1 2020 was zero compared to $261,000 in Q1 2019.",
         "Selling, general and administrative expense in Q1 2020 was $770,000 compared to $1.1 million in Q1 2019.",
         "Net loss attributable to MICT was $1.64 million in Q1 2020 compared to $910,000 in Q1 2019.",
         "As of March 31, 2020, MICT reported no debt, with a $2.9 million in cash.",
         "I will now turn the call to Moran for a more detailed financial review.",
         "In summary, we believe that the merger with GFH and MICT will create synergies and advantages for both companies. We believe this merger will accelerate MICT's strategy to become a global player in fintech.",
         "We believe that our enlarge resources and global team and strong networks in Asia have the experience, relationships and potential pipeline of deals to provide MICT with opportunities to insignificantly increase its earnings, and it is contemplated that further acquisitions will follow. We look forward to closing this GFH's traction.",
         "This broader corporate platform is expected to create new opportunities in the telematics space for MICT, as well as fintech. We have therefore made a tender offer to increase our holdings in Micronet to a majority position. ",
         "Thank you for joining our call today, and we will update you on the latest developments on our corporate transactions and business developments in the near future.",
         "In closing, I would also like to thank our dedicated employees."
      ],
      "Moran Amran": [
         "Thank you, Darren, and good morning everyone. The next slide illustrated revenue for the first quarter of 2020, as compared to the same period in 2019. Revenue was zero in the first quarter of 2020 compared to $477,000 in the first quarter of 2019.",
         "Slide 7 provides a more detailed breakdown of the first quarter 2020 and 2019 numbers. Total operating expenses in the first quarter of 2020 were $770,000 as compared to $1.47 million in the first quarter of 2019.",
         "Loss from operation was $770,000 in the first quarter of 2020, as compared to $1.84 million in the third quarter of 2019.",
         "Net loss attributed to MICT in the first quarter of 2020 was $1.64 million, or $0.15 for basic and diluted shares, as compared to a net loss of $910,000 or $0.09 per basic and diluted share in the first quarter of 2019.",
         "Turning to Slide 8, on our balance sheet, we have $2.9 million in cash and cash equivalent, a $3.5 million in working capital, and $3.9 million in shareholder equity, as of March 31, 2020.",
         "I will now turn the call back to Darren. Thank you.",
         "Thank you. This concludes MICT, Inc. first quarter 2020 results conference call. Thank you for your participation. You may go ahead and disconnect."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [],
         "Speaker": "End of Q&A"
      }
   }
}