{
   "Date": "August 7, 2020",
   "Presentation": {
      "Khalid Nabilsi": [
         "Thank you, Siggi. Good morning, everyone. As you have heard from Siggi, Hikma has made a strong start to the year despite challenging market conditions that have arisen as a result of COVID-19. And I'm pleased to report that the group has delivered good growth across our 3 segments in the first half of 2020. The commitment of our employees to deliver better health, our broad product portfolio and flexible manufacturing capabilities enabled us to achieve this strong performance with core revenue up 9% and core operating profit up 15%. Given the strong performance with core EPS up 17%, the Board is recommending an interim dividend of $0.16 per share, up from $0.14.",
         "Turning to our Injectable business. This business delivered double-digit revenue growth driven by strong demand across our portfolio. The U.S. business, which makes up just over 70% of core revenue, grew 10%. We were able to leverage our broad portfolio of over 100 products and our flexible manufacturing facilities to meet increased demand. As Siggi highlighted, during the first half, we saw an increase in demand for COVID-19 related products. We also had a good contribution from recently launched products. This increase in sales helped to offset increased competition on certain products and reduced demand as a result of a slowdown in elective surgeries. MENA sales were up 23% in constant currency, a very strong result. This was driven by a good performance across most of our markets as well as continued growth of our biosimilar products.",
         "In constant currency, our European sales were also very positive, up 27%, reflecting a good performance from new launches and increase in demand related to COVID-19 and a higher demand for contract manufacturing. We maintained a strong core operating margin at 42%. This was up from 39% in the first half of 2019, reflecting the change in product mix in the U.S. and stable operating expenses.",
         "Generics. Our generic business continues to perform well. We saw good demand for our differentiated products and a better-than-expected contribution from new launches. We also saw some additional demand related to COVID-19. This was offset by increased competition in certain products. Generic core operating profit increased by 1% to $72 million due to improvement in product mix, which was largely offset by higher legal fees and inventory-related provisions. The generic core operating margin was 19.5%.",
         "As for the branded, in constant currency, our branded business grew 13%. Our largest market, Saudi Arabia and Egypt performed well, reflecting our strong market position and good demand for our marketed portfolio. I'm pleased to say that Algeria delivered a strong performance following lower sales in 2019 due to political and economic disruptions, which have now subsided. We also saw good growth in most of other markets and a good contribution from new launches. We did see disruptions across our MENA markets related to COVID-19, including a reduction in demand for pharmacy products such as anti-infectives, this was offset by an overall resilient performance from the broader portfolio. Branded core operating margin was 18.5%, down from 20.2% in H1 '19 due to lower gross margin and a slight increase in operating expenses.",
         "R&D and CapEx, we continue to focus on growing our pipeline. We invested $62 million in core R&D, up 7% due to higher investment in R&D programs across our businesses as we build our pipeline of differentiated products. As a percentage of core revenue, core R&D was 5.5%. Our CapEx spend was $66 million. More than half was invested in the U.S. on upgrading equipment and adding new technologies. Around $22 million was spent in MENA, strengthening and expanding our manufacturing capabilities. And $6 million was spent in the EU as we completed expansion of our manufacturing facility in Portugal.",
         "As for cash flow and balance sheet, the group continues to generate strong cash flow. With operating cash flow of $292 million. Net debt increased to $511 million due to the increase in total debt, reflecting the full utilization of our $150 million International Finance Corporation facility and the purchase of 12.8 million ordinary shares from Boehringer Ingelheim in connection with the BI disposal of its 16.5% stake in Hikma, which was paid through a combination of cash and existing facilities. The group has a strong cash balance of $416 million. We continue to have a very strong balance sheet with a net debt to core EBITDA ratio of 0.81x. In July, we issued a new 5-year $500 million eurobond, which carries an annual coupon of 3.25%.",
         "Finally, the outlook for 2020. I'm pleased to announce that we have raised our guidance for the year. First, for the injectable. As we look to the second half, we are expecting our product mix to shift again as the treatment protocols for COVID change. This could mean a slowdown in demand for some of our products like the pain management products. While we don't expect this to be immediately offset by demand for products commonly used for elective surgeries, which are returning gradually. We expect strong demand in our contract manufacturing business in the second half. We now expect injectable revenue to be between $950 million and $980 million in 2020. We expect core operating margin to be in the range of 38% to 40%. For generics, while we expect competition to increase in the second half, we believe we can maintain the good performance achieved in the first half and are nudging up our generic guidance. Now expect generic revenue to be in the range of $720 million to $760 million and core operating margin to be around 21%, up from 20%.",
         "Our guidance includes $20 million to $40 million from generic Advair, which we continue to expect to launch in the second half of the year. Excluding the benefit from generic Advair, we would expect the core operating margin for the generic business to be between 17% to 19%, up from the previous range of 16% to 18%.",
         "And finally, for branded, as usual, we expect a stronger second half for the branded business in terms of absolute revenue. However, the segment will have a tougher comp in the second half so we continue to expect brand revenue to grow in the mid-single digits in constant currency for the full year. We expect group core net finance expense to be around $47 million and the core effective tax rate to be around 22% to 23%. We expect group capital expenditure to be around $120 million.",
         "Now, I will hand over to Siggi."
      ],
      "Siggi Olafsson": [
         "Thank you, Khalid. I would like to close by saying, I am proud of what our teams have achieved across the group, enable us to deliver high-quality medicines to the people that need them. We have a positive outlook for all 3 businesses and look forward to the second half with confidence."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [],
         "Speaker": "End of Q&A"
      }
   }
}