{
   "Date": "July 21, 2020",
   "Presentation": {
      "John Hairston": [
         "Thank you, Trisha, and good afternoon, everyone. Our timing for this quarter’s earnings release and call is different than our normal practice, and we thank you for joining us late in the day. Today’s economic environment is challenging and evolves daily sometimes hourly. In light of those challenges and volatility, we took significant steps in the second quarter to continue derisking our balance sheet.",
         "After building a solid reserve for credit losses in the first quarter and then issuing sub-debt in June, we made a strategic decision to opportunistically divest a large portion of our energy portfolio. Since 2014, we have communicated a goal of reducing our energy-related exposure. We went from a high of 13.4% of total loans to just under 4.5% as of March 31.",
         "Our plan to diminish the reliance upon and impact from this portion of our loan book was successfully working the book down to a less material level. In recent months, growing concerns due to an ongoing supply demand mismatch were exacerbated by the global pandemic, leading to a decision to accelerate reductions in exposure.",
         "We were pleased to reach an agreement with Oaktree Capital Management and sell over half the energy portfolio as of March 31, including the entire RBL book and a substantial majority of the larger relationships in midstream and energy services. Some, but not all, of the credits in the sale were in default.",
         "Our remaining energy concentration is a portfolio of mostly granular support service credits with an average outstanding balance of approximately $670,000. We have a healthy reserve in the remaining portfolio at 5.7% of energy loans and the transaction brings our energy portfolio sharply down to 1.7% of total loans, excluding PPP. Both non-performing loans and criticized loans declined significantly as shown on Slides 8 and 9 in the deck. And all, but two of the remaining loans are pass-rated credits.",
         "To complete the transaction, we booked a special provision of $160 million, or $1.47 per diluted share in the second quarter, in addition to releasing the existing reserve on those credits of $82 million. Additionally, based on updated economic forecast, during the second quarter, we built what we believe to be a stronger level of reserves for potential pandemic impact in our markets.",
         "So additive to the special provision for the loan sale, we booked a provision of $147 million, or $1.34 per diluted share. Our ACL to loans now stands at 2.3%, excluding PPP. On a positive note, loan payment deferrals applied at the onset of the pandemic began expiring in June.",
         "As noted on Slide 10, from a peak of $3.6 billion in outstandings in May, deferrals ended June at $2.7 billion and were further down to $1.4 billion as of July 15. We expect the trend to continue through mid-August all else equal.",
         "In an 8-K we filed in late June, we indicated an expectation of more than 50% of deferrals returning to normal payment upon maturity. Since that date through July 15, our expectations have been further refined such that we currently expect two-thirds to three quarters of our commercial customers to return to normal payment while we work with the remaining on either structured solution or second deferral.",
         "Stepping back from credit, the core businesses within our company improved linked quarter. Growth in loans and deposits both reflect the impact of PPP fundings. PPNR was up 2.4% linked quarter and we kept expenses under control despite the sizable cost and over time and other expense necessary to assist over 12,000 of our primarily small business clients with PPP loans.",
         "Looking forward, we remain committed to helping both our clients and associates manage through this pandemic event, and we believe we are making decisions in the best interest of our shareholders.",
         "With that, I’ll turn the call over to Mike Achary for a few additional comments and details.",
         "Thanks, Michael. Just open the call for questions."
      ],
      "Michael Achary": [
         "Thanks, John. Good afternoon, everyone. Our second quarter results reflect a loss of $117 million, or $1.36 per share. They include, as John mentioned, $160 million special provision for the energy loan sale, as well as an additional $147 million provision related to updated COVID-19 forecast and modeling.",
         "Excluding the special provision for the loan sale at a 21% tax rate, earnings would have been $9.4 million, or $0.11 per diluted share. We’re calling out the tax rate since our second quarter effective tax rate was 39%. Due to our year-to-date loss, tax credits and other tax-related items, we were able to report a profit after tax, excluding the sale. We do expect the effective tax rate to normalize in the back-half of the year at above 18%.",
         "Loans for the company increased $1.1 billion from March 31. This growth included $2.3 billion in PPP fundings, partly offset by the energy loan sale of $497 million and about $500 million in pay downs on lines of credit. As a reminder, we had a similar amount of line draws in the first quarter, as clients built liquidity in an abundance of caution associated with the uncertainty surrounding COVID-19.",
         "Deposits were up $2.3 billion, as PPP funding remain, for the most part, in customer DDA accounts. Also, the balance sheet was flushed with liquidity with almost $760 million at quarter-end and $17 billion in untapped sources of funding. Consistent with our intra-quarter comments, the margin declined 18 basis points linked quarter, mainly related to the Fed rate moves at the end of March.",
         "Slide 23 notes the headwinds and tailwinds and the waterfall chart notes the basis point impact per item. We believe the NIM will mostly stay in a range of a couple of basis points plus or minus from where we are now at least for the next couple of quarters, which is about as far out as we have decent visibility.",
         "John has already covered the loan sale and provision discussion points. But I would like to mention that for the quarter, we use Moody’s June forecast for our macroeconomic assumptions. These are listed on Slide 18 in our earnings deck. We believe these scenarios present a reasonable mix of economic forecast and are appropriate for our ACL modeling purposes.",
         "Our fee income balances were down in most areas, either related to market dynamics or stimulus payments reducing overall fees. Secondary mortgage income is offsetting some of those declines in what’s becoming a very favorable rate environment for mortgage banking with increased volumes.",
         "Noninterest expense was down $7 million linked quarter, reflecting equity write-offs of energy-related credits in the first quarter. The increase in personnel expense was mostly related to annual merit increases in April and overtime pay related to mortgage lending and PPP applications.",
         "Our capital remains solid and in excess of regulatory minimums, including buffers, as detailed on Slide 28. TCE did fall below 8% to 7.33% as of June 30. However, we expect to rebuild to levels closer to 8% by year-end. 36 basis points of the drop from last quarter was related to the loan sale with another 56 basis points due to the impact on TCE of the $2.3 billion in PPP funding.",
         "Finally, we do expect to pay our quarterly dividend, but are in consultation with our examiners. As always, the Board reviews our dividend policy quarterly.",
         "With that, I’ll turn the call back to John."
      ],
      "Operator": [
         "Good day, ladies and gentlemen, and welcome to Hancock Whitney Corporation’s Second Quarter 2020 Earnings Conference Call. At this time, all participants are in a listen-only mode. Later, we will conduct a question-and-answer session and instructions will follow at that time. As a reminder, this call may be recorded.",
         "I would now like to introduce your host for today’s conference, Trisha Carlson, Investor Relations Manager. You may begin."
      ],
      "Trisha Voltz Carlson": [
         "Thank you, and good afternoon. During today’s call, we may make forward-looking statements. We would like to remind everyone to carefully review the Safe Harbor language that was published with the earnings release and presentation and in the company’s most recent 10-K and 10-Q, including the risk and uncertainties identified therein. You should keep in mind that any forward-looking statements made by Hancock Whitney speak only as of the date on which they were made.",
         "As everyone understands, the current economic environment is rapidly evolving and changing. Hancock Whitney’s ability to accurately project results or predict the effects of future plans or strategies or predict market or economic development is inherently limited. We believe that the expectations reflected or implied by any forward-looking statements are based on reasonable assumptions, but are not guarantees of performance or results and our actual results and performance could differ materially from those set forth in our forward-looking statements. Hancock Whitney undertakes no obligation to update or revise any forward-looking statements and you are cautioned not to place undue reliance on such forward-looking statements.",
         "In addition, some of the remarks this morning contain non-GAAP financial measures. You can find reconciliations to the most comparable GAAP measures in our earnings release and financial tables. The presentation slides included in our 8-K are also posted with the conference call webcast link on the Investor Relations website. We will reference some of these slides in today’s call.",
         "Participating in today’s call are John Hairston, President and CEO; Mike Achary, CFO; and Chris Ziluca, Chief Credit Officer.",
         "I will now turn the call over to John Hairston."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] Our first question comes from Michael Rose with Raymond James. Your line is now open."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hey, good afternoon, guys. Certainly understand the loan sale. I think a lot of us were surprised by the magnitude of the severity that you guys took. Can you just give us some rationale as to why to sell now and maybe why didn’t you hit the bid a couple of months ago as you were derisking the portfolio? And maybe what does energy lending look for Hancock Whitney going forward? Is it a business that you continue to plan to be in? Thanks."
         ],
         "Speaker": "Michael Rose"
      },
      "3": {
         "Remarks": [
            "Thanks Michael. This is John. I’ll start and Mike can add color or Chris can. If we look back in time, we’ve been ratcheting the concentrations down really since 2014 and have had in the last couple of years a good bit of quarter-over-quarter improvement in the book. And then as we got toward the end of the year – this – the end of last year, supply/demand mismatch began to get worse.",
            "We all saw what happened as fears in the market took place around storage capacity and whatnot. And when looking in the future, the likelihood in a pandemic environment that demand was going to go up fast enough with the challenges that RBL – particularly companies in the RBL business had with raising equity just in the private market.",
            "The concern was that demand just wouldn’t get up fast enough to cover some of those issues and we would see further deterioration of the book. And we had a buyer who was both sophisticated and had the capacity to purchase meaningfully all of the RBL midstream and a very large percentage of lumpy credits in the services side.",
            "So I think the degree and the quality of the partner that we had allowed us to do a transaction that was more conclusive than just small pieces at a time. And so, while certainly, we admit the discount appears steep, I think, time will tell whether it was a steep discount or whether it was a reasonable discount just over time.",
            "And so the benefit to us and the shareholders is the fact that the book is now derisked from an energy perspective and the residual book has a far lesser average loan size than what we sold. So I think the average outstanding on the book we sold was a little over $11 million and the residual amounts about $1 million per loan. So it’s a – and that by the time you take out all the zero balance, it’s about $1 million a loan.",
            "So in terms of going forward, Michael, the book that remains are primarily small to medium-sized businesses with a more diversified revenue stream and just simply the scale of the book being less and the client size being something that we believe is a lot less risky, from an investor point of view, is a business that, while I think the balance sheet will continue to diminish, the content of it is something we’re a lot more comfortable with."
         ],
         "Speaker": "John Hairston"
      },
      "4": {
         "Remarks": [
            "Hello, Michael, this is Mike. So the things I would add to John’s comments probably first and foremost is on Friday, we announced that the agreement to sell the portfolio was executed. And then this afternoon, we actually were able to close the transaction. So all aspects of the transaction are really kind of behind us now.",
            "The other thing that I would add and I think this is obviously pretty important. But we look at all of these activities that we’ve kind of undertaken in the first-half of this year as part of our overall derisking strategy, if you will. So we proactively built reserves pretty substantially in the first quarter. We added to that in the second quarter aside from the loan sale.",
            "So our ACL to loan stands at about 236 basis points right now. We raised some sub-debt during the second quarter and then took the opportunity, as John mentioned, to deploy some of that sub-debt, if you will, toward further derisking our balance sheet through the sale of a big part of the energy portfolio. So, again, we look at all of those activities really as kind of an overall derisking client."
         ],
         "Speaker": "Michael Achary"
      },
      "5": {
         "Remarks": [
            "I appreciate all the color. And just as a follow-up, I wanted to talk about the dividend a little bit. We had a larger bank in Texas today note that regulators really have not given them any guidance around using the CCAR four quarter look-back in terms of dividend tests. I mean, where do you use that for you guys given two consecutive quarterly losses? It doesn’t look good for the dividend, but there are – also are some countervailing forces. Maybe if you can just walk through how you guys think about ability to pay the dividend and then capital adequacy? Thanks."
         ],
         "Speaker": "Michael Rose"
      },
      "6": {
         "Remarks": [
            "Sure, be glad to. So look, we think and believe that our capital ratios really do help us support the payment of the dividend in the third quarter and kind of on a go-forward basis. But look, we’ve been real transparent with our examiners through – so through really the entire process of looking at derisking our balance sheet through the reserve builds, as well as through the sale of the energy book.",
            "We’ve kind of kept in constant contact with our examiners and they absolutely support the actions that we’ve done. And as we said in the deck and on the script, we do intend to pay the third quarter dividend. But, of course, we’re in consultation with our examiners, as well as our Board. So that process should be completed within the next 30 days or so and then we’ll kind of go from there."
         ],
         "Speaker": "John Hairston"
      },
      "7": {
         "Remarks": [
            "Great. Thanks for taking my questions."
         ],
         "Speaker": "Michael Rose"
      },
      "8": {
         "Remarks": [
            "You bet. Thank you, Michael."
         ],
         "Speaker": "John Hairston"
      },
      "9": {
         "Remarks": [
            "Our next question comes from Kevin Fitzsimmons with D.A. Davidson. Your line is now open."
         ],
         "Speaker": "Operator"
      },
      "10": {
         "Remarks": [
            "Hey, good afternoon, guys. If we could just touch on deferrals, I recognize that – appreciate that detail, but it peaked and now it’s declined. Just curious what your outlook is on where this settles. In other words, there’s probably some remaining first round deferrals that have not yet matured and I’m not sure where you’re at in the process of having conversations with folks that may need a round two deferrals.",
            "So if I did my math right, I think, you – as of mid-July, you’re roughly at a little over 6% of loans in deferral and where you think that might settle as you progress out over the next several weeks and get into more of a round two scenario?"
         ],
         "Speaker": "Kevin Fitzsimmons"
      },
      "11": {
         "Remarks": [
            "Chris, do you want to take that one?"
         ],
         "Speaker": "John Hairston"
      },
      "12": {
         "Remarks": [
            "Yes, sure. Yes, this is Chris Ziluca. As you pointed out, right now, we’re settling out as at least 7.15% at around a little over 6%, closer to 7% right now in deferrals. That’s come down pretty steadily since the peak.",
            "And as we also indicated earlier on in the conversation, we’ve kind of refined our expectation around customers going back to normal payment to the two-thirds to three quarters’ level, which basically indicates that the remaining portion is where we’re focusing our attention, mostly around structured solutions to handle issues that may linger longer than just the regulatory guidance around less than 180 days. And to the extent that a customer feels that they’re closer to resolving their operating challenges, then we would entertain a shorter second deferral to kind of bridge that gap.",
            "So, we have a pretty active dialogue on a weekly basis with our client-facing teams to ensure that we’re executing on the plan more focused on structured solutions to the extent that anything additional goes beyond that timeframe. And we’re feeling pretty confident in a lot of these conversations that we’re having.",
            "Certainly, a lot of them are focused around the hospitality sector, including hotel and some of our full-service restaurant clientele in the New Orleans market. But overall, I think, we see some real positive dialogue going on between us and our clients to kind of bridge the divide here as it relates to the pandemic."
         ],
         "Speaker": "Christopher Ziluca"
      },
      "13": {
         "Remarks": [
            "Great. Thanks, Chris. Just one quick follow-up if – on the subject of derisking, are there any – other than obviously monitoring the loan book and deferrals for COVID-19, are there other derisking type of activities or moves that you guys are evaluating and you think you have at your disposal? And as a related point, are there any expense initiatives that you’re considering that might be – that might fall into that line as well? Thanks."
         ],
         "Speaker": "Kevin Fitzsimmons"
      },
      "14": {
         "Remarks": [
            "Okay. This is John. I’ll start at the end and work my way back to credit. In terms of expense treatment, we’ve had a good history of taking good views of rationalizing expenses in both good times and bad. Certainly, the environment that we’re in now leads to volumes of various activities being somewhat diminished. Some of those are coming back like fee income and et cetera. Some may take a little longer.",
            "And so we’ll be taking, I think, a very disciplined view of expenses around every category ranging from office space to facilities to non-people-related expenses. And also in terms of workforce, we are obviously hiring very few folks right now, and that’s predominantly, because very few folks were trading.",
            "We have extremely good retention of team members at the moment, but we aren’t hiring very many when vacancies appear. So I do think expenses will be a more favorable story as we go through the back of the year, but not ready to try to wrap any book-ins or round numbers as of yet.",
            "In terms of credit – and the first and second question, I couldn’t tell if you meant around other books that we thought we were selling or not. If you did, I think, the answer to that is we have no other plans at the moment to do anything like that and aren’t in any dialogue with anyone. But I mean, obviously, never say never, but that’s not our intent. And then in terms of just credit in general, I mean, obviously, we’ve tightened credit in certain sectors. And Chris, do you want to go into any specifics on that?"
         ],
         "Speaker": "John Hairston"
      },
      "15": {
         "Remarks": [
            "Yes. I mean, again, we’re learning from a lot of the deferral activity and we’re utilizing some of that experience to really tighten our underwriting guidance to the field and to our credit officers. And we have been focused for a while around making sure that the types of transactions that we’re onboarding are less chunky and sizable in nature. And certainly, that sort of thought process continues.",
            "But overall, when we think about some of the sectors under focus that’s in the earnings release, we are providing general guidance around just ensuring that existing accounts meet our criteria, as well as any new relationships that we might be considering with the idea that some of those sectors under focus are ones that we’re going to be a little bit more selective and cautious about before we consider new opportunities."
         ],
         "Speaker": "Christopher Ziluca"
      },
      "16": {
         "Remarks": [
            "Kevin, this is John. The page that Chris is referring to is on Page 16 of the investor deck. And that’s a little bit of a more enhanced slide than the one we had last quarter where we had whole sectors. And for that slide, we divided it between the subsectors and, in some cases, even within the subsector and broke those into tiers of concern.",
            "So you can somewhat see from that page that the total book of loans that we have under the most intense look right now is a bit smaller than maybe what we talked about a quarter ago. And then, I think, as we get toward the end of the year, instead of focused on sectors, we’ll be talking about individual credits.",
            "And so I think over the course of the next quarter, as the deferrals are completely retired, as we know what the credits are that end up needing modest modifications versus additional restructuring, then we’re going to see migrations based on actual risk ratings and not just sectors under focus. But Page 16 was intended to give a little bit more detail that was helpful, we thought, for investors to understand what part of the book could be at the most risk or less risk."
         ],
         "Speaker": "John Hairston"
      },
      "17": {
         "Remarks": [
            "And I will also just kind of add to that. I mean, the reality is, during the last earnings release, this was all fairly new. We were really focused on broad categories. And over the past quarter, we’ve been able to kind of refine our understanding, such that in certain areas and in certain situations, we’ve realized that maybe it’s slightly less of a concern, and then in other areas, we still have the same level of concern and we’re – have the same level of intensity around managing those transactions and books of business."
         ],
         "Speaker": "Christopher Ziluca"
      },
      "18": {
         "Remarks": [
            "Kevin, I think the last thing to add related to this question is, look, I think, we feel good about where we are in terms of the derisking activities we’ve done up to now, and there’s nothing else out there, as John mentioned, on the horizon as far out as we can see. And we believe we’ve done a significant amount of derisking and really look forward to kind of a return to more or less a normal level of provisioning in the second-half of the year.",
            "Now normal in this environment is kind of a wildcard. But as best we can tell, we should be able to return to kind of a more normalized level of provisioning, and that would also imply a level of profitability as well."
         ],
         "Speaker": "Michael Achary"
      },
      "19": {
         "Remarks": [
            "Okay. Thanks very much, guys. That’s helpful."
         ],
         "Speaker": "Kevin Fitzsimmons"
      },
      "20": {
         "Remarks": [
            "You bet. Thanks for the questions."
         ],
         "Speaker": "John Hairston"
      },
      "21": {
         "Remarks": [
            "Our next question comes from Casey Haire with Jefferies. Your line is now open."
         ],
         "Speaker": "Operator"
      },
      "22": {
         "Remarks": [
            "Yes, thanks. Good afternoon, guys. So a follow-up question on the deferrals. The loans that are come – that are not carrying that are coming back for a second wave, is there a concentration from Slide 16 that you’re seeing there like a pattern?"
         ],
         "Speaker": "Casey Haire"
      },
      "23": {
         "Remarks": [
            "Yes. I think what we’re seeing in general is some of the hospitality related to credits, hotel and restaurant are the ones where the deferral has expired and we’re in the process of essentially executing on the structured solution. I think, that’s probably the most obvious pattern."
         ],
         "Speaker": "Christopher Ziluca"
      },
      "24": {
         "Remarks": [
            "Yes. Okay, great."
         ],
         "Speaker": "Casey Haire"
      },
      "25": {
         "Remarks": [
            "Casey, this is John. I know you haven’t had a chance to see the whole deck. I mean, it just went out about an hour ago or so. But if you look at Pages 12 through 15 that highlights those subsectors that we mentioned. On the far right, you’ll see what the deferral dollars and percentages are as of July 15.",
            "Now, a caveat to that is, we’re in deferral maturity season right now, right? And so every day, those numbers are coming down. And so when doing the comparative within the mid-cap space, that date, the as of date really is meaningful. So ours is as of the 15th. And each day, those numbers come down a bit."
         ],
         "Speaker": "John Hairston"
      },
      "26": {
         "Remarks": [
            "Okay, great. Yes, I’ll take a closer look. And then on the capital build, Mike, I think, you said you want to get back – you expect to get back to 8% TCE by year-end. I mean, if we get a lot of forgiveness of PPP, you’ll be there at 7.9% ex-PPP, plus you got lower provisioning coming post the divestiture. So is there something that I’m missing? Do you expect loan growth to kind of bounce back here? Like what would – why would TCE not come back meaningfully, given PPP forgiveness and less provisioning?"
         ],
         "Speaker": "Casey Haire"
      },
      "27": {
         "Remarks": [
            "No, we absolutely think it will. You’re right, if we just back out the PPP loans, we’re at 7.89%. We’ve also talked about having a good deal of excess liquidity on the balance sheet that, I think, will largely subside by the end of the third quarter. So that’s another dozen to 15 basis points. So look, we – I think, we would be very disappointed if we’re not back over 8% by year-end."
         ],
         "Speaker": "Michael Achary"
      },
      "28": {
         "Remarks": [
            "Okay, great. And just one last one on the PPNR front. The service charges, I think, John or Mike, you guys said that those have come back later in the quarter. Is there a trend line that we can point to like June versus April just to get a better line of sight on the service charges?"
         ],
         "Speaker": "Casey Haire"
      },
      "29": {
         "Remarks": [
            "On service charge, it’s – I wish there was a simple answer, but it kind of depends on which charges we’re talking about. So if you look at the hit from 2Q to 1Q, it’s a pretty big number of about $10 million pre-tax of that number depending on how you count it 40% to 60% of the overall $10 million in reduction was really the presence of stimulus.",
            "And by stimulus, I’m talking about beneficial unemployment payments building PPP deposits into business accounts and just really what was early quarter of fear-driven hoarding of cash. And so NSF OD charges and regular deposit maintenance account charges were dramatically down.",
            "So that was about half, I’m going to call it, 40% to 60% of the $10 million hit. Those will come back as deposit account balances normalize. Another $1 million – maybe $1.1 million or so were directly waived fees and those ended in July. And then, the remainder would be in transaction-related fees that were very much diminished just when the economy was largely shutdown. And so, those would be like annuity sales, loan fees that are not amortized, debit card volumes and et cetera.",
            "So both annuity and debit card balances have both. We’re not at normalized levels yet, but they have resumed more so in July than June. Time will tell whether that sticks around for the whole quarter, but it looks maybe pretty good right now, particularly given the rate environment for annuities. And so, I think we’ll start seeing some return on 3Q. It’s very hard to project what the service and NSF OD charge income patterns will be, because it’s tied to the excess balances in the deposit account.",
            "So without a place to deploy those funds, we don’t – we’re not getting the type of net interest income benefit you would get from that excess liquidity, right? So we’re staying very liquid right now for that reason, because we do expect those deposit balances diminish as people begin to use the money.",
            "A totally different topic goes to secondary mortgage income where that revenue which we thought would ease up a little bit more in 2Q did not and it continued booming right through the second quarter and really through July so far has still remained stronger than we would have anticipated. How long that lasts? I don’t know.",
            "But its rate-driven, and there is a somewhat attractive percentage of first-time homebuyers beginning to get into the market probably due to the attractiveness of rates. So we’ll see how long that actually holds up. Does that help you or do you have any others you’d like to – or any other…?"
         ],
         "Speaker": "John Hairston"
      },
      "30": {
         "Remarks": [
            "Yes, that’s great. Thanks, guys."
         ],
         "Speaker": "Casey Haire"
      },
      "31": {
         "Remarks": [
            "You bet."
         ],
         "Speaker": "John Hairston"
      },
      "32": {
         "Remarks": [
            "Thank you Casey."
         ],
         "Speaker": "Michael Achary"
      },
      "33": {
         "Remarks": [
            "Our next question comes from Brad Milsaps with Piper Sandler. Your line is now open."
         ],
         "Speaker": "Operator"
      },
      "34": {
         "Remarks": [
            "Hey. Good evening, guys."
         ],
         "Speaker": "Brad Milsaps"
      },
      "35": {
         "Remarks": [
            "Hey, Brad."
         ],
         "Speaker": "John Hairston"
      },
      "36": {
         "Remarks": [
            "Hi, Brad."
         ],
         "Speaker": "Michael Achary"
      },
      "37": {
         "Remarks": [
            "Mike or John, just curious if you can maybe comment on the charge-offs away from the energy sale. Any particular sector that encompass those charge-offs outside of what you had to take on the energy portfolio?"
         ],
         "Speaker": "Brad Milsaps"
      },
      "38": {
         "Remarks": [
            "Yes, I’ll start. This is John, and Chris can add color, if you like. When you get to non-energy charge-offs, there were a small number of credits, some in the behavioral modification book, which is quite small. There was a fraud in a construction company and several of those were somewhat in play before the pandemic began, and there were some signs that we thought were pretty bright that they’d be able to work through it and come back and actually do well. The pandemic took the wind out of that sale. And as a result, we opted to go ahead and proactively take those charges in 2Q.",
            "So it really wasn’t any particular sector. It was more – the inventory of credits that had some weaknesses that were maybe headed better that the pandemic eliminated, in our opinion, a chance of them actually recovering. And so, that’s been dealt with. Anything to add to that, Chris?"
         ],
         "Speaker": "John Hairston"
      },
      "39": {
         "Remarks": [
            "No, I think that’s a fair summation."
         ],
         "Speaker": "Christopher Ziluca"
      },
      "40": {
         "Remarks": [
            "Beyond that, just the normal stuff that happens every quarter, really haven’t seen a big uptick in like consumer losses or anything like that caused by the pandemic as of yet."
         ],
         "Speaker": "John Hairston"
      },
      "41": {
         "Remarks": [
            "I think also fair to say that, again, we took a proactive approach to dealing with issues, not that we haven’t in the past, but first-half of the year, that’s been our MO."
         ],
         "Speaker": "Michael Achary"
      },
      "42": {
         "Remarks": [
            "Got it. And then just back to the energy sale, I’m curious at what point – was this something that you guys contemplated early in the quarter, maybe earlier in the year when you’re sort of going through your initial CECL estimates? Just kind of curious kind of how it transpired and how it will impact your thoughts around provisioning going forward?",
            "I appreciate that it’s very difficult to predict, but you guys note you do expect it to go lower. And then, also just curious, any color you could give us on kind of marks and E&P versus midstream versus service, as you kind of went through the process, kind of what you saw in terms of what the market kind of demanded there?"
         ],
         "Speaker": "Brad Milsaps"
      },
      "43": {
         "Remarks": [
            "Yes. This is John. I’ll start and kind of tackle the first question. We’ve made no secret of our desire. We want to take down energy concentration over a course of time and have successfully done that and the book really was improving. The – we were beginning to get towards the back of the year, and I think I may have mentioned that on a call at some point that we were getting onesie, twosie offers, some of those we took, most of them we didn’t.",
            "On individual credits, the discounts were not terribly attractive, because generally, these were credits that were already distressed that, for whatever reason, a buyer was trying to accumulate debt for their own purposes. This transaction was the first opportunity to do something conclusive and a meaningful step towards a big derisking maneuver. And that really – because of that and because of the size of it, it unfortunately drove the discount to be higher than, I think, we’d all like to see, but that was just our reality.",
            "So in terms of discounting between books, when these portfolios come together, generally, it just comes down to a number. I’m sure there were individual numbers that were very different on the other side, but we’re not privy to that and it would be improper for us to discuss it even if it were.",
            "So I think you just kind of look at the whole pool and look at – there were certainly credits in that book that we expected zero loss from. There were credits that might have had material loss in it. And so, by the time you roll them all together, you get a number we’ve viewed as what our current expected losses may be if our darker scenarios came to fruition. And then the other opportunity to exit it all right now and redirect those resources, and the company’s focus towards business we want to grow versus shrink, and that led to the decision. Anything else you want to add to that, Mike?"
         ],
         "Speaker": "John Hairston"
      },
      "44": {
         "Remarks": [
            "Yes. Just briefly that you asked a little bit about the process, Brad. And I mean, look, this is something certainly we’ve thought about over time as we’ve gone through the process of reducing our concentration pretty substantially over the past few years. And a number of factors, I think, came together in the second quarter that brought us to the conclusion to kind of initiate a process. And that’s what we did.",
            "We had multiple individual firms that were involved in taking a look at the book. And in the end, we received multiple bids and it was fairly competitive. And we were pleased really with how the process played out. And as John indicated, typically, in a process like this, you’re not going to get folks to differentiate – their pricing by credit or even by segment of the book. So, for the most part, it was really a portfolio sale, with portfolio level pricing. Hope that helps."
         ],
         "Speaker": "Michael Achary"
      },
      "45": {
         "Remarks": [
            "Yes. No, that’s great. And just any additional color, Mike, on – you addressed this a little bit earlier, but just magnitude of provisioning, or – yes, I know there’s so many unknowns, but just any additional color would be helpful there?"
         ],
         "Speaker": "Brad Milsaps"
      },
      "46": {
         "Remarks": [
            "Yes. I mean, it’s really hard to put a number on that, so we’re not going to go there in that regard. But suffice to say that, again, we’ve really kind of completed the derisking that we thought was necessary in the first-half of the year, and we look for a return to a much more normalized level of provisioning, both in the third and the fourth quarter.",
            "What that is will depend on a number of different factors. But I think that we’ve built reserves substantially and don’t really, at this point, look at or are looking at building reserves too much beyond where we are now."
         ],
         "Speaker": "Michael Achary"
      },
      "47": {
         "Remarks": [
            "Yes. Hey, Brad, this is John. The only thing I would add, and just staring at numbers, NPLs are now down 33% and criticized commercial down 34%. The deferral percentages are – have obviously significantly reduced. And then the ones that don’t come back to normal payment will migrate to an answer, probably through the end of the year. And I think we’ll all know a lot about what that has.",
            "But the one big wildcard that I think none of us really know is what direction is the economy going and that has a big impact from an ACL perspective as we apply different scenarios, right?",
            "So if – it seems as if the resurgent infection rate has not led to the somewhat knee jerk reaction of close everything, and that is much more measured this time around. If that continues, then I think the future is maybe a little more brighter. If we end up with massive closures, then that would be a little bit more tough. But all things equal and the current posture we’re at, you would certainly expect provision to decrease meaningfully."
         ],
         "Speaker": "John Hairston"
      },
      "48": {
         "Remarks": [
            "Great. Thank you, guys. I appreciate it."
         ],
         "Speaker": "Brad Milsaps"
      },
      "49": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "John Hairston"
      },
      "50": {
         "Remarks": [
            "Our next question comes from Ebrahim Poonawala with Bank of America. Your line is now open."
         ],
         "Speaker": "Operator"
      },
      "51": {
         "Remarks": [
            "Hey, guys. So most of my questions have been asked and answered. Just one follow-up, I guess, on the energy book. Why not sell the entire book, John? Why have we kept the remaining $350 million? I’m just wondering given – it feels like you just wanted to remove the tail risk if oil went lower. So you kind of sold it at the best price you could get, so that you don’t have to worry about this, the impact on stock is diminished. So why not sell the entire portfolio?"
         ],
         "Speaker": "Ebrahim Poonawala"
      },
      "52": {
         "Remarks": [
            "This is John. I’ll start. The honest answer is, when you get into the very small credits, the appetite for a buyer is very low. When you get into credits that you have $300,000 balance or $500,000, there’s just not a lot of appetite. So the – on the larger end, the few remaining large credits we have – and when you’re fairly far down the road in a workout situation, it can become problematic to include one of those credits in a portfolio sale.",
            "And so those items that were meaningfully close to a resolution one way or the other, it’s better to leave those alone, and then the rest was just very, very small. And there was also a large number of accounts that have a zero balance right now. There’s no real incentive for a buyer to buy zero balance at zero, right, and just take the remaining commitment. So that’s the reason."
         ],
         "Speaker": "John Hairston"
      },
      "53": {
         "Remarks": [
            "Yes. And, Ebrahim, just to add a little bit of color to John’s points. On the book that we sold, the average size of the relationship was about $11.3 million and we sold about 44 relationships. In terms of what’s left, the average size of the relationship is only about $670,000, and it’s well over 240 different relationships. So what we have left is extremely granular. And, again, to John’s point, I’m not sure if there was much of an appetite by folks to acquire that granular of a portfolio."
         ],
         "Speaker": "Michael Achary"
      },
      "54": {
         "Remarks": [
            "And we should also call out there were two credits that were not passed, right? So it was a…"
         ],
         "Speaker": "John Hairston"
      },
      "55": {
         "Remarks": [
            "A better performing book."
         ],
         "Speaker": "Christopher Ziluca"
      },
      "56": {
         "Remarks": [
            "Yes. And the vast majority of what’s left is really kind of bilateral relationships. So these are true customers and much of what we sold was a syndicated book."
         ],
         "Speaker": "Michael Achary"
      },
      "57": {
         "Remarks": [
            "Got it. And what’s – Mike, remind us what’s the SNC book at the end of the quarter? I guess, it goes beyond just the energy loans."
         ],
         "Speaker": "Ebrahim Poonawala"
      },
      "58": {
         "Remarks": [
            "Yes. Our total SNC book about $1.8 billion. So again, our concentration in SNCs is down pretty substantially pre-sale versus post-sale. So post-sale, it’s about, what 8.5%. Before that, it was about 10.5%, near 11%."
         ],
         "Speaker": "Michael Achary"
      },
      "59": {
         "Remarks": [
            "Got it. Thanks for taking my question."
         ],
         "Speaker": "Ebrahim Poonawala"
      },
      "60": {
         "Remarks": [
            "Sure."
         ],
         "Speaker": "John Hairston"
      },
      "61": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Michael Achary"
      },
      "62": {
         "Remarks": [
            "Our next question comes from Jennifer Demba with SunTrust. Your line is now open."
         ],
         "Speaker": "Operator"
      },
      "63": {
         "Remarks": [
            "Thank you. I just wonder if you could give us some color on the mortgage pipeline as it stands now. Just wondering what kind of revenue impact you’re expecting in the second-half of the year and how much momentum is carried?"
         ],
         "Speaker": "Jennifer Demba"
      },
      "64": {
         "Remarks": [
            "That’s a terrific question. The first one is easier to answer than the second. But the first one, the pipeline is still full. In fact, just this morning, we were – we’re looking at the pipeline and it’s still so full for refi that it’s somewhat getting in the way of working with portfolio relationships that while they’re not quick revenue, they’re valuable. And so, our dialogue was do we need to peel off any resources to focus on the primarily profit banking portfolio that we expect to retain. And so the pipeline is still very full.",
            "In terms of revenue second-half, all things being equal, you’d expect secondary mortgage to be similar in 3Q to 2Q if that holds up. But I’ll confess to you, I’m really surprised, Jennifer. I didn’t expect there to be that much more refi business out there, but it just keeps on coming and so we’re glad to take it.",
            "So I think 3Q ought to look like 2Q if that pipeline stays where it is right now. Fourth quarter is a little too far to think out there, but sadly, I don’t think we’re going to see rates going up really in the near-term. And – but they’re just – you would think there’d be an end to the refi business that the volumes were actually producing."
         ],
         "Speaker": "John Hairston"
      },
      "65": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Jennifer Demba"
      },
      "66": {
         "Remarks": [
            "You bet. Thank you for the question."
         ],
         "Speaker": "John Hairston"
      },
      "67": {
         "Remarks": [
            "Our next question comes from Matt Olney with Stephens. Your line is now open."
         ],
         "Speaker": "Operator"
      },
      "68": {
         "Remarks": [
            "Hey. Thanks for taking my question. I just want to go back to the asset sale. And I think most of us have been assuming that the midstream assets are lower risk and therefore midstream assets have lower loss content. Would you agree with that assessment of midstream assets? And I guess, the RBL asset sale makes sense, given some of losses there? Just trying to reconcile that the midstream sale. Thanks."
         ],
         "Speaker": "Matt Olney"
      },
      "69": {
         "Remarks": [
            "This is John. It’s a good question. That is a business historically that has done very well. But if you look at a forecast and these things ripple, right? So if you see a lot of pressure on RBL, then you begin or at least you could begin to see more pressure on contract rates for transport and storage on the midstream side.",
            "To date, I think, Chris, if I’m right, there was only one significant concern in that book. But as you begin to look forward if we’re right or if we begin to see a darker scenario there, we could end up with problems in the midstream remaining book and so made the call to do a much more broader exit of energy in total.",
            "And the fact that those were syndications without core relationships meant it followed the pattern we’ve been following in terms of managing more towards more granularity and more full-service relationships and so that’s really why it was included. It was downside risk potential and the lack of offsetting liquidity."
         ],
         "Speaker": "John Hairston"
      },
      "70": {
         "Remarks": [
            "Okay. That makes sense. Thank you for that. And then shifting over to loan balances. If I exclude the PPP impact and the energy book loan sale, it looks like loan balances were still down sequentially, and you mentioned that previous line draws were paid down. So just curious where you think loan balances go from here. And if credit is tightening in certain segments that you mentioned before, should we assume the loan balances continue to contract from here ex-PPP?"
         ],
         "Speaker": "Matt Olney"
      },
      "71": {
         "Remarks": [
            "It’s a good observation. And I think the headwinds do not appear or do appear stronger than the tailwinds in the very near-term. And forgive me for doing anecdotals on you, but I think they’re applicable.",
            "First, in terms of just attrition from the portfolio, other than amortizations, we’re seeing very, very little attrition in the book, i.e., customers that are out pricing existing debt. Clients appear to be more hunkered down. The downside to that, I mean, that’s the upside that we see less runoff relative to prior quarters in the book, particularly the commercial book.",
            "The downside to it is the same things happening everywhere else. And so there’s just not as much deal flow available. So it’s hard to tell is that hunkering down in clients who are, for whatever reason, are out of – are unhappy where they are, but they’re not willing to take the chance of moving to a new bank, or is it just straight-up light demand, because business sentiment is poor. It’s hard to tell exactly why, but the bottom line is demand is very light.",
            "And so, as we look toward Q3, while we do have pipelines, they don’t look that bad. In fact, the pipeline for the end of 2Q is the same as the pipeline for the end of 2Q last year, and that doesn’t correlate with that demand scenario. But as we move through that pipeline, the credit risk appetite and sectors under focus begin to apply. And we – I think the pull-through rate is going to be much lower from – for the third Q pipeline than it was for third Q last year.",
            "I gave you a lot of information there, but there’s a lot of anecdote information that points to less light attrition, but much lighter demand and with the secondary refinance activity causing diminishment to mortgage portfolio, coupled with the runoff of the indirect books, which we are not replacing, coupled with our appetite being a little tighter on the home equity line side. And at the upper end and certainly with syndications being more tight than – that would suggest to further shrinkage in the third quarter before we begin to see increases in loan balance sheet going forward.",
            "The only other wildcard I’ll put in there is some of the PPP balances apparently went to paying down existing debt, because the recovery didn’t happen as quickly as people thought. And so, with no expenses to use the PPP balances to burn, it just went to paying off other debt in the short-term. As the reopening occurred, we began to see some of that come back, but only recently.",
            "And so, it’s really tough to give you – we’re not going to give any guidance, because the guidance would be too much of a guess versus an informed decision. But I would just end it with saying the headwinds are outweighing the tailwinds for the near-term."
         ],
         "Speaker": "John Hairston"
      },
      "72": {
         "Remarks": [
            "Okay. That’s very helpful. Thank you, guys."
         ],
         "Speaker": "Matt Olney"
      },
      "73": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "John Hairston"
      },
      "74": {
         "Remarks": [
            "Our next question comes from Catherine Mealor with KBW. Your line is now open."
         ],
         "Speaker": "Operator"
      },
      "75": {
         "Remarks": [
            "Hi, Catherine."
         ],
         "Speaker": "John Hairston"
      },
      "76": {
         "Remarks": [
            "Thanks. Good evening, everyone. A question on CECL, I noticed that you’re weighting between the baseline under the various scenarios changed from last quarter. So, I guess, last quarter, you were 80% baseline and then 20% of the two severe scenarios. And then looks like now, you’re at 50% baseline and then 25%, actually, a better scenario, and then 25% just a slower growth scenario. So it seems at least your baseline is more optimistic. Just any kind of commentary on your thought process there?"
         ],
         "Speaker": "Catherine Mealor"
      },
      "77": {
         "Remarks": [
            "Sure, Catherine. This is Mike. Be glad to comment on that. So, yes, you stated the various mixes between first and second quarter accurately. And I guess, the thing I would point out is, the mix that we use in the first quarter was pretty detrimental.",
            "And as you recall, as the first quarter was proceeding, the various Moody scenarios got kind of darker and darker as we went through that quarter. They also continue to get a little darker as we went through the second quarter. Although now that we’re in the third quarter and have had a chance to look at the July scenarios, they seem to be stabilizing a bit.",
            "So the reasoning for why we changed the mix a little bit, I think, has everything to do with some of the comments John made earlier about our regional economies opening and probably, I think, on balance doing fairly well. There’s also the prospect of additional stimulus out there over the next quarter or so. And so, that played into our thinking as well.",
            "But I think on balance, we really look at the two kind of together, and then we look at the result of how much we built our reserve and where we stand now and feel that we’re in a pretty good place, all things considered."
         ],
         "Speaker": "Michael Achary"
      },
      "78": {
         "Remarks": [
            "Catherine, it’s John. The only thing I would add is, as we look across our footprint, there are pronounced differences in the degree of recovery already experienced market-to-market, and just using something as simple as hotel occupancy, average daily rate, revenue per available room, RevPAR, the relativity between markets is extremely different.",
            "And so we’re – we’ve seen a lot of questions around New Orleans, and the pressure in the city is primarily around the lack of convention and trade show business. But as you get to other markets, particularly the beachy markets, the beach-facing markets, in some cases, unbelievably, the numbers are only like 10%, 15% off of where they were a year ago. And so that also plays into the scenario differences, trying to throw a net around the whole footprint with both good and bad relative to baseline experiences."
         ],
         "Speaker": "John Hairston"
      },
      "79": {
         "Remarks": [
            "Okay. No, that makes sense and helpful. And then my only follow-up is just on the deferral conversation. Is there a way to quantify the balance of loans that are now off deferrals? So they didn’t take the second round, but they’re undergoing some kind of structured solution. And then where would we see that balance of loans in terms of loan grades?"
         ],
         "Speaker": "Catherine Mealor"
      },
      "80": {
         "Remarks": [
            "So I’ll take a quick run at that. It’s Chris Ziluca. The…"
         ],
         "Speaker": "Christopher Ziluca"
      },
      "81": {
         "Remarks": [
            "Hey, Chris."
         ],
         "Speaker": "Catherine Mealor"
      },
      "82": {
         "Remarks": [
            "…if you look at where we peaked in the way of deferrals and where we report kind of the 7/15 million numbers, I think, Page 10 really kind of articulates that. We peaked at $3.6 billion. We’re down to $1.4 billion. So the net obviously is kind of what’s run off – the $2 billion that have kind of run off.",
            "I think we also indicated earlier that, we’re seeing two-thirds to three quarters of our loans essentially going back to repayment. So you can assume from that, that the remaining amount are the ones that we’re actively discussing or continuing to discuss second deferrals, but really more steering them towards a discussion around whether or not a second deferral is really sufficient, or whether or not a structured solution is probably the better way to go. And it’s a mix of both of those.",
            "I wouldn’t say that they’re all going to go to a second deferral situation, some are just needing an additional month or two to kind of get them to what they feel and what we feel as a little bit more stabilized operating rhythm. But from there, then we start to explore risk ratings and the risk creating migration related there, too.",
            "And to the extent that the structures that we’re talking about with our customers would indicate that we should be looking at potentially downgrading those credits, some of which may be just downgraded kind of within pass and some might be moving to watch or some sort of special mention substandard category. We’ll probably see some migration in that regard.",
            "And I think we’ve talked about this. We did certainly talk about it earlier last month in one of our investor presentations, where the reality is that the migration discussion is more of a second-half of 2020, as you start to really truly assess the longer-term impact of the pandemic on those individual credits and the structures that you might need to put in place to bridge that gap.",
            "We think it’s all pretty manageable at this point in time based on the dialogue that I’m having with our relationship managers and portfolio managers. But I do expect to see some migration on – in risk rating across the Board, across our risk rating spectrum in the second-half of the year."
         ],
         "Speaker": "Christopher Ziluca"
      },
      "83": {
         "Remarks": [
            "Catherine, it’s John. I know there’s so much detail. It’s really kind of hard to find a theme. So I’ll do my best to encapsulate some of that for you. When we filed the inter or the intra quarter 8-K back in late June, the guidance that we gave – it really wasn’t guidance, it was just a statement of where we were. It looks like something a little better than 50% were going to return to normal payment and that was early.",
            "That number got up to where it looked more like two-thirds a few weeks later and now is two-thirds to 75%. So the trajectory of our expectations in return to normal payment has certainly gotten better over the course of time. That said, it’s not done. And in August 10 is the last big tranche of deferral maturity.",
            "So we will have been through all of those additional 90-day deferrals by the second week of August. And then by the second week of September, we would have passed 30 days on all of the return to pay deferral dispositions. So when Chris says through the end of second-half is – there are prescriptive times where I think we’ll have a lot more information around sort of what those themes turn out to be.",
            "So the purpose of giving all the details in Slides 10 through 16 was to provide the market as much detail as we have to support and explain the reason we’re maybe a little bit more optimistic than we were a few weeks ago. Now, time will tell, right? We’ve got a long way to go, I think, as an industry to know really what the pandemic impact is going to be, but those will be the broad themes that may be helpful for you."
         ],
         "Speaker": "John Hairston"
      },
      "84": {
         "Remarks": [
            "And that’s when the Gulf South Conference kicks off, so that timing is really – it will be helpful for us to…"
         ],
         "Speaker": "Catherine Mealor"
      },
      "85": {
         "Remarks": [
            "Yes. The timing was virtual though it may be. Yes, virtual though it may be, the time is good."
         ],
         "Speaker": "John Hairston"
      },
      "86": {
         "Remarks": [
            "And then, so within that, did you provide on the deck – and I’m positive I didn’t see it, the update for watchlist loans and was there a big change in watchlist credits quarter-over-quarter?"
         ],
         "Speaker": "Catherine Mealor"
      },
      "87": {
         "Remarks": [
            "I think, we gave the commercial criticized numbers back on Slides 8 and 9 is the NPL change and the criticized change."
         ],
         "Speaker": "John Hairston"
      },
      "88": {
         "Remarks": [
            "For the different sectors, probably no."
         ],
         "Speaker": "Michael Achary"
      },
      "89": {
         "Remarks": [
            "Yes. It’s broken probably for the last time between energy and non-energy."
         ],
         "Speaker": "John Hairston"
      },
      "90": {
         "Remarks": [
            "Okay. But in terms of watch, was there a big inflows at least to watch?"
         ],
         "Speaker": "Catherine Mealor"
      },
      "91": {
         "Remarks": [
            "We didn’t really disclose all of that. But clearly, we are pretty actively monitoring all of our credits. And so, like I indicated, I mean, there is – there has been some migration. Some of the migration that we are seeing is kind of pre-COVID normal stuff that you would see and some of it is categorical.",
            "What I would say is that, we did move in Q1 all of our RBL and midstream credits into watch category. So you’re actually going to see probably a net reduction in watch as a result of the loan sale. But it’s a pretty active and fluid process."
         ],
         "Speaker": "Christopher Ziluca"
      },
      "92": {
         "Remarks": [
            "Yes. I think by definition…"
         ],
         "Speaker": "John Hairston"
      },
      "93": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Catherine Mealor"
      },
      "94": {
         "Remarks": [
            "…if it’s deferred, we’re watching it, right? So…"
         ],
         "Speaker": "John Hairston"
      },
      "95": {
         "Remarks": [
            "Yes. Makes sense. Okay. And then one last small question, it’s just on PPP. How much of – how many – give us a dollar amount of PPP fees that we saw this quarter?"
         ],
         "Speaker": "Catherine Mealor"
      },
      "96": {
         "Remarks": [
            "How much PPP, say it one more time?"
         ],
         "Speaker": "John Hairston"
      },
      "97": {
         "Remarks": [
            "The dollar amount of PPP fees we saw this quarter?"
         ],
         "Speaker": "Catherine Mealor"
      },
      "98": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "John Hairston"
      },
      "99": {
         "Remarks": [
            "We’ve taken the 4% effective yield over the balance of?"
         ],
         "Speaker": "Catherine Mealor"
      },
      "100": {
         "Remarks": [
            "Fees only, about $13 million."
         ],
         "Speaker": "Michael Achary"
      },
      "101": {
         "Remarks": [
            "$13 million. Okay, great. All right. That’s all I got. Thank you."
         ],
         "Speaker": "Catherine Mealor"
      },
      "102": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Michael Achary"
      },
      "103": {
         "Remarks": [
            "Our next question comes from Christopher Marinac with Janney Montgomery Scott. Your line is now open."
         ],
         "Speaker": "Operator"
      },
      "104": {
         "Remarks": [
            "Thanks very much. John and team, I want to circle back to kind of pre-pandemic when there was a real game plan to hire and spend and kind of be very competitive at an important time when one of your competitors was leaving. Just kind of curious where that is today. I know there has been a lot that’s transpired since January and last year when that announced – announcement happened. Is there still a hiring that can happen, as well as sort of new business generation that is in the near-term?"
         ],
         "Speaker": "Christopher Marinac"
      },
      "105": {
         "Remarks": [
            "Yes. This is John. Thanks, Chris, for the question. It’s nice to talk about revenue. It’s fun. The – we have hired one team. We won’t get into where the team came from with some good early progress made. That said, it seems like it was four or five years ago we actually had that conversation. So much has happened since then.",
            "So I think the – it would be safe to say – and I’ll break it apart. We have a number of technology initiatives that while they’re about a quarter behind where we earlier thought they would be, because we directed all the resources to support the automated solutions for PPP funding and forgiveness.",
            "Those are back on the track about a quarter behind and those will make a meaningful difference both in effectiveness and efficiency in the sales process as we get to the end of the year into 2021. So that is continued and we talked about that pre-pandemic.",
            "Secondly, we are absolutely in the market to hire good talent in those more granular parts of the loan and balance sheet. And should those opportunities come up, we’ll certainly pursue them. So I think, what we’re saying is, we would look for workforce efficiency in areas that are not revenue diminishing and we are willing and have the appetite and capacity to add resources that will make a meaningful positive difference in revenue."
         ],
         "Speaker": "John Hairston"
      },
      "106": {
         "Remarks": [
            "Great. That’s helpful. And is there any shift in expenses as a result of that or can that kind of work in your – kind of what you are expecting on spending?"
         ],
         "Speaker": "Christopher Marinac"
      },
      "107": {
         "Remarks": [
            "You mean that the – in both those two items I just mentioned?"
         ],
         "Speaker": "John Hairston"
      },
      "108": {
         "Remarks": [
            "Right. Yes."
         ],
         "Speaker": "Christopher Marinac"
      },
      "109": {
         "Remarks": [
            "This time – by this time, I thought we’d probably be able to talk a lot more about that. But so much has changed and there’s so much volatility that at this point, I think, we need to let kind of pandemic-related expenses settle some and then we’ll talk more about those impacts as we get later in the year when things settle down and we’ll do in terms of 2021 versus 2020."
         ],
         "Speaker": "John Hairston"
      },
      "110": {
         "Remarks": [
            "Okay. That’s fine. I understand. Thank you for the color and for everything this evening."
         ],
         "Speaker": "Christopher Marinac"
      },
      "111": {
         "Remarks": [
            "You bet. Thank you for taking – for asking the question."
         ],
         "Speaker": "John Hairston"
      },
      "112": {
         "Remarks": [
            "I’m showing no further questions in queue at this time. I’d like to turn the call back to Mr. Hairston for closing remarks."
         ],
         "Speaker": "Operator"
      },
      "113": {
         "Remarks": [
            "Thanks, everyone, for your attention late in the day. Liz, thank you for moderating the call. Everyone, have a great week."
         ],
         "Speaker": "John Hairston"
      },
      "114": {
         "Remarks": [
            "Ladies and gentlemen, thank you for participating in today’s conference. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}