{
   "Date": "August 3, 2020",
   "Presentation": {
      "David Smetana": [
         "Thanks, Nick. We reported core FFO per share for the quarter of $0.28 versus $0.40 in the prior year. To provide some perspective in the absence of formal guidance, the results of each division were roughly in line with heavily revised down expectations that we began to flow through our models in May.",
         "We had inline office results as we anticipated increase credit write-downs and benefited again from having very low lease expirations. And we had slightly lower than anticipated multifamily results that included a $944,000 write-off related to a corporate apartment operator.",
         "In total, there were 4.2 million of credit charges in the quarter or $0.04 per share, including the $944,000 charge related to the corporate housing provider. 2.2 million of the charges related to reserve analysis and two million related to straight line rent receivables.",
         "The strength we saw in rent collections when we presented that NAREIT in early June of 96% in our office portfolio, and 97% in multifamily carried through as a rough averages for the quarter. In July, we have collected 98% of office rents and 99% on the multifamily side.",
         "The slight increase is attributable to the hard work of leasing and operations teams have done to appropriately give a limited number of modifications or deferrals were needed, and getting tenants back on a normal payment cadence.",
         "While our exposure to hotel operations which were 4% of revenues in Q1 and parking operations, which are currently 3% of revenues on models. They were disrupted in line with our expectations.",
         "For parking, we think the second quarter run rate of $3 million is a conservative way to think about the second half of the year. But remain hopeful that in the fourth quarter as people return to work, they will be more apt to drive and park with us.",
         "Our hotel operations remain limited to the residence in portion of our dual flag Port Imperial hotels. That hotel contributed $960,000 EBITDA loss in the second quarter. We continue to believe the hotel recovery will be slow and do not plan to reopen the EnVue in Imperial and the Hyatt in Jersey City until the fourth quarter at best, and thus we recommend using the current quarter as a run rate until further notice.",
         "Our office cash same-store NOI increased by 13.4% in the second quarter, as we continue to receive the benefits of our of our major blend and extend leases at Harbourside, now cash flowing over prior periods but still had pre-rent provisions. This will however moderate in the second half.",
         "GAAP same-store NOI was done by 3.6% with $1.3 million of straight line rent reserves in our same-store pool, creating a negative 5% drag on GAAP same-store NOI. We have $1 million of credit reserves allowances, and 1.8 million of straight line rent reserves across the entire office portfolio, including our discontinued operations.",
         "In the office segments, we originally gave guidance that included 135,000 square feet of waterfront leasing for the year. To-date, we assigned 105,000 square feet of transactions on the waterfront with another 18,000 in leases today. Given the current operating environment, we do not assume any further speculate new leasing to take occupancy between now and the end of the year in our internal projections.",
         "To reiterate what Nick said for the remainder of the year, we have over 118,000 square feet expiring in our suburban portfolios, of which 91,000 square feet pertain to assets that are under contract to be sold this year. Of the 27,000 square feet remaining in our suburban portfolio, we expect 20,000 square feet to renew in the coming quarters.",
         "Touching briefly on the multifamily results, residential same-store NOI, which Marshall has already given great detail on was done 5% for the quarter, when excluding a $944,000 write down related to a corporate housing provider. We expect incentives to remain elevated as we seek to rebuild occupancy.",
         "Now on the transaction side. Our Parsippany & Giralda Farms portfolio sale has been restructured for a gross price of $272 million a 4% discount to the original purchase price of $285 million.",
         "The first phase of 11 properties was contract for $167 million. In July, the first property three- Giralda apartments closed for $8 million, leaving 10 of the 11 properties in phase one, scheduled to close at the end of the third quarter for the remaining $159 million.",
         "The second phase under contract for $105 million is for four of the 15 remaining properties with these closing scheduled to take place in the fourth quarter. For the Monmouth, Short Hills and Metropark portfolios, we believe the timing of the sale is very hard to predict and see closings taking place either late in the fourth quarter or early in 2021. In addition to the Parsippany and Dorado portfolio sale, we currently have three properties including 111 River, totaling 833,000 square feet under contract for closing by year-end.",
         "On our annual lease schedule which we published quarterly, while we are cognizant of the fact that price discovery is challenging in this environment. We are trying to do our best to make sure our assumptions are reflective of what we are seeing operationally and whether is buyer interest reflective of where pricing may end up.",
         "We took a 3% discount to our multifamily NAV in the quarter, given the uncertainty of NOI growth, but also reflective of a healthy multifamily financing market at record low rates. Notably, we took a 6% haircut to our unlevered Waterfront asset value and some reductions in land value for a 7.4% total hit to office NAV and a 7.1% hit to total NAV. ",
         "Turning to the balance sheet. We have no debt maturities in 2020. And in July, as Marshall mentioned, we place a deposit and rate locked at 2.9% refinancing of our only major 2021 property level maturity, a $165 million multifamily loan on Monaco with its existing lender. We expect to close this mortgage in November avoiding prepayment penalties.",
         "The net debt to EBITDA metric was 13.0 times at quarter end. The metric remains elevated as we carry all of the multifamily debt and no EBITDA benefit. We expect this metric to improve as we have four multifamily development properties that will begin contributing to EBITDA within the next 12-months to 24-months, including the [Emy] (Ph) which opened in Q1 2020. Additionally, the metric was negatively affected and increased by 1.3 turns from negative hotel and parking impacts.",
         "Lastly, I’m pleased to say today as we sit here today, we only have $5 million of equity left to fund on our current CIP pipelines, all relating to our 750 units project called the Charlotte in Jersey City. We know what we in for construction portion of all five development projects totaling $1 billion in construction costs with a projected 6.2% stabilized yield.",
         "With that, I will turn the call back to the operator to open it up for questions."
      ],
      "Deidre Crockett": [
         "Thank you operator. I would like to remind everyone that certain information discussed on this call may constitute forward-looking statements within the meaning of the Federal Securities Law. Although we believe the estimates reflected in these statements are based on reasonable assumptions, we cannot give assurance that the anticipated results will be achieved. We refer you to the Company’s press release, annual and quarterly reports filed with the SEC for risk factors that impacts the Company.",
         "With that, please allow me to introduce MaryAnne Gilmartin, Mack-Cali Board Chair and Interim Chief Executive Officer. Go ahead, MaryAnne."
      ],
      "Marshall Tycher": [
         "Thanks Marianne. In the second quarter, Roseland’s percentage lease finished at 92.6% as compared to 95.7% last quarter. The reduction was primarily result of the dramatic decline in new lease traffic in the quarter due to COVID-19. We believe the client occupancy and reduction in new release traffic is consistent with other Northeast office portfolios and substantial portion of our comps.",
         "Despite the traffic reduction, our portfolio experienced a 58% retention rate, 300 basis points higher than 2019 and renewal rates on retained leases grew 2.8%. In July, net leasing activity turned positive, we believe the worst is behind us.",
         "In the quarter our same-store portfolio experienced a 10.2% decrease in NOI generated by a 5.2% loss in revenue. On a year-to-date basis the same-store NOI is negative 0.6%. The quarterly loss includes a one-time $944,000 write down from a single corporate - acquirer in Jersey city.",
         "Absent that write off, our same to our portfolio, would be negative 5% for the quarter and positive 2.1% for the year. Subsequent quarter-end we reached a settlement with that provider and retrieved 71 of their furnished units. We are evaluating alternatives to capitalize on these furnished units now.",
         "We continue to deliver a high level of service to our residents during the COVID period. Our staff has been on site and responsive they have increased the quality and quantity of daily cleanings across the portfolio. And we have enhanced our residence lifestyle by scheduling virtual programming, implementing door-to-door deliveries and introducing additional dining options.",
         "In regards to our hotel properties at Port Imperial, the [OnView] (Ph) was closed at the end of March and remains closed today. However, the residence in continue operate finished the quarter with an average occupancy of 70%. In Late June we activated OnView’s 15,000 square foot patio for dining, which has been averaging $100,000 in weekly sales and its comfortable rooftop with that setting.",
         "The company has five projects representing 1942 units in construction which are projected to generate $62 million of stabilized NOI on a development yield of 6.15%. Moreover, as of now, we only have a $5 million capital obligation remaining to complete this portfolio.",
         "The Emory in Massachusetts, as delivered its initial 240 of 326 units. As July 27th, we have leased 81% of delivered units at rents in excess of our initial pro forma. The balance of the units will be completed by quarters end.",
         "Roseland preparing lease up activities at three projects for initial deliveries in early 2021,Port including 673 units in Port Imperial at both Capstone and River House 9 and in Epson Ashore Hills 193, a unit luxury community one of New Jersey’s premier municipalities adjacent to the Short Hills Mall.",
         "Our fifth project the Charlotte to schedule the delivery in the first quarter of 2022. This development is 750 units tower located in Jersey City Waterfront submarket, on Christopher Columbus Drive, which will benefit from a below market pilot of 6% to 7% for 20-years.",
         "The construction activities are proceeding at a near standard pace. As a result of COVID-related delays, we have revised our supplemental schedules to capital on average 90-day delivery delays. Subsequent to quarter end we reached agreement to refinance our largest 2021 maturity having locked a seven year interest only $165 million mortgage at 2.9% for Monica.",
         "Looking at we are continuing predevelopment activities on three potential Hudson River stars including, Harborside 8, a 678 unit highly amenitized tower which will be adjacent to our corporate headquarters here in Harborside 3.",
         "The Park Parcel at Port Imperial, a 302-unit mid rise development to be constructed overlooking a 17-acre City Park with unencumbered 273 Views of Manhattan, and then the second phase of Urby, a proposed 796-unit tower adjacent to our successful Urby project, the highest rents per square foot in Jersey City.",
         "I will now turn the call over Nicholas Hilton."
      ],
      "MaryAnne Gilmartin": [
         "Thank you, Deidre. Good morning, and thank you for joining Mack-Cali’s second quarter 2020 earnings conference call. Today I plan to provide a few opening remarks and will then pass the call to our leadership team.",
         "Marshall Tycher, Chairman of our multifamily platform Roseland, will walk us through some performance highlights. Nicholas Hilton, our Executive Vice President of Leasing will discuss our office operations and David Smetana, our chief financial officer will discuss our key financial metrics, and then we will open up the call for questions.",
         "We have also filed a supplemental this quarter that is located on the investor relations section of our website. Please contact David Smetana with any further questions.",
         "I was recently appointed to my role as Interim CEO by the Board of Directors. And with just a few weeks on the job, I will keep my remarks brief. But let me start by thanking my Mike DeMarco for his years of service to Mack-Cali.",
         "I’m extremely excited to have been asked by my fellow Board Members to step in to lead Mack-Cali as the Board works to identify a new permanent CEO. Certainly these are unprecedented times and I recognize that there remains an era of uncertainties within executive change, amid a challenging health care crisis and what that may bring. I do not take that lightly.",
         "I Joined McNally’s Board following the 2019 Annual Meeting, and was appointed Board Chair in June. I have spent the entirety of my career developing and operating, innovative, mixed use real estate projects in the New York Region. I love real estate and believe in the importance our sector plays in the lives of Americans every day.",
         "Well, my tenure as CEO is only temporary. I’m deeply committed to ensure we continue to execute on the plans currently in place, which remain highly focused on collecting rents, leasing our properties and competing asset sales that are underway. I also plan to continue in my role as Chair after the Board selects a new CEO. ",
         "Over the coming months, I will complete a tour of all of our assets. And we will be spending time with all of our team members in the field. I’m committed to providing stability, continuity and empowerment within the organization to be accountable and aligned with reaching our strategic objectives.",
         "And as the Board Chair, I have direct insight into the priorities of the Board from an overall strategic perspective, managed to spend a considerable amount of time listening to our shareholders and evaluating the business.",
         "One of the significant takeaways in the Board is in clear alignment with shareholders is that the Company is unlikely to realize maximum value in its current structure. Consequently, the Board is actively continuing to pursue value maximization strategy.",
         "In fact, even though in the short six weeks they have been in place, sell of the company suburban assets, which are continuing have been amongst the highest priorities. However, given the pandemic, we are not in a position to provide a definitive timeline for when they will be completed.",
         "The Board is committed to unlocking value and is squarely focused on the pursuit of the right strategic alternatives for the Company or to accomplish its objective. Those efforts are well underway and does not require nor are we waiting for the hiring of a new CEO to the head if appropriate.",
         "I’m excited to build upon Mack-Cali’s accomplishments, support our operational excellence and paves the way for success at every level of the Company. I work with Tycher and Dave to meet our shareholders and analysts and look forward to reporting on our progress each quarter.",
         "With that, I will turn the call over to Marshall to discuss our multifamily operations."
      ],
      "Nicholas Hilton": [
         "Thank you Marshall. Before I get into our leasing results, I would like to quickly touch upon our continued response to the ongoing COVID-19 pandemic. All the protocols discussed in my last quarter’s remarks have been implemented portfolio wide, including increased and expanding cleaning procedures, augmented ingress and egress plans to limit crowding, limited elevator capacity and mandatory mask use in common areas.",
         "We take the health and safety of our tenants, co-workers and operations staff very seriously. Together with our property management team, we continue to take all the necessary precautions to ensure a safe, secure and clean environment as the tri state area becomes to transitioning into the re-entry phase. We have also kept all of our buildings open and operational for our tenants throughout this crisis.",
         "From a new leasing perspective, we continue to make progress portfolio wide, signing just over 155,000 square feet in the second quarter. This resulted in our core and Waterfront portfolio finishing at a point 80.3% leased a quarter end. Of these transactions approximately 6% or 10,000 square feet were new leases, and 94% or 145,000 square feet were in place renewals. Across all four markets, our rents on second quarter leasing rolled up 3.6% on a cash basis and 12.9% on a GAAP basis.",
         "To turn to our focus to the specific markets the Waterfront closed approximately 55,000 square feet of transactions, finishing the second quarter at 78.6% leased. We are pleased to see increases of 8.5% on a cash basis and 18.6% on a GAAP basis over these yields.",
         "While the pandemic has paused many of our discussions, we still have approximately 200,000 square feet of transactions currently in negotiations across a diverse tenancy mix, including technology, financial services and insurance. Looking head we have a limited amount of lease roll with just over 54,000 square feet expiring on the Waterfront through the end of the year.",
         "Turning to the performance of our suburban portfolio. In the second quarter, we executed over 101,000 square feet while achieving positive rent increases of 1.2% on a cash basis and 10.3% on a GAAP basis.",
         "For the remainder of the year, we have over 118,000 square feet expiring in our suburban portfolio, of which approximately 91,000 square feet pertain to assets that are under contract to be sold by year’s end subject any unforeseen delays from the pandemic, and of the remaining 27,000 square feet roll in, we expect renewal approximately 20,000 square as we move ahead.",
         "With that, I would like to turn the call over to David."
      ],
      "Operator": [
         "Good day everyone and welcome to the Mack-Cali Realty Corporation’s second quarter 2020 earnings conference call. Today’s conference is being recorded.",
         "At this time I would like to turn the conference over to Deidre Crockett, Chief Administrative Officer. Please go ahead."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions] We will now take our first question from Manny Korchman from Citi. Your line is open. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hey. Good morning everyone. MaryAnne, realizing that you have been in the CEO seat for just a couple weeks, but in the boardroom for longer. Maybe you could just share current views as to how the Board is thinking about hitting on strategic alternatives or think about strategic alternative right now beyond the suburban asset sales, which sounds like the current strategic focus."
         ],
         "Speaker": "Emmanuel Korchman"
      },
      "3": {
         "Remarks": [
            "Thanks, Manny. Sure. So clearly, the focus on suburban dispositions is a clear priority that has been reaffirmed by the newly reconstituted Board of Directors. In addition, others assuming that the lease up strategy on the Waterfront is critical and that we are going to be focused on wins there in the coming months.",
            "And then with the Board, we are going to be working as management to develop strategic alternatives in the coming months. Clearly given the environment we find ourselves in, there are challenges around execution and whether it is the right time to make any strategic moves. But the Board of Directors is focused on this and will be ready should there be an opportunity."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "4": {
         "Remarks": [
            "Then, in that light, how do you or how should we think about the multifamily portfolio versus office holdings?"
         ],
         "Speaker": "Emmanuel Korchman"
      },
      "5": {
         "Remarks": [
            "As I said earlier, in my remarks, the thinking is that there is a decoupling needed of these two asset types. And so as we review strategic alternatives, with that in mind, we will be giving further direction as to our priorities related to the residential portfolio."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "6": {
         "Remarks": [
            "And Nick, maybe a quick one for you. Realizing that you guys try not to change the NAV too much because of COVID. But it doesn’t look like there were any market rent adjustments for the Waterfront in NAV? Was that just to keep consistency from not including as COVID impacts or do you really think the market rents haven’t changed?"
         ],
         "Speaker": "Emmanuel Korchman"
      },
      "7": {
         "Remarks": [
            "Well, I would say that if you look at the broader market right now, it is a little too early to tell, fundamentals within the broader market just even outside of our portfolio haven’t changed much rather. Maybe availability rate is really hovered around 20% in the market and average asking rents are probably ticked down about 3%.",
            "As we look at our portfolio, I do think that we are going to re-evaluate what our rents are. Everything from rents to concession packages. I just think it is a little bit early right now to give you, firm feedback in terms of percentages what have you."
         ],
         "Speaker": "Nicholas Hilton"
      },
      "8": {
         "Remarks": [
            "Okay. Thanks everyone."
         ],
         "Speaker": "Emmanuel Korchman"
      },
      "9": {
         "Remarks": [
            "We will now take our next question from Derek Johnson from Deutsche Bank. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "10": {
         "Remarks": [
            "Hi everyone, good morning and thank you. Hi MaryAnne good to meet you. So, it sounds actually like the strategy hasn’t shifted that much at this time. Is it just that you are on the job too early or is the strategic focus on suburban dispositions and getting to 60/40 in Waterfront focus? Is that, still, what we should be thinking about or will there be adjustments to the strategy or what is the difference in the strategy under new leadership? Thanks."
         ],
         "Speaker": "Derek Johnson"
      },
      "11": {
         "Remarks": [
            "Thanks. I think just a way for you to think about the near-term strategy is to stabilize and empower the management team here at Mack-Cali, sell the suburban assets and lease office space the Waterfront. And then inside of that strategy, there is the broader thinking around, where does the company go and what strategic alternatives are available to the company.",
            "And again, just given where we are in the middle of a pandemic, it is difficult for us to give sense of how opportunistic you can be, what we are not going to do is sell the company on a fire sale, and we need to be strategic and that is the work of today."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "12": {
         "Remarks": [
            "Okay, no, thank you. Just interestingly, on the Hoboken office building, sale, and $432 per square foot is an interesting price discovery, at least for your Waterfront office portfolio. Is this when did this go into contract? Did it go into contracts before the pandemic or after just from a discovery standpoint, please?"
         ],
         "Speaker": "Derek Johnson"
      },
      "13": {
         "Remarks": [
            "As I understand it, the price discovery occurred before the pandemic. And we are working hard to, to close on the sale and think that we can hold pricing, pretty firm. Obviously, the coming weeks will tell, but it is a great asset. And obviously, we think it is a very strong per square foot price."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "14": {
         "Remarks": [
            "Okay, and look clearly residential quarter-over-quarter, losing 310 bps. At least occupancy is tough. So, I’m certainly expecting that you do have some concessions in there. Has there been any evidence of folks moving out of Manhattan? Maybe stepping stoning to Jersey City a little bit or is it basically just, the mass exodus that we are seeing in New York kind of is sweeping you guys at least in the near-term?"
         ],
         "Speaker": "Derek Johnson"
      },
      "15": {
         "Remarks": [
            "Good morning its Marshall Tycher. I think the latter comment is probably more consistent. Clearly. There is a lot of dislocation of jobs a lot of uncertainty. And New York’s a big job driver for this entire North Jersey market. So people are leaving Manhattan and they are making new decisions, they are them making quickly. So we are going to have to wait to see how it settles down, but we are certainly being impacted by people’s job dislocation and decision."
         ],
         "Speaker": "Marshall Tycher"
      },
      "16": {
         "Remarks": [
            "Alright. Well thank you everyone. Exciting times. Congrats, MaryAnne."
         ],
         "Speaker": "Derek Johnson"
      },
      "17": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "18": {
         "Remarks": [
            "We will now take our next question from Steve Sakwa from Evercore. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "19": {
         "Remarks": [
            "Thanks. Good morning, Nick. I was wondering if you could comment a little bit on the competition that you are facing from, 30 Hudson Street. I know there were a couple of large leases that got done which might have slipped through your fingers. I mean, how competitive was that leasing situation? And I guess with that building now leased up I guess, how do you feel about leasing up, Harbourside at this point?"
         ],
         "Speaker": "Stephen Sakwa"
      },
      "20": {
         "Remarks": [
            "Thanks, Steve. Yes, so I will address both deals, right. So we were one of two in both instances. For the Merck transaction, also sometimes referred to as the we work transaction. The tenant really had a firm occupancy timing. And that was just really based on some things happening within their own business.",
            "And 30 Hudson offer to build solution for them. And while Harborside 5 was going to be built from raw condition, we offered solutions to mitigate the cost differential. I think, at the end of the day, though, the execution risk was still too great in this any other timing, due to any unforeseen delays from COVID.",
            "And as we look at the AIG big deal, again, we were one of two, we had a perfect block right in the middle of the stack. They were and are a tenant within our portfolio so negotiations are moving quite well. Midway though, midway through the lease the requirement grew, they grew out of that block and to accommodate them in the building we split them over to elevator banks just wasn’t favorable. So, they focused their efforts at 30 Hudson and wrapped up the deal there.",
            "As you look over at 30 Hudson again, it is a owner occupied building, they have leased up roughly half the buildings, it is a 1.4 million square foot tower. And they have done about 700,000 square feet of leasing there, right.",
            "So, to say the building is for sure wrapped up. I’m not going to say that outright. Anything is possible, but for right now, I’m happy to at least consider that building having a bow on it. I think that it does speak to our ability to be in front of the right tenants.",
            "Again, we were one of two in both sentences. But for right now, I think having a top three building in the market like Plaza Five, will speak to those future tenants in the future. And given the fact that we have a lot of different types of products right in the same area, different size floor place, different pricing structures. I like our odds moving forward."
         ],
         "Speaker": "Nicholas Hilton"
      },
      "21": {
         "Remarks": [
            "Okay, thanks. And then I guess just moving to the suburban sales, the small haircut on the first set isn’t surprising. But maybe Dave or Marianne, just talk about the balance the Monmouth, the Short Hills, the Metropark. Just remind us were those being pushed out more for tax consideration purposes, or is it just kind of a lack of better of pool or just inability to kind of handle it all at once. Just trying to sort of understand the timing of these and whether those could be pulled forward in any way. And maybe with an uptick in suburban leasing activity."
         ],
         "Speaker": "Stephen Sakwa"
      },
      "22": {
         "Remarks": [
            "Thanks, Steve. I will try to handle that one. So, as we have talked about before, all of these sub-portfolios a number of buyers in New Jersey usually local operators teaming up with private equity or hedge fund money have taken a look at these properties.",
            "I would say the delay is really just a function of the COVID environment we are with, in our experience with Parsippany & Giralda what seem to push it out would always be the lenders needing to get in line and specifically that second piece of that which got more expensive, but now we are seeing firming up.",
            "So we are trying to get best execution. We have done tax planning to fit these portfolios both into this year and next year. So, I would not say it is tax planning holding it up. We want the best execution possible and we want to pay down all of our corporate debt as soon as possible with the proceeds."
         ],
         "Speaker": "David Smetana"
      },
      "23": {
         "Remarks": [
            "Okay. So maybe Dave, just maybe elaborate a little further just in terms of the demand or appetite for those other portfolios, or they are kind of one group looking at each of those portfolios, multiple groups. Just trying to get a sense for the demand and the pricing levels."
         ],
         "Speaker": "Stephen Sakwa"
      },
      "24": {
         "Remarks": [
            "So Steve, it is multiple groups working, they are all now listed with brokers. I would say kind of notably our CIO and myself on Metropark, we are starting to see more institutional names than we typically see in New Jersey starting to look at that product. But I think Monmouth and Short Hills is again will go to kind of local operator guys with some more hedge fund or private equity money backing them. But we feel good about our prospects of getting the executions done within a 12-month timeframe and we are looking to maximize price. But Texas should not get in our way. And we feel good, but are just trying to be conservative given the pandemic in the environment."
         ],
         "Speaker": "David Smetana"
      },
      "25": {
         "Remarks": [
            "Okay, and then last question. I noticed on kind of the add back there was some impairment charges. You had obviously some proxy costs in the quarter. There were some severance costs. I assume some of those are onetime. But anything that kind of spills over into Q3 or I guess with the CEO change, what should we be looking for in terms of kind of costs moving forward."
         ],
         "Speaker": "Stephen Sakwa"
      },
      "26": {
         "Remarks": [
            "Steve, there shouldn’t be much spillover with any of those. Each quarter we look at impairments we had some land impairments. We had the purchase price adjustment on Parsippany & Giralda was the biggest one there on the $11 million of operating properties. ",
            "And with the CEO, I think we have a note in our 10-Q that Mike is leaving being obsolete without calls pursuant to his contracts. So I think the proxy is going to be the best guide there, maybe the third quarter event. So, look for that in the third quarter."
         ],
         "Speaker": "David Smetana"
      },
      "27": {
         "Remarks": [
            "Great, thanks. That is it for me."
         ],
         "Speaker": "Stephen Sakwa"
      },
      "28": {
         "Remarks": [
            "We will now take our next question from Anthony Palone from JP Morgan. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "29": {
         "Remarks": [
            "Okay. Thanks good morning. On the 200,000 square feet of leasing, I guess in the pipeline or deals that are out there. Is that all incremental or is some of that to replace any exits?"
         ],
         "Speaker": "Anthony Palone"
      },
      "30": {
         "Remarks": [
            "So, of the 200,000 square feet I mentioned, it is slightly higher than it is probably - in terms of leases, we have got about 185,000 square feet that we are kind of talking through. Everything is moving extremely slowly. Proposals of another 80,000 square feet. For new deals I would split it almost 50/50, so call it about 130,000 square feet of new deals, and 135,000 square feet of existing tenants, either a renewal or expansion."
         ],
         "Speaker": "David Smetana"
      },
      "31": {
         "Remarks": [
            "Okay. And the I think you had mentioned, I think a little over 100,000 square feet expiring in the remainder of the year in those properties that are teed up for sale. Does the outcome of whether those tenants renew or not have a bearing on whether the sales goes through or to back it in the way of things?"
         ],
         "Speaker": "Anthony Palone"
      },
      "32": {
         "Remarks": [
            "No."
         ],
         "Speaker": "David Smetana"
      },
      "33": {
         "Remarks": [
            "Okay, and then our question is for Mary Anne. On the Board side prior to the reconstitution, I think there was a General Board Advisor, there was a committee, the committee had an advisor. Can you just reset on, is there an actual process, is their committee running a process, or is this just open to ideas as any Board would be at this point?"
         ],
         "Speaker": "Anthony Palone"
      },
      "34": {
         "Remarks": [
            "Thank you. As you might recall, there was a Shareholder Value Committee that was created in 2019. And the work of that committee will continue with a similar committees of the new board that will focus on strategic alternatives and inbound. And so the Board will operate I think with maximum efficiency if their committee structures do much of the heavy lifting, so that is the current thinking. And as we have a lead director, as well to complement the fact that I’m now management as Board Chair."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "35": {
         "Remarks": [
            "Okay. Great, thank you."
         ],
         "Speaker": "Anthony Palone"
      },
      "36": {
         "Remarks": [
            "We will take your next question. From Jamie Feldman from Bank of America. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "37": {
         "Remarks": [
            "Thank you and good morning. I guess for Nick, can you just talk about any change on the demand side for suburban office leasing? Are you seeing interest in suburban satellite offices? And if so, what sub markets? And also, is it co-working type tenants to prepare for shorter term leases or more direct?"
         ],
         "Speaker": "James Feldman"
      },
      "38": {
         "Remarks": [
            "Yes, no problem. I would say from the suburbs. Absolutely, I think we are seeing a bit of an uptick. Primary markets are seeing the uptick would be like a Metro Park, which is an activity in Short Hills, anything that is really centrally located by multiple highways, and also some access to mass transit.",
            "If you look at it holistically though, right, I mean, if you want to just look at the entire market itself, we are talking about the second largest suburban office market outside of Los Angeles right. So, in a kind of sort of a strip structural vacancy problem of about 20% market right.",
            "So the real product that is going to perform well is the true Class A trophy. So, I mean, I think we are going to still continue to follow that strategy to capitalize on this activity and continue to execute the strategy of disposing the assets."
         ],
         "Speaker": "David Smetana"
      },
      "39": {
         "Remarks": [
            "Jim I might also say about the Waterfront leasing strategy on the commercial side, we are seeing a movement towards decentralization and de-densification. Companies that are closing the urban core of Manhattan we are looking at strategies even post vaccine to decentralized and I think that bodes well for the waterfront. I think there is potential for a refresh and a strategy that might look to capitalize on the world we find ourselves in and the changing trends in how to keep talent, safe, engaged and content."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "40": {
         "Remarks": [
            "Okay. Thank you. As you think about the types of interest, you are seeing, what is the typical lease structure, is this very short-term one, two years short-term deals just to kind of get through this are people really thinking about longer term plans?"
         ],
         "Speaker": "James Feldman"
      },
      "41": {
         "Remarks": [
            "Right now it is intermediate term, it is in the three year - it is either hopping in a sublease or doing something that is three years from already looking for something that is built, furnished if possible. And then in terms of the type of tenant, what I have seen so far has really been in the fire sector. And the service office space, not really, not as much. We are working with service office providers within our own portfolio. But in terms of new activity, no."
         ],
         "Speaker": "David Smetana"
      },
      "42": {
         "Remarks": [
            "And it is the West side story of Manhattan, the migration West. If you think about what that might mean for the ability to again decentralized de-densified and have better cost alternatives for lots of the corporate migration West on the isle of Manhattan, again it could bode well for the Jersey Waterfront, if we think about it in terms of what we can expect in the coming years, and I think some of this could be temporary, but I keep equally see it being a more permanent approach to corporate locations."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "43": {
         "Remarks": [
            "And that doesn’t change your view on selling suburban. I mean, do you guys kind of rethink it at all or it is already gone down that path?"
         ],
         "Speaker": "James Feldman"
      },
      "44": {
         "Remarks": [
            "No, we are committed to the go forward strategy of sale of suburban. And again, it gets to this idea that we want to focus on our meeting and the core competency on the Waterfront, we think best for wise strategy. And again, just based on price discovery and where we think the suburban assets can be disposed of, it is the best approach, given the other objectives of the company."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "45": {
         "Remarks": [
            "Okay. And then I guess, just thinking of other objectives, MaryAnne, can you talk about any new views on leverage or delivering or is there any way you can get there faster than the prior plan? Just how do we think about your views of the balance sheet and what to be done to fix it?"
         ],
         "Speaker": "James Feldman"
      },
      "46": {
         "Remarks": [
            "Yes, Dave and I still are a lot of time talking about that, I’m going to throw that over to Dave to answer, it is clearly something that we are super focused on. Dave."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "47": {
         "Remarks": [
            "Thanks MaryAnne. Hey Jamie. So listen it depends really how you define deleveraging. And everybody points to the net debt to EBITDA metrics. So as I put it out there, listen to manage expectations over the next coming quarters and years until we really get our multifamily online and cash flowing and we get some traction here and get some net absorption rates up on the Waterfront is going to remain elevated in the low teens.",
            "But I do consider selling our suburbs in paying off our corporate debt delivering, it makes us safe, it gets rid of our covenants and more focus on our multifamily NOI, which have better drop downs to cash flow. And so we are excited to get going on the suburban sales and finish those off and get the company more focused as MaryAnn said on its core competencies."
         ],
         "Speaker": "David Smetana"
      },
      "48": {
         "Remarks": [
            "Okay, thank you. And then one for Marshall, with the pandemic, with more people working from home, you mentioned three projects that you could get started on. I mean, any change in your view of what apartment design should look like, or what construction or what it might mean for construction costs or underwriting of future deals."
         ],
         "Speaker": "James Feldman"
      },
      "49": {
         "Remarks": [
            "It is good. Those are some interesting properties Jamie. So everybody is talking about the reliving the product itself. And it is interesting that our industry went from a certain size unit to smaller units and increased our common area amenities with the idea that people wanted to socialize and spend more time and those amenity spaces and the used could be smaller.",
            "So the question is, is this mentality going to change, certainly short-term it is going to change, the question is long-term. We are studying and now where are we looking at our units we have historically built larger unit averages than most of the industry. So we are definitely on the larger side of almost all of our comps as it is.",
            "I don’t think we are going to look at building offices again in apartments or fixed office space, most people work with an iPad from their tabletop. So we are looking at unit sizes. And we are trying to determine if there are some changes to make there in the future stores.",
            "As far as construction costs and materials, the commodity, materials have been fairly static. I mean, we are not wood frame builders. So those numbers going on from mass into home construction. But our products are pretty much flat, the interesting part would be whether the labor trades start coming down and prices are not as busy as they were.",
            "And we should see a little bit of help there. Historically construction has a normal inflation rate of 3% to 5%. And maybe that will pull back a little bit due to labor. I don’t think it will on commodities."
         ],
         "Speaker": "Marshall Tycher"
      },
      "50": {
         "Remarks": [
            "Okay, and then from a residential perspective, do you think differently about the best of markets to be in going forward? If you do see a more of an urban Exodus or different markets? "
         ],
         "Speaker": "James Feldman"
      },
      "51": {
         "Remarks": [
            "Well, the question becomes, do you look at the urban market that is our Waterfront as an exit from Manhattan in the density of Manhattan or do you think further west into the suburbs. I mean, at this immediate moment, clearly, the suburbs are doing a little bit better than even the New Jersey urban markets. They have had less move outs than we have had in the Waterfront.",
            "We think that is a short-term concept. We don’t think it will be long-term. I think people still want to gravitate to Waterfront for pricing and access to New York when the COVID is past. So I think short-term for sure, Jamie is the suburbs firing better than the urban locations, but we don’t think that is long-term trend."
         ],
         "Speaker": "Marshall Tycher"
      },
      "52": {
         "Remarks": [
            "Okay. Alright. Thank you."
         ],
         "Speaker": "James Feldman"
      },
      "53": {
         "Remarks": [
            "We now have a follow-up question from Manny Korchman from Citi. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "54": {
         "Remarks": [
            "Hey, it is Michael Berman here with Manny. MaryAnne, previously Bank of America and Goldman were acting as advisers to the board and to the CEO in terms of running some processes. Are either of them still engaged with the company or do you expect with other banks or is there no banks currently involved?"
         ],
         "Speaker": "Michael Berman"
      },
      "55": {
         "Remarks": [
            "Thanks, Michael. Currently there are no banks involved. As you pointed out, we have had the involvement of [Indiscernible] and bankers who advise the special committees that may or may not be the case going forward, but there has been no decision made."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "56": {
         "Remarks": [
            "And if you think about the strategic review committee, on your road it looks like it is [indiscernible]. Was there any thought of putting someone who has previously been on the Board, like yourself on that committee versus all new, all new income people coming in?"
         ],
         "Speaker": "Michael Berman"
      },
      "57": {
         "Remarks": [
            "It is a great question. I’m Advisor to that committee, as is Frederic Cumenal, both of us sat on the original 2019 committee and have participated in discussions within that early new committee and we would continue to do that."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "58": {
         "Remarks": [
            "Okay. And then Dave mentioned, for the Q that there was a note about - Mike, has that agreement now been finalized and signed were both parties have agreed to the terms or is it still pending?"
         ],
         "Speaker": "Michael Berman"
      },
      "59": {
         "Remarks": [
            "I think yet it has not been executed."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "60": {
         "Remarks": [
            "Is there any reason why that hasn’t been done yet? And how should we think about that?"
         ],
         "Speaker": "Michael Berman"
      },
      "61": {
         "Remarks": [
            "This is day five on the job for me and so I think it is really about the fact that these matters do take a little bit of time, but I would expect that it will conclude in short order."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "62": {
         "Remarks": [
            "Okay, is the nominating and Corporate Governance Committee, Members of the Board, who are running the CEO search or is it other people?"
         ],
         "Speaker": "Michael Berman"
      },
      "63": {
         "Remarks": [
            "There is a separate committee, a search committee set up within the Board and that board has already gotten to work. That committee within the Board has already gotten down to work."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "64": {
         "Remarks": [
            "And who formed the CEO search committee?"
         ],
         "Speaker": "Michael Berman"
      },
      "65": {
         "Remarks": [
            "The Board."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "66": {
         "Remarks": [
            "Which members of the Board? "
         ],
         "Speaker": "Michael Berman"
      },
      "67": {
         "Remarks": [
            "The Board discussed the creation of a committee and populated with I believe [indiscernible], Tammy Jones, Frederic Cumenal as Head of Comp. And I believe that is the committee."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "68": {
         "Remarks": [
            "And how is the Company thinking about the spec of the CEO role for a company that has been through a number of CEOs already two has got some strategic alternatives and processes that they are going by has two primary asset types. How do you, I guess, get someone to want to take that role and incentivize them to do it? But also, what are you looking for in terms of the characteristics of that individual to come lead Mack-Cali in its next chapter?"
         ],
         "Speaker": "Michael Berman"
      },
      "69": {
         "Remarks": [
            "I don’t want to get ahead of the search community, it is clearly their job is to create a specification for the new CEO. What I will say is that I think it is a great gig. I think that there are really strong executives in the real estate industry that have a command of the material and would be fantastic in the role.",
            "I want to say that we are focused on finding a driven leader, but not one that is interested in being a long-time CEO within a week. And I would also say that, the work of the day will started already and we will continue.",
            "And so, the absence of a permanent CEO would not impede our efforts or our interest in engaging in strategic alternatives, should we decide that there is an intriguing opportunity before us. So, it Is not holding anything up.",
            "But again, in the midst of a pandemic, it is appropriate to recognize that the longer term leadership may take a while to identify and secure, but my interim role will allow for us to transact and to be effective on execution in the meanwhile."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "70": {
         "Remarks": [
            "And it sounds like you have removed yourself from potentially making yourself permanent in this role, but you view this as purely as an interim role and you go back to the Board chair, when follows have been done?"
         ],
         "Speaker": "Michael Berman"
      },
      "71": {
         "Remarks": [
            "Correct."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "72": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Michael Berman"
      },
      "73": {
         "Remarks": [
            "As there are no further questions in the queue. I would like to hand the call back to MaryAnne Gilmartin, CEO for any closing remarks."
         ],
         "Speaker": "Operator"
      },
      "74": {
         "Remarks": [
            "Thank you operator. I would like to conclude with a comment on leadership through change and challenge. Many of my career milestones have been imbued in through crises. After 9/11. I led the construction and leasing of the first two new office buildings in New York to rise after the attacks of 9/11, one in Brooklyn for Empire BlueCross BlueShield, which sustained significant loss of life and space on World Trade Centre.",
            "In Times Square post 9/11, I led the construction separately New York Times Tower, faced with the industry deemed to be an undesirable locations marked by the terrorist target across from the Port Authority sitting atop 11 subway lines. Yet we achieved record breaking rents in record time on the highest tower floors, which the industry said would be shunted after the attacks.",
            "In lower Manhattan, I led the team of finance, built and leased over 900 rental units at New York by Geary through the 2007 banking crisis, when experts wrote off the multifamily market in New York City, on the heels of the Great Recession, I stepped in to lead the restructuring and recapitalization of Pacific Park, Brooklyn, and lease thousands of units after it was plagued by delay and litigation.",
            "Post super storm Sandy, my recent team in Brooklyn was able to capitalize on downtown Brooklyn separate power grids, quality infrastructure, and high sea level coordinates, in short, I’m good in the crisis. And while in modern times we have never been through anything quite like a global pandemic, I will lead with my strengths, which included empowerment, problem solving and execution.",
            "In closing, for sure, today, we find ourselves in an exceptionally challenging environment that is fraught with change and uncertainty. But in the face of it all, what will remain constant is the team’s focus, suburban disposition, Waterfront leasing and strengthening the balance sheet. The team and I are fully engaged and we will look forward to continuing to speak to you all in the coming weeks.",
            "Please stay safe and healthy. Thank you and have a great day."
         ],
         "Speaker": "MaryAnne Gilmartin"
      },
      "75": {
         "Remarks": [
            "Thank you that will conclude today’s conference call. Thank you for your participation. Ladies and gentlemen, you may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}