{
   "Date": "July 23, 2020",
   "Presentation": {
      "Kristian Johansen": [
         "Thank you, operator. Good morning, good afternoon and good evening, depending on where in the world you’re listening in from. My name is Kristian Johansen, I’m the CEO of TGS and with me today, I have our CFO, Fredrik Amundsen.",
         "So like most employees in the US, and especially in Texas, I’m still working remotely. But I’m pleased to follow the developments in Europe, where I understand Fredrik is impacting the office for about a month now, so let’s hope we can get past this COVID-19 thing pretty soon.",
         "As usual, we’re reporting our preliminary revenues for the quarter on the six-business day at the quarter close. The numbers are therefore well known for you. This morning, we reported our full financial for Q2 so I hope you’ve had a chance to review the numbers and that you will expand and pre-record – our pre-recorded presentation. We’re also happy to take your questions at the end of the call [again] [ph].",
         "Q2 2020 was impacted by the COVID-19 crisis and the sharp drop in oil price starting in late Q1. For protecting the health and safety of our employees, at the same time as ensuring minimal disruption to the business and taken top priority for management. And in that regard, I’m extremely pleased with how the organization has performed during this challenging time.",
         "We launched an aggressive cost cutting program in April, consisting of layoffs of about 30% of the workforce, closure of a few international offices, bonus checks and even a 10% to 20% cut in fixed salaries for executives. So we charged about $18 million of costs this quarter related to severance, office accruals and all the restructuring charges.",
         "Certainly, we saw extraordinarily high amortization to ensure a data library consisting of only the best projects with a reasonable book value in line with these unprecedented market conditions. With announced measures to protect cash flow, the company is uniquely positioned to take advantage of the difficult market conditions to form the basis for further long-term value creation and continued industry-leading returns.",
         "So we have segment revenues of $96 million in Q2, so while this is down 55%, year-on-year, mainly to the COVID and oil price collapse that I have discussed. Most analysts and investors were actually quite positively surprised by our relatively strong net sales.",
         "So while this number was pretty much in line with our own expectations, it’s always good to get a confirmation of the quality of our data library. So even a few clients that told us that all discretionary spending was kept to zero. They had to bite the bullet and buy data at the end of the quarter, which is always good.",
         "You’ll also notice that our operational cash flow was quite strong, at almost $100 million, this is due to high collections. In fact, our cash collections improved by 48% from last year, which confirms the quality of our customer base, mainly consisting of competence with the high credit quality.",
         "So we’ve had some questions about that in this down cycle you know, what, how do you look at credit risk and do you fear big losses on non-receivables, and I think in that regard, Q2 was a very good confirmation that most of the clients at TGS are usually you know, big super major national oil companies or independents who still have some bounces.",
         "Going back to our balance sheet, it remained strong, cash holding of about $200 million at the end of the quarter, and this allows the company to pay dividend of $0.125 per share in Q2, despite the challenging market conditions and that’s something we are obviously, it is very important for us and we are proud of that.",
         "But TGS, has a history of maneuvering difficult times in such a manner that we come out in a stronger position at the end. And this is our goal in the current situation as well. By the measures we’ve already implemented, we’re ensuring that the balance sheet remain robust, which will allow us to withstand a prolonged period of the lower revenues, as well as taking advantage of interesting opportunities that tend to appear in periods such as this. We’ve seen that so many times before.",
         "We’ll remain convinced that the long-term outlook for oil and gas is strong, demand figures are expected to be back to pre-COVID numbers already during spring of 2021. And production has been lower in more than a decade. The population continues to grow and the desire to move from lower to middle class has never been stronger.",
         "We all know how the energy or how that impacts energy intensity on demand. And asset-light company with a track record of delivering through the cycles, and sometimes even strengthening the position during down cycles will always be a good value proposition. So these were the key points I wanted to cover initially. Thank you for your attention so far. We will now open up for questions. Back to the operator, please."
      ],
      "Operator": [
         "Hello and welcome to the TGS 2020 Q2 Earnings Release. Throughout the call, all participants will be in a listen-only mode. And afterwards, there will be a question-and-answer session. Just to remind you, this conference call is being recorded. Today I’m pleased to present Kristian Johansen. Please go ahead with your meeting."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions] Our first question comes from the line of Amy Wong from UBS. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hey, Kristian, nice to speak to you guys. I had a – sorry, my phone – can you guys hear me?"
         ],
         "Speaker": "Amy Wong"
      },
      "3": {
         "Remarks": [
            "Yeah."
         ],
         "Speaker": "Kristian Johansen"
      },
      "4": {
         "Remarks": [
            "Okay, sorry about that. Yeah, sorry, my phone was acting up. I just wanted to start off with a kind of a more strategic question. You presented in your pre-recorded presentation, I think some macro scenarios and I was just wondering kind of how you think about how you’re basing your own long-term strategy like which one of those scenarios are you basing your long-term business plan on?"
         ],
         "Speaker": "Amy Wong"
      },
      "5": {
         "Remarks": [
            "Thanks. Yeah, good question, Amy and good to hear from you. It’s been a long time. I think strategically yeah, we presented a few scenarios and basically, the picture we want to provide you with today is that, yes, the short-term outlook is very challenging, no question about that.",
            "You know, when we started on this quarter in early April, and we had our board meeting and presented our forecasting and our plan for cost cutting et cetera. I mean, it looks really brutal. And then the good thing is that, you kind of get used to it. I mean, you just have to get your hands dirty, and you have to do whatever it takes to continue to deliver a decent [indiscernible].",
            "And we’re probably going to be in the market like that for another few quarters, you know, Q3 will be challenging for our industry, there’s no question about that. And while we expect to see some normal uptick in Q4 2020 just a very, very tough year, no question about that. What we basically want to say through the slides today is that, we haven’t really changed our view on the long-term outlook.",
            "And if you talk to a company like for example, Exxon or certainly some of the American and you look into some of the reports that looked at, you know, how is oil and gas demand going to be in 2040, whether it’s WoodMac or BP Energy outlook or Exxon energy outlook I mean you think looks pretty good, but even in these two degree scenarios or three degree scenarios, there will be a lot of demand for oil and gas, no question about that.",
            "The industry will look different for sure, you may see some national oil companies taking stronger positions, you may see some super majors diversified like a more and talking out of oil and gas, et cetera. But there will be a need for seismic, there will be a need for drilling, there will be a need for oil and gas. And that demand is probably going to be higher than what we see today, that’s not very, very likely.",
            "So how do we maneuver in a situation like that? Well, I – what I’m trying to say is that, our core business will still be our core business, and it will still be a great business to be in, I’m convinced about that.",
            "So that we – we’re not going to take the eyes off the ball in terms of some multi-client seismic is an extremely profitable business to be in and the asset-light model has worked through so many cycles in the past. So we’re not going to take the eyes off the ball. Saying that, there’s a lot of opportunities arising from these changes that we see and obviously being a data company that is trying to move slightly more to the information side, we can also add other types of data.",
            "And I don’t want to make any promises in that regard, but obviously there are similar data types, whether it’s weather or wind or solar or, and we – we’re looking at that, we have a team of people that look into those opportunities so we’re not ready to present anything right now and I have to admit that the last three months, my focus and the organization focus has been through to cut costs rather quickly and we’ve been quite successful at doing that. So core business, it’s still going to be multi-client seismic. But there’s a lot of interesting opportunities arising from all the changes you see, especially from European super majors."
         ],
         "Speaker": "Kristian Johansen"
      },
      "6": {
         "Remarks": [
            "I have a follow-up question, and maybe this one is a bit more specific. Just looking at some of your progress on projects this quarter, they’ve been in Argentina and I think you also mentioned there’s kind of more prospects you know there as well. But that’s actually one of the countries that have been hit really hard with the low oil price and the other rig count has effectively gone to zero. What are you hearing on the ground in Argentina? What can we expect you know, those surveys to perform you know some thoughts around that will be very helpful?"
         ],
         "Speaker": "Amy Wong"
      },
      "7": {
         "Remarks": [
            "Yeah Argentina is interesting, because as you know, there wasn’t successful license on in Argentina last year. So quite a few companies actively you know looking for beta and getting out this acreage. And a lot of these companies have obligations. So when they got their awards like last year, they have obligations to cover their awards with seismic or their acreage with seismic.",
            "So there’s actually a lot of contractually committed seismic sure to be done in Argentina. We take an advantage of that with our two vessels there for Q1 and Q2. And then you know, if you look into the future, we may come back to finish some of those first as we thought it that may happen in Q4 or Q1 next year. And then, unless you see an easening of the COVID situation or a political situation, in general, I think you will probably see less activity for the period after that in Argentina.",
            "But again, things change very quickly and, you know, we go from a very successful licensing round to a situation where most super majors probably want to delay their programs in Argentina, but so far there are some contractually obligations to shoot seismic there and we’re going to be there to help them get that seismic. After that it’s a bit more heads up."
         ],
         "Speaker": "Kristian Johansen"
      },
      "8": {
         "Remarks": [
            "Thank you for that. I’ll turn it over."
         ],
         "Speaker": "Amy Wong"
      },
      "9": {
         "Remarks": [
            "The next question comes from the line of Christopher Mollerlokken from Carnegie. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "10": {
         "Remarks": [
            "Yes, good morning or good afternoon. We feel that to the engagement survey in the Gulf of Mexico, could you just remind us on the ownership in – for TGS there versus Schlumberger?"
         ],
         "Speaker": "Christopher Mollerlokken"
      },
      "11": {
         "Remarks": [
            "Yeah, it’s a 50:50 joint venture. So we have most of the stuff we’ve been doing in the Gulf of Mexico for the past 20 years I’ve been in a JV with Schlumberger, it works really well and we work well together. So yeah, it’s always the same thing."
         ],
         "Speaker": "Kristian Johansen"
      },
      "12": {
         "Remarks": [
            "You mentioned on the pre-recorded call that you had already been in discussions with clients for potential further projects in the Gulf of Mexico. Would that be something that could eventually come in fourth quarter already?"
         ],
         "Speaker": "Christopher Mollerlokken"
      },
      "13": {
         "Remarks": [
            "I wouldn’t think fourth quarter so when I’m saying that we still have interesting discussions with clients on projects for Q4, then, I doubt that that’s going to be the year, but we’ll certainly have discussions that or we’re starting to build a backlog for next year."
         ],
         "Speaker": "Kristian Johansen"
      },
      "14": {
         "Remarks": [
            "From the environment in second quarter, are there any remaining book value on the Mexican’s data library you have?"
         ],
         "Speaker": "Christopher Mollerlokken"
      },
      "15": {
         "Remarks": [
            "It’s hardly any, so it’s very close to zero."
         ],
         "Speaker": "Kristian Johansen"
      },
      "16": {
         "Remarks": [
            "And final question three days ago, Chevron announced the acquisition of Noble Energy. Will that trigger any uplift revenues or sales triggers as they might have multi-clients seismic [technical difficulty] owned by you, but not by Chevron?"
         ],
         "Speaker": "Christopher Mollerlokken"
      },
      "17": {
         "Remarks": [
            "Yeah, I hope so. But it’s still early days and we don’t know what’s – what the volumes are going to be. But typically what happens in a situation like that is that, you know, Noble obviously have a lot of seismic data and there may be seismic data that you know doesn’t have and then Chevron has an incentive to take over that seismic data through transfer fees what we call it, and they pay a fraction of the cost to buy the original data.",
            "So typically it’s a good deal for both parties and an acquirer would typically take advantage of that, unless they’re in a situation where they already have the data. So we don’t have full overview of that situation. I wouldn’t think this would be like a $20, $30 $40 million deal, but no way –"
         ],
         "Speaker": "Kristian Johansen"
      },
      "18": {
         "Remarks": [
            "But like the occident –"
         ],
         "Speaker": "Christopher Mollerlokken"
      },
      "19": {
         "Remarks": [
            "It should be – no, no, no, it’s not smaller than that."
         ],
         "Speaker": "Kristian Johansen"
      },
      "20": {
         "Remarks": [
            "Okay, cool. Thank you."
         ],
         "Speaker": "Christopher Mollerlokken"
      },
      "21": {
         "Remarks": [
            "Thank you, Christopher."
         ],
         "Speaker": "Kristian Johansen"
      },
      "22": {
         "Remarks": [
            "[Operator Instructions] We have a follow-up question from the line of Amy Wong from UBS. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "23": {
         "Remarks": [
            "Hi, guys. Thanks for letting me back in the queue, just wanted to ask a couple of housekeeping questions, if I may. I think you guys mentioned that you expect cash balances to remain kind of stable throughout the rest of the year. But just looking at your working capital movements in the quarter, just how’s that going to evolve over the next couple of quarters? That’s the first question.",
            "And then the second question is just in regards to the cost savings program, can you just give an indication of how far through you’re with that or you know is – and how much of the benefit was captured within the quarter, please? Thank you."
         ],
         "Speaker": "Amy Wong"
      },
      "24": {
         "Remarks": [
            "Yeah, I think Fredrik you can ask both of the questions, please."
         ],
         "Speaker": "Kristian Johansen"
      },
      "25": {
         "Remarks": [
            "Yeah. So in terms of cash, what we did say was that we expect the cash to remain around the same level, if – even if we do see the market prevails as it short lives. As it comes to the working capital, we have quite a bit of unbilled revenue that’s – that is stemming from the acquisitions that are just now completed and it’s going through processing. So as these projects become closer to finalization and delivery, then we will invoice the last part and then collect that as we go along.",
            "When it comes to on the payable side, I think that we are, we have now invested quite heavily in the first half of the year and the investment throughout the rest of the areas is largely focused on as you see from our vessel schedule on the internal imaging and well logs versus what we have seen so far. And so we will see a build down of the accounts payable as well.",
            "So, when it comes to cost cutting for the – as communicated, we are well along the way we have completed the announced effects of the synergies that we communicated with together with the Spectrum acquisition, so we did that in Q1 and we’re now into phase two of the cost cutting that we announced April 8th, where we have now reduced our workforce down to a little less than 500 employees.",
            "And we have and that’s the non-recurring cost that we incurred during Q2 with a severance costs of $6.8 million and other costs related to the office closure. We do anticipate to see the effects on the P&L from that as early as Q3. When we now have the revised structure in place for the full quarter roll so then see the full effect of the salary cuts that we have announced that we have done."
         ],
         "Speaker": "Fredrik Amundsen"
      },
      "26": {
         "Remarks": [
            "Great, that’s very helpful, Fredrik. I’ll hand it over."
         ],
         "Speaker": "Amy Wong"
      },
      "27": {
         "Remarks": [
            "And we have another question from the line of Christopher Mollerlokken from Carnegie. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "28": {
         "Remarks": [
            "Yes, just regarding CapEx. So a relatively high CapEx number in second quarter. Could you update us on what should be a fair assumption for the full year so this is not multi-client investments, but CapEx spend from other things?"
         ],
         "Speaker": "Christopher Mollerlokken"
      },
      "29": {
         "Remarks": [
            "Yeah, Fredrik, please go ahead."
         ],
         "Speaker": "Kristian Johansen"
      },
      "30": {
         "Remarks": [
            "Yeah. I think we can communicate that we have most of that behind us. We did say during Q1 that we had invested quite heavily in hardware for the imaging center and also building up our cloud capabilities. So that is now behind us and we saw the cash effect of that coming in Q2 and for the remainder of the year, I think that we will – we’ll get down to a more normalized level of $1 million $3 million a quarter."
         ],
         "Speaker": "Fredrik Amundsen"
      },
      "31": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Christopher Mollerlokken"
      },
      "32": {
         "Remarks": [
            "And, Christopher, back to your question about Mexico. So you should be aware that you know, I said that we’re close to zero on that seismic book value which is true, but we also have [MOFA] [ph] being in Mexico, which you’re probably aware of. And that’s been a very successful project we still have a few cents less than the books, but that continues to sell well, so there are no concerns about that just for the sake of Gabon."
         ],
         "Speaker": "Kristian Johansen"
      },
      "33": {
         "Remarks": [
            "Okay, thank you."
         ],
         "Speaker": "Christopher Mollerlokken"
      },
      "34": {
         "Remarks": [
            "And we have one more question from the line of [indiscernible]. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "35": {
         "Remarks": [
            "Good afternoon and thank you for taking my questions. Just maybe go for them and let you comment. So first, could you please comment on how much visibility you have for the rest of the remainder of 2020 and early ’21, especially compared to the amount of visibility you might have had in March, April and May earlier this year? So that’s one.",
            "The second could you please comment on the vessel pricing and the vessel situation in the investment market you are faced now when you go out and try to secure the vessels for 2020 and perhaps for 2021 as well if you’re seeing connectivity in that space. Further, if – do you see any [technical difficulty] for the library impairments as a slight seismic not be as good as originally expected. And finally, following up on the previous question on the on the Chevron-Noble, if there is more M&A activity later in the year? Is it net positive or net negative impact for you?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "36": {
         "Remarks": [
            "Okay, that was four questions. So I’ll start with the first two and then I’ll have Fredrik to the third and then I’ll come back on the fourth. So number one, how much visibility do you have? And how is that visibility compared to what it was back in March or April?",
            "I have to be honest with you and say visibility is very low. I don’t think it’s ever been as low as it is now in my 10 years with TGS. But saying that and I said the same thing at the Q1, you know, saying that, I mean, it’s not there always, it’s not like we’re, you know, we made – between $50 million and $60 million of late sales this quarter, and we did $63 million last quarter.",
            "So it’s not like it’s completely bad, but it’s obviously very challenging and our discussions with clients, they almost feel sorry for them, because they simply don’t have an intention, they say, discretionary spending has been completely scrutinized. So, yeah, how much visibility do we have? It’s not zero, but it’s very low.",
            "How is it compared to March and April? Probably slightly better. You know, I think back in March and April, you know, I had meetings with 10 of our largest clients in early April. And I have to say, it was shocking. I mean, they were basically saying that there is not going to be any spending whatsoever on seismic that is non-committed for the rest of the year.",
            "And then we’ve actually seen some of these companies come back in Q2 buying data and we expect them to be back in Q3 as well. So it’s not zero, but it’s very low, record low, slightly better than what it was starting to feel. That will probably be the way to answer that question.",
            "On vessel pricing and how do you see prices? I mean, no question, they’re record low. It’s an extremely challenging market. I mean, although they’re seismic image that’s been geared at cutting back on capacity and very good compared to drilling, for example, there is still too much capacity out there. And there’s hardly any works, you know, we struggle with getting free funding for new projects, our competitors do and our client don’t do any proprietary seismic work right now.",
            "So I don’t think it’s a question of prices. I think, you know, we have record low pricing, what we’re trying to do is, we’re trying to share the risk on top of our record low price. So that’s kind of where we are. We really try to let the supplier or vessels also take some of their risk related to the commercial element of the deal. So that’s really how the situation is. In terms of risk of library impairment, I’ll hand that over to Fredrik, I think you can take it from here."
         ],
         "Speaker": "Kristian Johansen"
      },
      "37": {
         "Remarks": [
            "Yeah, so we did do a full review of the library during the second quarter. And as you may recall, we have said that we do think that we are aggressively amortizing the library as a whole with the new accounting principles, and that stands also now on the portfolio basis, we feel comfortable about the book value.",
            "But of course, there are different surveys with different metrics around the globe, and as different market operate differently then we could see further impairments on selected projects. But as of now, we don’t – we feel that we have adequate headroom in the different projects in the portfolio.",
            "So there was one –"
         ],
         "Speaker": "Fredrik Amundsen"
      },
      "38": {
         "Remarks": [
            "Your – "
         ],
         "Speaker": "Kristian Johansen"
      },
      "39": {
         "Remarks": [
            "Yeah."
         ],
         "Speaker": "Fredrik Amundsen"
      },
      "40": {
         "Remarks": [
            "On the M&A."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "41": {
         "Remarks": [
            "Four question is related to Chevron and Noble. So you’re right, this is the first COVID acquisition or the first acquisition or M&A transaction we’ve seen since COVID hit us in late March. So, yeah, I mean, we expect that there may be more M&A, there are rumors in the industry about a few others as well. I think I’ve discussed you know, we discussed you know the transfer fee concept and how it works and all that. In this particular case, you know, the acquirer needs to, if they want to take over the data, which was Noble, that’s known they just license it from TGS and you will have to pay a license fee for that.",
            "So typically these transactions are very good for a short-term. And then long-term, they’re not good, because we don’t like to see consolidation of the investor. So we don’t want to see fewer and fewer clients in the future so that’s negative. But that’s going to hit us a few years down the road. In the short-term, we usually do really well when we have a highest M&A volume in – among our peer or our clients."
         ],
         "Speaker": "Kristian Johansen"
      },
      "42": {
         "Remarks": [
            "Okay, thank that’s very helpful color. And just following up on the visibility. Do you – have you seen that either for yourself or in the industry overall, have you seen any previously postponed projects being pre-activated or are we not there yet or cancelled on the other hand?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "43": {
         "Remarks": [
            "No, I haven’t seen that, we still see cancellations rather than that’s like cancelled project coming on board again."
         ],
         "Speaker": "Kristian Johansen"
      },
      "44": {
         "Remarks": [
            "Okay, thank you very much."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "45": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Kristian Johansen"
      },
      "46": {
         "Remarks": [
            "And as there are no further questions, I’ll hand it back to the speakers."
         ],
         "Speaker": "Operator"
      },
      "47": {
         "Remarks": [
            "All right, with no further questions today, I would like to thank you all for the attention. We remain committed to delivering industry-leading returns for our shareholders and your constructive input in calls like this are highly regarded. So I hope you stay safe and healthy and looking forward to see you in Q3. Thank you very much. Bye."
         ],
         "Speaker": "Kristian Johansen"
      },
      "48": {
         "Remarks": [
            "This concludes our conference call. Thank you all for attending. You may now disconnect your line."
         ],
         "Speaker": "Operator"
      }
   }
}