{
   "Date": "July 31, 2020",
   "Presentation": {
      "Larry Clark": [
         "Thank you Brandon, and good morning, everyone. Thanks for joining us today to discuss Sterling Bancorp's financial highlights for the second quarter of 2020.",
         "Joining us today from Company are Tom O'Brien, Chairman, CEO and President; and Steve Huber, Chief Financial Officer and Treasurer. Tom will begin the call with an overview of the financial highlights for the quarter, and then we'll open the call to your questions. Our management will not be answering any questions related to the ongoing internal review and investigations.",
         "Before we begin, I'd like to remind you that this conference call contains Forward-Looking Statements with respect to the future performance and financial condition of Sterling Bancorp that involve risks and uncertainties. Various factors could cause actual results to be materially different from any future results expressed or implied by such forward-looking statements. These factors are discussed in the Company's SEC filings, which are available on the Company's website. The Company disclaims any obligations to update any forward-looking statements made during the call.",
         "At this time, I'd like to turn the call over to Tom O'Brien. Tom?"
      ],
      "Operator": [
         "Good afternoon, and welcome to the Sterling Bancorp Inc. Second Quarter 2020 Conference Call. My name is Brandon, and I will be your operator today. At this time, all participants are in a listen-only mode. This call is being recorded and will be available for replay through August 17, 2020, starting this afternoon at approximately one hour after the completion of this call.",
         "I would now like to turn the conference over to Mr. Larry Clark, Investor Relations for the Company. Please go ahead, Mr. Clark."
      ],
      "Tom O'Brien": [
         "Thanks, Larry. And good morning, everyone, and thank you for joining Sterling Bancorp's second quarter call.",
         "As you saw this morning, we announced net income of $3.6 million, about $0.07 a share. Once again, we are reporting what we are calling financial highlights as contrasted with the more traditional earnings release.",
         "We are working our way through the 2019 audit, and then the past due 10-K and 10-Q. All of the relevant parties are actively engaged and working towards the goal of having the audits and these reports completed as quickly as possible.",
         "I began in my role as CEO of Sterling in the last month of this second quarter; and in that time, we have worked to identify critical needs and begin the process of building a strong and compliant foundation from which the company can operate. To that end, every single area and department will receive close attention and any remedial action is required to bring it to the operating standard that we demand. In that context, I can also report that the Board of Directors remains fully supportive and actively committed to this course of action.",
         "The financial results, I guess, are what I would say in a word, okay. As you can see, we're saddled with extraordinarily high costs related to the previously disclosed investigatory matters. The margin at 308 basis points reflects a very high liquidity level in a very low rate environment. The provision for loan losses came in at $4.3 million, which brings the allowance to just under $47 million.",
         "Capital levels at both the bank and the holding company remain robust. Deposit flows are likewise strong. Credit metrics are somewhat weaker due in part to how we measure delinquencies today versus prior management. Forbearance levels are predominantly comprised of residential property loans.",
         "We remain diligent in evaluating the impact of the COVID-19 virus on both our business and our employees. We have a substantial number of employees working from home as you might expect, and I expect that to continue for the next few months at least. We remain productive in this environment.",
         "The quarter results, as you can kind of see in the bullet points, are predominantly driven by these higher expenses that I referred to earlier and the liquidity level. Attention of the management team is -- the focus is almost exclusively on identifying the areas that need attention, the staffing needs, the executive needs at the bank, and looking critically at commercial loan portfolio, the residential loan portfolio, and any deviations from what we might expect there. It's a little difficult with the virus and the forbearance request to get a handle on exactly what's happening in the underlying markets. But generally, I think like most banks we see cash flows impacted on commercial properties, construction projects delayed by the inability to complete the projects during the general time allotted, because of the shutdown with the virus.",
         "And so, we're trying to be cautious and diligent. Residential loans were the only originations we had in the quarter at $83 million. We've not originated anything on the commercial or construction side in that time period.",
         "So, I would say an awful lot to do. The challenges are not insignificant, but also not insurmountable. It's just -- lot will keep us busy over the next couple of quarters. All of the things that you can see impacting us during the release, but our goal is to get through this, get these expenses down as quickly as possible and come out the other side with a stronger business model as transparent as we possibly can be and certainly as compliant as everyone expects us to be.",
         "So, that's the short sense where we're situated today, probably, the best thing for me to do is just take some questions from those on the phone and see where it takes us. But, as Larry mentioned, and like the first call I had with the first quarter results, there's really nothing I can say with respect to the investigations or anything related to those at this time. That'll be what it'll be. And we'll come out at the time when everything's completed and done.",
         "So, with that let's go to some Q&A."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "We will now begin the question-and-answer session. [Operator Instructions] Our first question comes from Anthony Polini with American Capital Partners. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hey guys."
         ],
         "Speaker": "Anthony Polini"
      },
      "3": {
         "Remarks": [
            "Good morning."
         ],
         "Speaker": "Tom O'Brien"
      },
      "4": {
         "Remarks": [
            "Hey, Tom. Glad to see you still there."
         ],
         "Speaker": "Anthony Polini"
      },
      "5": {
         "Remarks": [
            "Yes. Okay."
         ],
         "Speaker": "Tom O'Brien"
      },
      "6": {
         "Remarks": [
            "I mean, there's not a whole lot I can ask for. When I was looking at your net interest margin and looking at your net interest income, it implies that you had some balance sheet growth during the quarter."
         ],
         "Speaker": "Anthony Polini"
      },
      "7": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Tom O'Brien"
      },
      "8": {
         "Remarks": [
            "Is there any -- I know you don't have total assets or total earning assets on the highlight sheet, but could you share some of that detail with us?"
         ],
         "Speaker": "Anthony Polini"
      },
      "9": {
         "Remarks": [
            "Yes. We had good deposit flows, which built liquidity. I mean, primary liquidity comes in a little over $630 million, so that's really where you see the growth. I mean we had a little bit of -- as I mentioned, a little bit of residential loan originations at $83 million, but this was really a deposit flow increase.",
            "And I guess a lot of banks are experiencing the same thing. But I thought the reason I said that -- thought the quarter was okay is that a margin north of 3% today is pretty darn good, and given that level of liquidity, I'd say even better than the stated number.",
            "So, that was it with the flows."
         ],
         "Speaker": "Tom O'Brien"
      },
      "10": {
         "Remarks": [
            "If we had to kind of look at the next quarter from a balance sheet perspective compared to this quarter, should we see the trends continue perhaps slow? The liquidity continue to build but at a slower pace et cetera?"
         ],
         "Speaker": "Anthony Polini"
      },
      "11": {
         "Remarks": [
            "A little hard to predict that, but I think generally, what you're saying in most all the markets in the country is that there is a preference for safety and yield, and as modest as those yields are. And bank deposits continue to be pretty robust, and bank opportunities to invest those deposits are pretty paltry. So, I think it will continue.",
            "I'd be surprised if it was at the same level as we had in the second quarter, but to be honest, I was surprised by the second quarter also, continues to be good. And for the liquidity, we have uses for the liquidity potentially over the next quarter or so too."
         ],
         "Speaker": "Tom O'Brien"
      },
      "12": {
         "Remarks": [
            "When I look at the provision and compare it to what I'll call our guesstimate for the quarter, it did come in lower and did you have any material charge-offs in the quarter?"
         ],
         "Speaker": "Anthony Polini"
      },
      "13": {
         "Remarks": [
            "No."
         ],
         "Speaker": "Tom O'Brien"
      },
      "14": {
         "Remarks": [
            "Okay. So, this pretty much all went to the reserve?"
         ],
         "Speaker": "Anthony Polini"
      },
      "15": {
         "Remarks": [
            "Yes. The allowance is just under $47 million."
         ],
         "Speaker": "Tom O'Brien"
      },
      "16": {
         "Remarks": [
            "Okay. And…"
         ],
         "Speaker": "Anthony Polini"
      },
      "17": {
         "Remarks": [
            "Actual charge-offs at the bank have been modest for quite a while. I mean, the provision in the last two quarters and the profile of bank lending in particular, commercial and construction stuff, it is cause to be cautious. So, I think to the extent circumstances continue to be sideways or worse than the economy will continue to build the allowance in anticipation of some ultimate charge-offs, but to-date the actual charge-offs have been nil."
         ],
         "Speaker": "Tom O'Brien"
      },
      "18": {
         "Remarks": [
            "When I look at the forbearance portfolio, we'll call it -- it's actually not that high given how big your loan portfolio is. But what do you think the total balance for that's going to be next quarter? Is it higher or lower, maybe the same hard to tell? And do you see material loss content in that portfolio?"
         ],
         "Speaker": "Anthony Polini"
      },
      "19": {
         "Remarks": [
            "Very hard to predict where it goes. I mean, we're now basically into August with events that began in March. So, you would argue that from at least a forbearance request timeframe, you're pretty much through it. But, a second, third round of virus-type lockdowns could change that. When you look at what's in the forbearance portfolio, just on a collateral basis, the collateral levels are high relative to the loan amounts. So, I think we're okay there.",
            "But, there's not a lot of ability for actual price discovery in a market that is where it is today. But, I think a lot of the residential loans, the average loan to value is probably no more than 60% today. And so, people are taking advantage of the forbearance, at least in our portfolios, to some extent it may be opportunistic, it may be unemployment for a temporary period of time, all sorts of things, but it's hard for me to see where people would walk away from that much equity in their home.",
            "The commercial side of it has been really modest relative to what I've seen, and some of the banks that I know and I follow, there's always more risk in the commercial side of the business, and always more risk in the construction portfolio too. But, so far it's from the pure forbearance and I'm not panicking, I guess I would say."
         ],
         "Speaker": "Tom O'Brien"
      },
      "20": {
         "Remarks": [
            "Okay. How about the expenses? I mean, obviously, those are hard to predict also. But, when do you think we start to see the workout/COVID/regulatory expenses start to peak or maybe moderate and start to come down?"
         ],
         "Speaker": "Anthony Polini"
      },
      "21": {
         "Remarks": [
            "I think, it's hard for me to see them going higher, but I think they'll continue at high levels for the next couple of quarters. So, at least my hope would be we'd see some relief as we get into 2021, because that has really been the -- the sea anchor that's dragging us for the -- I don't know, I guess the last year plus. This was a high quarter, I would expect the third quarter to be somewhere in this area.",
            "But then, as we get into 2021, despite the fact of time passing and management taking a very proactive approach to getting the 10-Q's and 10-K filed to getting past a lot of these other issues. They should start to moderate and come down to more traditional levels. But, it's an expensive process when you get into trouble. That's the one lesson, it's very expensive."
         ],
         "Speaker": "Tom O'Brien"
      },
      "22": {
         "Remarks": [
            "And have you had some good quality time with the regulators over the last couple months?"
         ],
         "Speaker": "Anthony Polini"
      },
      "23": {
         "Remarks": [
            "Indeed."
         ],
         "Speaker": "Tom O'Brien"
      },
      "24": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Anthony Polini"
      },
      "25": {
         "Remarks": [
            "Plenty of good on any time."
         ],
         "Speaker": "Tom O'Brien"
      },
      "26": {
         "Remarks": [
            "So, you're already in the mix?"
         ],
         "Speaker": "Anthony Polini"
      },
      "27": {
         "Remarks": [
            "No, I am. And I will say our relationship is much improved. There's a level of trust and confidence that's bilateral here. We're just finished, which has been typical of my career, but the annual safety and soundness exam began pretty much when I joined the bank, and they're just finishing that up now, which was an interesting experience to do it, somewhat remotely and virtually for both of us.",
            "But we're in a good place from the trust and confidence level. I think, they certainly appreciate the transparency that we've given them in the last two months or so. And we'll always work with them and as I said they've been very supportive of our effort. So, we all know there's a lot to do, and we'll just do it."
         ],
         "Speaker": "Tom O'Brien"
      },
      "28": {
         "Remarks": [
            "Well, you're doing a great job so far. I still view this as a value play, distressed value play and certainly these results were better than we had expected. And I wish you continued luck. Thank you for the time."
         ],
         "Speaker": "Anthony Polini"
      },
      "29": {
         "Remarks": [
            "No, thank you. Good to hear from you."
         ],
         "Speaker": "Tom O'Brien"
      },
      "30": {
         "Remarks": [
            "[Operator Instructions]. We have a follow-up from Anthony Polini with American Capital Partners. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "31": {
         "Remarks": [
            "Will the Mets ever win another game?"
         ],
         "Speaker": "Anthony Polini"
      },
      "32": {
         "Remarks": [
            "My middle son and my youngest son are huge Mets fans. And I think that poor guys are struggling. I don't know."
         ],
         "Speaker": "Tom O'Brien"
      },
      "33": {
         "Remarks": [
            "My son and I went crazy this weekend. I mean, it's nice being stuck in the house poolside, but it's just can we find new ways to lose?"
         ],
         "Speaker": "Anthony Polini"
      },
      "34": {
         "Remarks": [
            "Well, that's painful."
         ],
         "Speaker": "Tom O'Brien"
      },
      "35": {
         "Remarks": [
            "Well, make sure they know the ground spacing today, okay?"
         ],
         "Speaker": "Anthony Polini"
      },
      "36": {
         "Remarks": [
            "All right. All right. Well, we'll see. And then you're going to have new ownership too. So, we'll see how that plays out."
         ],
         "Speaker": "Tom O'Brien"
      },
      "37": {
         "Remarks": [
            "Yes, hopefully it'll be not a [Indiscernible]."
         ],
         "Speaker": "Anthony Polini"
      },
      "38": {
         "Remarks": [
            "I don't know. It's certainly not going to be at the price point they were at before March."
         ],
         "Speaker": "Tom O'Brien"
      },
      "39": {
         "Remarks": [
            "Yes. Well, I went to Penn, when Collin went to Penn. So we overlap, so."
         ],
         "Speaker": "Anthony Polini"
      },
      "40": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Tom O'Brien"
      },
      "41": {
         "Remarks": [
            "I don't mind seeing him in there. He's the guy, I'm rooting for. But they already turned down a lot more money from them. So, we'll have to see."
         ],
         "Speaker": "Anthony Polini"
      },
      "42": {
         "Remarks": [
            "I know. I think franchises are -- many of them are down in value substantially."
         ],
         "Speaker": "Tom O'Brien"
      },
      "43": {
         "Remarks": [
            "All right. Well, thanks again."
         ],
         "Speaker": "Anthony Polini"
      },
      "44": {
         "Remarks": [
            "Anytime."
         ],
         "Speaker": "Tom O'Brien"
      },
      "45": {
         "Remarks": [
            "Okay. Take care."
         ],
         "Speaker": "Anthony Polini"
      },
      "46": {
         "Remarks": [
            "You too."
         ],
         "Speaker": "Tom O'Brien"
      },
      "47": {
         "Remarks": [
            "And as there are no further questions, I would like to turn the conference back over to Mr. O'Brien for closing remarks."
         ],
         "Speaker": "Operator"
      },
      "48": {
         "Remarks": [
            "Okay, thank you. Easy time today. I thank all of you for joining the call. And as I mentioned, we're focused on the remedial work that dictates our days, and working aggressively towards getting these overdue filings completed and filed and kind of back to at least normal operating schedules, and we'll do that as quickly as we can.",
            "But with that, thank you all so much for your interest and for participating. And we look forward to another conversation. Thank you."
         ],
         "Speaker": "Tom O'Brien"
      },
      "49": {
         "Remarks": [
            "The conference has now concluded. Thank you for attending today's presentation. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}