{
   "Date": "August 20, 2020",
   "Presentation": {
      "Havard Furu": [
         "Thank you, Sveinung and very good morning, everyone. Turning to Page 13. We have the Group's quarterly results which are showing a relatively stable operating performance quarter-on-quarter. The total income decreased from $86.7 million to $82.3 million in the second quarter. The second quarter EBITDA of $57.7 million was almost the same as the previous quarter. The lower revenue was offset by reduced expenses, owing primarily to partial reversal of unrealized loses on currency hedges and that has improved from a loss of $1 million in the first quarter to profits of $2.9 million in the second quarter. ",
         "The net profits variation is illustrating the vertical graph and is largely explained by the following factors was Hoegh LNG was acquired for upgrades in the first quarter, which did not reoccurred in the second quarter and that's improved results with $1.9 million. Hoegh Esperanza operated LNG in the second quarter totaling $1.1 million less than in the first quarter and operated in FSRU remote. Hoeh Galleon suffered from a lower market in the second quarter, and the results declined by 2 million. Hoeh Galleon came off by the end of April, and it's been traded on a lower rate as also encouraged some idle time during the second quarter. Consequently, the results declined by $2.8 million.",
         "SG&A expenses were reduced by $3.5 million from the previous quarter with two thirds from cost saving measures, including reduced travel activity caused by COVID-19. One third of the decline is explained by seasonal effects with holiday pay in June, which has been accrued for over the previous year.",
         "Currency hedges for our 2020 admin expenses pull results down by $4.8 million in the first quarter, because of loss movements in exchange rates between the Norwegian kroner and U.S. dollar. In the second quarter, this partially reverse and quarter-on-quarter the variation was positive with $6.4 million. There are also other smaller factors that put a net negative effects of $2 million, explaining the sum of variations between the two quarters.",
         "On the next slide, we have the Group's balance sheet. Showing total assets of $2.5 billion, which is almost unchanged from the previous quarter. By the end of June, the adjusted book equity ratio was 30% and net interest bearing debt was about $1.6 billion.",
         "On Page 15, we have included the cash flow statements. The cash flow from operations improved from $51 million to $59.6 million quarter-on-quarter mainly explained by working capital changes. In both quarters, cash flow related to investments were relatively low, and for the second quarter mainly related to investments made in Avenir. Cash flow related to financing improved from a negative of $116 million to a negative of 17 million quarter on quarter.",
         "During the second quarter, we made a drawdown of the upside independent facility with $45 minutes, and a drawdown of $60 million other new RCF. This was in part to us to repay the HLNG02 bond at $65 million security in June.",
         "Regular debt service remained at the same level as in the previous quarter. Moreover, the large outflow of cash seen in the first quarter related to cash collateral for hedging instruments started to reverse in the second quarter on the back of the strengthening of Norwegian kroner against the U.S. dollar. During second quarter $15 million of cash collateral was thereby released by the banks.",
         "Go to Page 16. We have shown the group's liquidity position and debt repayment schedule. The debt maturities for this year have all been addressed. The cash balance at the end of June was $162 million. And the group has no material capital commitments.",
         "The group has a leverage of 6.7 times net debt to EBITDA and our adjusted liquidity ratio stands at 30%.",
         "And with that I hand it back to you Sveinung to take us through the market section of the presentation. "
      ],
      "Sveinung Stohle ": [
         "Thank you, Havard. Moving on then to Page 18, which shows the movement global energy trade in the first part of this year. And that shows a growth of 6.5% which is I believe, a remarkable result given the current state of the energy markets in general during that period.",
         "And actually, the latest data shows that if you look at the graph for 2020 has turned up and this is the latest data from July.",
         "And definitely this, again shows the resilience of the LNG market despite the negative effects of COVID-19 in the world economy. And in my view, we also strongly driven by the very competitive price for LNG which I will refer to shortly.",
         "Also to note for the second largest importer of LNG in the world mainly China, the report bounced back and show the strong increase during the second quarter with a growth of 20%.",
         "Turning to Page 19, a picture of what is the expectation for the next few years in view of",
         "the strong changes in energy demand over the last six months. As you will see here and this is a forecast from IHS which in our view is one of the best in the business when it comes to following the LNG markets in particular.",
         "As you will see on the graph on the left, the expected demand growth has definitely shifted to the right. But the expectation as I already mentioned is also for a positive growth in 2020. And as you can see from 2021 onwards, the expectation is that demand will pick up again and leading to a total demand of roughly 430 million tonnes per annum in 2024, up from an expectation of around $365 million tons a year for this year, that represents a growth of around 4% a year, which, in view of other LNG markets, certainly is a very strong growth",
         "led in particular by China and the other Asian markets.",
         "Turning to Page 20, and a look at what is really behind the very strong performers of the LNG market in the face of the combined negative forces of the COVID pandemic, and the oil price crash, which has happened over the last six months. Obviously, as you can see here, the demand is driven to a large extent by the very competitive price for LNG, which actually today is priced lower than coal that has never happened before. And this is causing a strong demand for coal to gas switching and also switching away from oil products. Will this continue? Well, even if LNG prices definitely will fluctuate, and certainly also will increase, I certainly believe so. This is again part of the LNG transition away from coal and oil and that will push the development towards higher demand for natural gas in the form of energy.",
         "Moving then to the final part of the market on Page 21, the fleet order book on the FSRU segment, this shows a very stable picture. There has been 2 deliveries in the quarter, 2 modern FSRUs, one for Maran and one to SWAN Energy. That means that what remains in the order book is for what is built for only FSRUs of which two are currently without the contract. And then four conditions which all are on contract. Obviously the competitive landscape that looks as it has over the last couple of years actually. However, with the addition of the FSRUs that have been loaded directly by certain projects. At the same time that this is a very manageable order book, and there has been no new orders placed for new built FSRUs in the period.",
         "That completes the market overview. So, to sum-up, I'm very pleased with our financial and operational performance in the second quarter 2020, with an EBITDA of 67% in million and a net profit of 2.9 million stable operations. Our cost saving measures in place and progressing, and a LNG market with a surprisingly resilient performance with a growth of 6.5% in the first half of this year. ",
         "Thank you for your attention. We now go over to the Q&A session. And we look forward to your questions."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions] Our first question comes from Lukas Daul from ABG. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Thank you. Good morning, everyone."
         ],
         "Speaker": "Lukas Daul"
      },
      "3": {
         "Remarks": [
            "Good morning."
         ],
         "Speaker": "Sveinung Stohle"
      },
      "4": {
         "Remarks": [
            "I was wondering on the project pipeline slide, if you could sort of talked about the progress of those projects maybe compared to three or six months ago to give us a bit of a better understanding of which stage they are and how they are moving forward?"
         ],
         "Speaker": "Lukas Daul"
      },
      "5": {
         "Remarks": [
            "Okay. So, first, on the two projects in Australia as we also mentioned in the last quarter, for AIE, we expect there, what they have said publicly is that -- well last point they have done this to complete the pipeline access with actually two companies. And they are planning to take on FID on this project. I would say imminently but certainly before the end of this year. The start up remains in 2022.",
            "For AGM they are in the environmental approval process, they made a statement I think some days back that this should be completed at the latest, by the first half of next year, and the original plan I think was for the end of this year.",
            "So, that is basically dependent on completing the formal environmental process. For what you have listed here as the projects. One on the Indian subcontinent, for this quarter, progress there has been slow because of the logistical challenges caused by the pandemic. But project is still very much in progress, even though slower than what was anticipated.",
            "For the fourth project will be have been selected we are discussing with the developers. They are also looking at some other potential solutions But I would say that this, this project also has a later start-up. So even if it's going a little bit slower right now, I'm not too concerned with that.",
            "On the tender side, we are in the final stages, meaning that the selection of the preferred bidder is going to happen very soon on all these three. And as for the bilateral negotiations, we are on the first one in detailed discussions on this project. And in Cyprus, we are in dialogue with the authorities on the highest level and I would expect a decision on that relativity soon."
         ],
         "Speaker": "Sveinung Stohle"
      },
      "6": {
         "Remarks": [
            "Okay. That’s good. Thank you. And just sort of thinking that there has been some talk recently about maybe sort of trying to find a few more off-takers for FSRU because sometimes their capacity is under utilized. So I was just wondering, when you sort of are looking at the project, or just looking at it from the traditional sort of a perspective of one client, one FSRU or any sort of been investigating a new way to sort of accommodate that unit into a potential market?"
         ],
         "Speaker": "Lukas Daul"
      },
      "7": {
         "Remarks": [
            "Absolutely, that I saw that was presented as something new, I think that's something that we have looked at for quite some time. So some of these projects would involve more than one capacity holder. And in particular, on the projects where we are discussing directly with potential customers. So that is part of our commercial model, and we're also looking at commercial models where you basically would be paid a base rate and then the rate would vary with the throughput obviously, leading to an average which would be more acceptable than a flat rate."
         ],
         "Speaker": "Sveinung Stohle"
      },
      "8": {
         "Remarks": [
            "Okay. Thank you very much."
         ],
         "Speaker": "Lukas Daul"
      },
      "9": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Sveinung Stohle"
      },
      "10": {
         "Remarks": [
            "Thank you. [Operator Instructions] It appears we have no further questions at this time."
         ],
         "Speaker": "Operator"
      },
      "11": {
         "Remarks": [
            "Okay, very good. If there are no further questions, thanks everybody for listening in. And thanks for your attention. Goodbye. "
         ],
         "Speaker": "Sveinung Stohle"
      }
   }
}