{
   "Date": "August 13, 2020",
   "Presentation": {
      "Neil Hunn": [
         "Thanks, Zack, and good morning, everybody. Thanks for joining us. We want to spend a few minutes talking to you about our announcement this morning, the acquisition of Vertafore. Briefly, Vertafore is a leading provider of SaaS solutions targeted to the United States property and casualty insurance market.",
         "We’re buying the business for $5.35 billion from Bain Capital and Vista Equity. We expect the deal to close later this quarter and be immediately cash accretive. For calendar 2021, Vertafore will have approximately $590 million of revenue and $290 million of EBITDA. We’ll finance this transaction with a combination of cash on hand, the use of our revolving credit facility and a new bond issuance.",
         "To this end, we remain steadfastly committed to maintaining our solid investment-grade ratings and have fully previewed this transaction with both Moody’s and S&P. Once closed, Vertafore’s results will be reported in our Application Software segment.",
         "Not surprisingly, Vertafore meets all of our acquisition criteria. To name a few, the business has a tremendous margin profile and cash flow characteristics. As usual for us, the business is very asset-light and has negative working capital. This is really just an amazing business model.",
         "The management team is excellent, importantly, one that is deeply committed to executing Vertafore strategy and continuing to build the business for the long-term. We’ve enjoyed getting to know Amy and her leadership team during the diligence process and look forward to welcoming them to the Roper family.",
         "Relative to their market, Vertafore is a clear leader in their niche, which is software for the property and casualty insurance industry in the U.S. And as such, the business has tremendous levels of very deep domain knowledge and they are super intimate with their customers.",
         "And finally, and relative to growth, this business has very high levels of recurring revenue, a touch north of 90% and multiple, multiple growth drivers. We like this business for many reasons, but the durability of their growth and the diversification of their growth drivers are towards the top of our list. So this is just another perfect fit relative to our capital deployment and corporate strategy.",
         "Let’s go ahead and turn to the next page and discuss what Vertafore does. Vertafore is a business that delivers cloud-based software to the property and casualty insurance industry, principally in the United States. Vertafore’s focus is straightforward to simplify, automate, and drive productivity across the complex and highly regulated processes in the P&C space.",
         "Today, the business serves over 20,000 independent P&C agencies, 1,000 insurance carriers and touches over $140 billion of premiums per year. For simplicity, this business can be broken into three components: agency products, carrier products and benchmarking and analytical solutions. Specific to the agency products, Vertafore enables the business processes for the independent P&C agent, by far the largest distribution engine for these insurance products.",
         "Vertafore provides the core agency management software solution. They are the system of record, if you will, for these agencies. These products are the solutions that agencies run their business on from customer acquisition and management to policy applications and renewals to their core financial and accounting functions.",
         "In addition to the core AMS, Vertafore provides several best-of-breed point solutions for the Independent agencies, such as tools that enable the clients, the digital client experience for their agents, how the agents interact with their customers digitally, to solutions that enable more efficient and automated connectivity with their carriers and products that help manage the agent’s health benefits book of business.",
         "On the other side are their carrier solutions, solutions that are all best-of-breed point solutions. A couple of examples here include the tools needed to ensure a producer or agent compliance. As you likely know, this industry is highly regulated at the state level and all agents have to be credentialed and one of Vertafore’s products is used by carriers in over 20 states to manage producer compliance and certification.",
         "Another example is the automation of compensation and commission management into the distribution channel. Essentially, the automation of the way carriers pay agents and the recruitment and onboarding of those agents.",
         "And finally, what sits at the intersection of both product groups is a tremendous amount of data, so Vertafore creates benchmarks and analytics sold back to both the carriers and the agencies, so they can better understand and analyze their book of business.",
         "With that, let’s turn to our final slide. So when we look at this business, we’re attracted by many things. First, they’re a clear leader in a very niche end market. This market, the P&C insurance market is super resilient. In addition to being resilient, this industry is marked by having high levels of complexity and regulation, all things that serve as meaningful barriers to entry and provide tremendous incumbent advantage.",
         "Next what Vertafore does is mission-critical for the agencies. Their agency customers cannot run their business without Vertafore. In addition, Vertafore’s point solutions for both the agencies and carriers provide tremendous incremental value.",
         "Importantly, this business has a very long track record of solid mid single-digit organic growth. We love the durability of this growth engine as discussed. There are many growth drivers here from new logos, to new products, to cross-selling, to up-selling, to modest price increases across two different customer segments, the agents and the carriers.",
         "This business has 90-plus percent recurring revenue and very strong margins. And though we diligence their customer base, we are impressed with the diversity of the customer base, as well as their loyalty and commitment to Vertafore.",
         "And finally, the team is super strong here. They have a tremendous track record over the last four or five years of Vertafore and are excited about having a permanent home for the business, a home that is laser-focused on long-term, durable organic growth, a home where Vertafore’s customers can rest assured we will continue to invest for the long-term. It’s for these reasons, we’re excited about this capital deployment opportunity.",
         "And with that, let’s turn it over to your questions."
      ],
      "Operator": [
         "Good morning. The Roper Technologies Conference Call will now begin. Today’s call is being recorded. All participants will be in listen only mode. [Operator Instructions]",
         "I would now like to turn the call over to Zack Moxcey, Vice President of Investor Relations. Please go ahead."
      ],
      "Zack Moxcey": [
         "Good morning, and thank you all for joining us as we discuss our acquisition of Vertafore. Joining me on the call this morning are Neil Hunn, President and Chief Executive Officer; Rob Crisci, Executive Vice President and Chief Financial Officer; Jason Conley, Vice President, controller; and Shannon O’Callaghan, Vice President of Finance.",
         "Earlier this morning, we issued a press release announcing our definitive agreement to acquire Vertafore. The press release also includes replay information for today’s call. We prepared a short presentation to accompany today’s call, which is available through the webcast and is also available on our website.",
         "Now, if you’ll please turn to Slide 2. We begin with our Safe Harbor statement. During the course of today’s call, we will make forward-looking statements, which are subject to risks and uncertainties as described on this page, in our press release, and in our SEC filings. You should listen to today’s call in the context of that information.",
         "And now, if you’ll please turn to Slide 3, I’ll turn the call over to Neil. After his prepared remarks, we’ll take questions from our telephone participants. Neil."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "We will now go to our question-and-answer portion of the call. [Operator Instructions] And our first question will come from Deane Dray of RBC. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "3": {
         "Remarks": [
            "Thank you. Good morning, everyone."
         ],
         "Speaker": "Deane Dray"
      },
      "4": {
         "Remarks": [
            "Hey, Deane, good morning. Are you in Nantucket?"
         ],
         "Speaker": "Neil Hunn"
      },
      "5": {
         "Remarks": [
            "Yes. Yes, sir. So what I’d love to start with is that this is an adjacency to iPipeline, which is life insurance. So you guys have done some adjacent purchases like with TransCore, as I recall. But just the dynamics of having two different businesses within insurance, it sounds like you’ll still run them independently. But are there any synergies between the two? And do the regulators see these as completely separate markets?"
         ],
         "Speaker": "Deane Dray"
      },
      "6": {
         "Remarks": [
            "Yes. So they are very distinct separate markets. The distribution – the carriers are, for the most part, different. I think, there’s a handful of carriers that write both property and casualty and life. But for the most part, the insurance writers, if you will, are different. The distribution channels are different. The channel economics are different. Life insurance, you sell once. P&C, you have to sell virtually every year.",
            "So this is – the industry dynamics are very different. We just to confirm for everybody, well, we will run Vertafore and iPipeline as independent businesses. There’s no plans at all to integrate them in anyway in the short-term or long run.",
            "That said, there certainly probably are some best practices that can be shared across. What is relatively mature in the life insurance space is the automated connectivity between the agencies and the carriers. That’s less mature in the P&C space. And so there’s certainly some best practices that can likely be shared there, but these are fundamentally different end markets.",
            "And then it’s important to note also, Deane, and it’s a subtlety, iPipeline is in our network segment for the reasons that we talked about when we did that deal, the vast majority of that business is about connecting all the parties in the life insurance space, if you will. Vertafore is going to be in our Applications segment, because the core of what Vertafore does is sell this ERP-like solution for the agencies."
         ],
         "Speaker": "Neil Hunn"
      },
      "7": {
         "Remarks": [
            "All right. That distinction is really helpful. Thanks for that color. And then the follow-up question is, look, this is one of the larger deals that Roper has done and the largest you’ve done, Neil. What are the considerations about the pipeline, no pun intended today? Have you used up your – all your dry powder? Can you do both on deals in the interim? And might you consider equity, too, as partial funding for this deal?"
         ],
         "Speaker": "Deane Dray"
      },
      "8": {
         "Remarks": [
            "All right. So we’ll try to hit all of those. So for funding for this deal, no. There’s not going to be use of equity in any shape, way, shape or form. We’re very confident in our funding sources, as we talked about cash revolver and some new bonds and we discussed that process and strategy with the rating agencies.",
            "Relative to the pipeline, this is sort of like back to the future a little bit with Deltek. When we did Deltek, we told investors and the rating agencies and our bond investors that we delever over the course of 12 to 18 months, that’s what we’re going to do here. There are a few small number of little bolt-ons sort of in that deleveraging period after Deltek. That could be the case here, but we’re committed to deleveraging here over the next bit of time."
         ],
         "Speaker": "Neil Hunn"
      },
      "9": {
         "Remarks": [
            "That’s real helpful, and congrats to everyone. Thanks."
         ],
         "Speaker": "Deane Dray"
      },
      "10": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Neil Hunn"
      },
      "11": {
         "Remarks": [
            "Thanks, Deane."
         ],
         "Speaker": "Robert Crisci"
      },
      "12": {
         "Remarks": [
            "Our next question comes from Julian Mitchell of Barclays. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "13": {
         "Remarks": [
            "Hi, good morning, and congratulations. Maybe just my first question around the figures you laid out on Page 3 on the sales and EBITDA. So the margins look very, very high at Vertafore, 49%, 50% or so. Just wondered if you could explain how the margins have trended in recent years in the business, and whether those numbers you lay out for 2021 include anything in the way of sales or cost synergies?"
         ],
         "Speaker": "Julian Mitchell"
      },
      "14": {
         "Remarks": [
            "There’s no – yes, there’s sales or cost synergies at all in the model, because there’s nothing that we can integrate it into that would drive either one of those lines. To your first question, the – we’re buying this business from Bain and Vista. Their thesis for 4.5 years ago was to structurally work to improve the margins in this business.",
            "And in the management team here, Amy, did a great job in doing that. And we spent a lot of time in our diligence making sure that this was a durable margin structure. They sort of centralized and standardized. They went from 14 to seven offices. They went from four ERPs to one. They went from three sales force implementations to one. They did a nice job sort of investing go-to-market, investing in the products over this period of time. They added a customer for life organization.",
            "So they are able to sort of take costs out that were truly redundant and then invest where they needed to invest to drive growth and Net Promoter Score gains, if you will. And it’s also – it’s worth noting that sort of these are the industry – the margins now is what we understand to be the industry margins, right? So it’s – we’re not an outlier in that regard."
         ],
         "Speaker": "Neil Hunn"
      },
      "15": {
         "Remarks": [
            "Yes, right. It’s a very high gross margin business. And so therefore, you have 30, 35 points of investment. it’s still running EBITDA margins in the high-40s. So it’s a very healthy business and we’ll continue to invest and we’ll continue to invest to accelerate organic growth moving forward."
         ],
         "Speaker": "Robert Crisci"
      },
      "16": {
         "Remarks": [
            "That’s helpful. Thank you. And then maybe if you could just give me some context as to the addressable market that the size of that for Vertafore. I think you mentioned, Neil, it’s a clear market leader in the niche. So any indications of the approximate market share and who its main competitors might be?"
         ],
         "Speaker": "Julian Mitchell"
      },
      "17": {
         "Remarks": [
            "Sure. So in aggregate, the market size, if you will, about three $3.5 billion, that’s sort of annual recurring revenue to measure on that market size. It’s split about 40%, 45% or so on the agency side and the balance on the carrier side.",
            "The principal competitor on the agency side is a company called Applied Systems. It’s owned by a sponsor. And then the competitors on the carrier side are really small, niche, best-of-breed or sort of niche competitors. There’s not a single large one in any of the sort of sub-verticals in which Vertafore competes."
         ],
         "Speaker": "Neil Hunn"
      },
      "18": {
         "Remarks": [
            "That’s very helpful. Thank you."
         ],
         "Speaker": "Julian Mitchell"
      },
      "19": {
         "Remarks": [
            "Yes. Thank you."
         ],
         "Speaker": "Neil Hunn"
      },
      "20": {
         "Remarks": [
            "Our next question comes from Joe Ritchie of Goldman Sachs. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "21": {
         "Remarks": [
            "Thanks. Good morning, guys."
         ],
         "Speaker": "Joseph Ritchie"
      },
      "22": {
         "Remarks": [
            "Good morning. Hi, Joe."
         ],
         "Speaker": "Neil Hunn"
      },
      "23": {
         "Remarks": [
            "Hi, Joe."
         ],
         "Speaker": "Robert Crisci"
      },
      "24": {
         "Remarks": [
            "Hey, Neil, just maybe just give us a little bit more on the history here. So, this is a company that’s kind of traded hands now a couple of times over the past decade. Is this something that you guys have looked at in the past? Like how did this deal come to fruition? How much diligence did you guys do on it?"
         ],
         "Speaker": "Joseph Ritchie"
      },
      "25": {
         "Remarks": [
            "Yes. I appreciate and happy to answer that question. So we first look at this business in the first part of 2016 in the process that was run when Bain and Vista bought it. We liked a lot about the business, then the characteristics of the business, the niche, the market, the durability of the market, the growth drivers, all sort of the business fundamental things.",
            "At that point in time, it was a management team that, that we couldn’t get particularly excited about. And so we backed away, as we often do. That’s – this – the management team sort of thriving inside of our culture is outside of cash return threshold is the number one reason we walk away from a transaction, it’s not unusual.",
            "So we stayed close to the business. And then beginning, it was the first quarter of last year, we went to Denver and spent time with Amy and her team to sort of get reacquainted with the business and understand sort of how they evolved, and essentially stayed close to the team over the course last 18 months.",
            "So yes, it’s been an extended getting to know this company process. And then over the last six or so weeks, maybe seven or eight weeks in the market diligence and then the diligence with the company itself, things accelerated as they do in these processes."
         ],
         "Speaker": "Neil Hunn"
      },
      "26": {
         "Remarks": [
            "Got it. That’s helpful back color. I appreciate that. And then maybe just thinking about the growth environment for this business. It sounds like you guys are pretty enthusiastic about its prospects. I’d just be curious if you could maybe just give us a little bit more on the history.",
            "So you mentioned that, that the private equity partners are really focused on expanding margins. How did this company grow over the past one to three years? And if you’re thinking about kind of like the growth trajectory, what’s the area do you think you’re most excited about?"
         ],
         "Speaker": "Joseph Ritchie"
      },
      "27": {
         "Remarks": [
            "I’m going to let Rob sort of talk about the growth here in a second. I just – I want to be a little more precise in our thoughts. The sponsors here, their goal was to – their investment thesis was certainly to improve the margins, but do it – basically drive a better operationally and efficient organization, right?",
            "I mean, so they did it the right way. I just want to underscore that. This wasn’t sort of financial engineering and laying off a bunch of people. That’s not what this exercise was. So we feel we’ve got a much more operationally efficiently run business than what we looked at in 2016.",
            "Well, let me have – let Rob sort of talk about the growth in the prospect."
         ],
         "Speaker": "Neil Hunn"
      },
      "28": {
         "Remarks": [
            "Yes. It’s been consistent mid single-digit organic growth business really for the past decade, and that’s what we see moving forward that are, obviously, we’ll work to do better than that, but very, very consistent, very resilient, holding up very well this year, right in the COVID environment, like many of our software businesses. So it’s a really good end market and a really steady growth business."
         ],
         "Speaker": "Robert Crisci"
      },
      "29": {
         "Remarks": [
            "Okay. Thanks, guys."
         ],
         "Speaker": "Joseph Ritchie"
      },
      "30": {
         "Remarks": [
            "Yes. Thank you."
         ],
         "Speaker": "Neil Hunn"
      },
      "31": {
         "Remarks": [
            "Our next question comes from Richard Eastman of Robert W. Baird. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "32": {
         "Remarks": [
            "Yes, good morning, and thanks for the questions and congrats."
         ],
         "Speaker": "Richard Eastman"
      },
      "33": {
         "Remarks": [
            "Thank you very much, Rich."
         ],
         "Speaker": "Neil Hunn"
      },
      "34": {
         "Remarks": [
            "Good morning."
         ],
         "Speaker": "Robert Crisci"
      },
      "35": {
         "Remarks": [
            "Just a couple of questions. There was a reference in the slides here to this being a subscription-based kind of SaaS model. But can I just – is there still a perpetual piece to this? And is there any conversion kind of trends here going on within the business currently?"
         ],
         "Speaker": "Richard Eastman"
      },
      "36": {
         "Remarks": [
            "No. I mean, it’s 90, like I said, a little over 90% recurring today. It’s – the delivery is 80-plus percent in the cloud. So there’s very little conversion, if you will. What we talked about with Deltek and Aderant and PowerPlan, that conversion uplift is in the rearview mirror for this business."
         ],
         "Speaker": "Neil Hunn"
      },
      "37": {
         "Remarks": [
            "Okay. All right. And the revenue that you referenced for 2021, that would be an adjusted revenue number?"
         ],
         "Speaker": "Richard Eastman"
      },
      "38": {
         "Remarks": [
            "Yes. Adjusted for – yes, it’s adjusted for the deferred. We don’t have exact now – it’s – it won’t be a huge number, but yes, so it’ll be our normal customary adjustments on the revenue."
         ],
         "Speaker": "Robert Crisci"
      },
      "39": {
         "Remarks": [
            "Okay. Okay. And then also within that, the mid single-digit growth rate that you just mentioned, is there a price component to that, that you can maybe share? I mean, if we’re mid single digits, is there a – is there an inflator kind of built into the subscription here that might be a point or two?"
         ],
         "Speaker": "Richard Eastman"
      },
      "40": {
         "Remarks": [
            "Yes. So the way to think about that is as we – as I said in my prepared remarks, it’s the – there’s a number of growth drivers here, right, across the three parts of their business or product sets, agency carrier and their sort of data insights and benchmarks. So like any software business, there’s a little bit of churn. There’s a little bit of price good guy. There’s a little bit of up-selling. There’s a little bit of cross-selling. There’s a little bit of new logos in it.",
            "And you look at that across these three product verticals, there’s not one of those. It’s like a three by five grid. There’s not one of those boxes in that grid. That’s a predominant growth driver in this business, it’s super balanced across all of that."
         ],
         "Speaker": "Neil Hunn"
      },
      "41": {
         "Remarks": [
            "Okay. Okay, very good. And if you don’t mind just taking one more, just from a modeling perspective, any sense right now of what maybe the blend of cash and debt would be, and maybe the – again, is a 3% number a decent blended number to use on the debt portion?"
         ],
         "Speaker": "Richard Eastman"
      },
      "42": {
         "Remarks": [
            "We’d expect the total financing costs to be under 2%. Once we’re all said and done, given the market conditions that currently exist."
         ],
         "Speaker": "Robert Crisci"
      },
      "43": {
         "Remarks": [
            "Okay, very good. Well, attractive. Okay. Thanks, guys. I appreciate it."
         ],
         "Speaker": "Richard Eastman"
      },
      "44": {
         "Remarks": [
            "Thanks."
         ],
         "Speaker": "Robert Crisci"
      },
      "45": {
         "Remarks": [
            "Our next question comes from Steve Tusa of JPMorgan. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "46": {
         "Remarks": [
            "Hey, guys, good morning."
         ],
         "Speaker": "Stephen Tusa"
      },
      "47": {
         "Remarks": [
            "Hey, good morning, Steve."
         ],
         "Speaker": "Neil Hunn"
      },
      "48": {
         "Remarks": [
            "Good morning."
         ],
         "Speaker": "Robert Crisci"
      },
      "49": {
         "Remarks": [
            "Congrats."
         ],
         "Speaker": "Stephen Tusa"
      },
      "50": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Neil Hunn"
      },
      "51": {
         "Remarks": [
            "The – just from a sales perspective, I think, reading some of these credit reports they talked about a little bit of choppiness in sales, back maybe a year or so ago, anything – can you just maybe elaborate on what happened there? And has the sales trend for these guys been consistent over the last couple of years? I know over the last 12 years, it’s been pretty consistent, but I thought I read something in somebody reports about that?"
         ],
         "Speaker": "Stephen Tusa"
      },
      "52": {
         "Remarks": [
            "No, nothing that we’ve looked at through our diligent streams would suggest any of that. If anything, it’s been just super steady. It’s super recurring. And B.J., their Head of Sales has done a great job of sort of increasing the go-to-market capabilities here. So, no, there hasn’t been any near-term recent historical choppiness on the revenue side."
         ],
         "Speaker": "Neil Hunn"
      },
      "53": {
         "Remarks": [
            "Okay. And then, I think, they’ve done a couple of deals. And you said mid single-digit organic."
         ],
         "Speaker": "Stephen Tusa"
      },
      "54": {
         "Remarks": [
            "Correct."
         ],
         "Speaker": "Neil Hunn"
      },
      "55": {
         "Remarks": [
            "How much have deals added over the last, call it, I don’t know, three years, four years?"
         ],
         "Speaker": "Stephen Tusa"
      },
      "56": {
         "Remarks": [
            "It’s pretty small. Their history of long track [Technical Difficulty] is they do about a deal every couple of years-ish. And they are all – well, the recent ones have been little sort of bolt-ons from a product point of view, they can push into a distribution channel. It’s been pretty – it’s been – these are small businesses. They’re buying a product and then trying to grow them organically through distribution."
         ],
         "Speaker": "Robert Crisci"
      },
      "57": {
         "Remarks": [
            "Got it. And then one more just on leverage. Where will you be kind of pro forma at year-end? Or where will this bring you to pro forma? I mean, I guess, I can do the math, but…"
         ],
         "Speaker": "Stephen Tusa"
      },
      "58": {
         "Remarks": [
            "Yes. We’ll be somewhere in the low-4s.."
         ],
         "Speaker": "Robert Crisci"
      },
      "59": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Stephen Tusa"
      },
      "60": {
         "Remarks": [
            "…from a leverage net debt to EBITDA standpoint."
         ],
         "Speaker": "Robert Crisci"
      },
      "61": {
         "Remarks": [
            "Got it."
         ],
         "Speaker": "Stephen Tusa"
      },
      "62": {
         "Remarks": [
            "So, well within solid investment-grade. As Neil mentioned, we’ve already gone through it with the rating agencies. So similar to where we were with Deltek."
         ],
         "Speaker": "Robert Crisci"
      },
      "63": {
         "Remarks": [
            "Sorry, one more. How much cash flow will this ultimately bring? I didn’t see that in the slides."
         ],
         "Speaker": "Stephen Tusa"
      },
      "64": {
         "Remarks": [
            "Yes, it’s our normal conversion. So on $290 million of EBITDA, $220 million, $225 million of cash flow."
         ],
         "Speaker": "Robert Crisci"
      },
      "65": {
         "Remarks": [
            "Two – okay, great. Thanks a lot."
         ],
         "Speaker": "Stephen Tusa"
      },
      "66": {
         "Remarks": [
            "Our next question comes from Joe Giordano of Cowen. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "67": {
         "Remarks": [
            "Hey, guys, good morning."
         ],
         "Speaker": "Joseph Giordano"
      },
      "68": {
         "Remarks": [
            "Hey, good morning, Joe."
         ],
         "Speaker": "Neil Hunn"
      },
      "69": {
         "Remarks": [
            "Good morning."
         ],
         "Speaker": "Robert Crisci"
      },
      "70": {
         "Remarks": [
            "Hey, just on the leadership team, I know when you guys did a foundry, it was – there were some new people stepping up to new positions. Can you talk about like how that transition is happening here? And like, how locked up are these people contractually locked in? Or how is that going to look?"
         ],
         "Speaker": "Joseph Giordano"
      },
      "71": {
         "Remarks": [
            "So you can – you never contractually lock somebody in, right? I mean, it’s – we can provide them a wonderful incentive and a culture in which they can be excited to come to work everyday, which we think we’ve done and do with all of our acquisitions. We spent a lot of time with Amy, the President and CEO here. She spent a lot of time with her team members individually about us. And I think we’re all excited about it, right?",
            "So we know this team has worked very hard for four or five years to position this business for this moment to sort of capture all the opportunities and they want to see that through."
         ],
         "Speaker": "Neil Hunn"
      },
      "72": {
         "Remarks": [
            "So no, there’s no real shake-ups of the ranks there, coming over?"
         ],
         "Speaker": "Joseph Giordano"
      },
      "73": {
         "Remarks": [
            "No, we’re quite excited about this team coming over."
         ],
         "Speaker": "Neil Hunn"
      },
      "74": {
         "Remarks": [
            "So you talk about the niche that Vertafore’s leaders in, there are some large companies that do, I guess, big insurance applications that maybe outside of this niche? And how does that the risk of those SAP-type companies like want – can they move into something like this? Or how deep is that mode around the niche that you’re in?"
         ],
         "Speaker": "Joseph Giordano"
      },
      "75": {
         "Remarks": [
            "We think it’s a pretty deep moat, lots of barriers to entry and a very well served market, right? And so it’s – and also the workflows for an agency are completely different than the workflows of making something or it’s just completely different from a software configuration point of view, right? Think about what the business is of an independent agent.",
            "So yes, there’s – none of those sort of household name, SAP Oracle, they don’t exist in this market for lots of reasons, not the least of which is the regulations that you have to operate in."
         ],
         "Speaker": "Neil Hunn"
      },
      "76": {
         "Remarks": [
            "And then last for me, a quick one. Like what’s the typical length of the contract? Is it – are they normally like one-year annual contracts that kind of just pricing changes each year?"
         ],
         "Speaker": "Joseph Giordano"
      },
      "77": {
         "Remarks": [
            "They’re serving anywhere between one and three years. I think, the average is a little bit north of two. But this is really about the relationship they have with their customers from a value point of view, less about like a contractual one. And that’s a philosophy of Roper, by the way, which is – we let the value do the talking more than we try to let the contractual terms do the talking relative to our customer relationships."
         ],
         "Speaker": "Neil Hunn"
      },
      "78": {
         "Remarks": [
            "Great. Thanks, guys. Congrats."
         ],
         "Speaker": "Joseph Giordano"
      },
      "79": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Neil Hunn"
      },
      "80": {
         "Remarks": [
            "Sure."
         ],
         "Speaker": "Robert Crisci"
      },
      "81": {
         "Remarks": [
            "Our next question comes from Alex Blanton of Clear Harbor Asset Management. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "82": {
         "Remarks": [
            "Hi, good morning."
         ],
         "Speaker": "Alex Blanton"
      },
      "83": {
         "Remarks": [
            "Hey, good morning, Alex."
         ],
         "Speaker": "Neil Hunn"
      },
      "84": {
         "Remarks": [
            "Good morning, Alex."
         ],
         "Speaker": "Robert Crisci"
      },
      "85": {
         "Remarks": [
            "A couple of numbers. The size of the bond issue that you’re contemplating?"
         ],
         "Speaker": "Alex Blanton"
      },
      "86": {
         "Remarks": [
            "Yes. It’s going to – again, we haven’t announced the bond deal. So – but roughly if you do the math $2.5 billion to $3 billion sort of size."
         ],
         "Speaker": "Robert Crisci"
      },
      "87": {
         "Remarks": [
            "$2.5 billion to $3 billion of bonds?"
         ],
         "Speaker": "Alex Blanton"
      },
      "88": {
         "Remarks": [
            "Correct."
         ],
         "Speaker": "Neil Hunn"
      },
      "89": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Robert Crisci"
      },
      "90": {
         "Remarks": [
            "Yes. So you’re keeping – you’re not going to use all of your revolver, because…"
         ],
         "Speaker": "Alex Blanton"
      },
      "91": {
         "Remarks": [
            "Well, we have the revolver, we’ve got – we have a maturity, a $600 million maturity at the end of the year, right? So we have to contemplate for. And then a small acquisition that we announced last week that we expect to close towards the end of the year first part of next year that reserving some of that revolver for."
         ],
         "Speaker": "Neil Hunn"
      },
      "92": {
         "Remarks": [
            "We also have cash on hand, as you know, Alex, that we can apply to this. We have about $1.5 billion of cash on hand."
         ],
         "Speaker": "Robert Crisci"
      },
      "93": {
         "Remarks": [
            "Yes, yes, right. Okay. The small acquisition, how big is that?"
         ],
         "Speaker": "Alex Blanton"
      },
      "94": {
         "Remarks": [
            "$365 million.."
         ],
         "Speaker": "Neil Hunn"
      },
      "95": {
         "Remarks": [
            "$365 million, yes."
         ],
         "Speaker": "Robert Crisci"
      },
      "96": {
         "Remarks": [
            "Did you put out anything on that release or anything?"
         ],
         "Speaker": "Alex Blanton"
      },
      "97": {
         "Remarks": [
            "It came through our – it’s a company called EPSi. We’re buying it from Allscripts, and Allscripts and Strata put a release out. We’re integrating with our Strata business."
         ],
         "Speaker": "Neil Hunn"
      },
      "98": {
         "Remarks": [
            "Allscripts…"
         ],
         "Speaker": "Alex Blanton"
      },
      "99": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Neil Hunn"
      },
      "100": {
         "Remarks": [
            "…put out a release?"
         ],
         "Speaker": "Alex Blanton"
      },
      "101": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Neil Hunn"
      },
      "102": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Alex Blanton"
      },
      "103": {
         "Remarks": [
            "And Strata."
         ],
         "Speaker": "Robert Crisci"
      },
      "104": {
         "Remarks": [
            "As did our business, Strata, correct. Strata."
         ],
         "Speaker": "Neil Hunn"
      },
      "105": {
         "Remarks": [
            "And that transaction is under – it’s going through the regulatory process, and we don’t expect it to close until later this year."
         ],
         "Speaker": "Robert Crisci"
      },
      "106": {
         "Remarks": [
            "Okay. The CapEx on this business as a percent of sales?"
         ],
         "Speaker": "Alex Blanton"
      },
      "107": {
         "Remarks": [
            "Very asset-light software business, right? So CapEx as a percent of sales, I mean, is, what $10 or so million of CapEx a year and then there’s some capitalized software in there as well in the sort of $10 million to $15 million range."
         ],
         "Speaker": "Robert Crisci"
      },
      "108": {
         "Remarks": [
            "$10 million to $15 million, in addition to the $10 million?"
         ],
         "Speaker": "Alex Blanton"
      },
      "109": {
         "Remarks": [
            "Correct."
         ],
         "Speaker": "Robert Crisci"
      },
      "110": {
         "Remarks": [
            "Okay. All right. Do have any competitive action against Verisk, V-E-R-I-S-k?"
         ],
         "Speaker": "Alex Blanton"
      },
      "111": {
         "Remarks": [
            "We’re aware of Verisk. Verisk is not a meaningful competitor in these niches."
         ],
         "Speaker": "Neil Hunn"
      },
      "112": {
         "Remarks": [
            "Okay. If you take the $3.5 billion, you divide $90 million in revenue, that’s 17%. Is that the way to look at it?"
         ],
         "Speaker": "Alex Blanton"
      },
      "113": {
         "Remarks": [
            "I’m sorry, what was the first number?"
         ],
         "Speaker": "Robert Crisci"
      },
      "114": {
         "Remarks": [
            "Well, $3.5 billion, it’s $3.5 billion market."
         ],
         "Speaker": "Alex Blanton"
      },
      "115": {
         "Remarks": [
            "Oh, our market share. Yes, yes. Go ahead, Neil."
         ],
         "Speaker": "Robert Crisci"
      },
      "116": {
         "Remarks": [
            "So you can do that math, right? But it’s a little more nuanced than that. They have higher market share on the agency side. And they have lower market share on the carrier side."
         ],
         "Speaker": "Neil Hunn"
      },
      "117": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Alex Blanton"
      },
      "118": {
         "Remarks": [
            "The agency side is a little bit slower growth. In the carrier side, it’s a little bit faster growth, as you’d expect with those market dynamics."
         ],
         "Speaker": "Neil Hunn"
      },
      "119": {
         "Remarks": [
            "Right. So are you the largest? Just the largest.."
         ],
         "Speaker": "Alex Blanton"
      },
      "120": {
         "Remarks": [
            "On the agency side, it’s a duopoly essentially with Applied Systems, we’re about the same size. And on the carrier side, it’s very wide open competitive from a – because it’s a lot of small bolt-on niche competitors."
         ],
         "Speaker": "Neil Hunn"
      },
      "121": {
         "Remarks": [
            "So very fragment, I see, because 17% is not exactly a big share of this market."
         ],
         "Speaker": "Alex Blanton"
      },
      "122": {
         "Remarks": [
            "A lot of whitespace here."
         ],
         "Speaker": "Neil Hunn"
      },
      "123": {
         "Remarks": [
            "On the growth side, do you expect that the bulk of the growth will come from expansion of the market or expansion of your market share?"
         ],
         "Speaker": "Alex Blanton"
      },
      "124": {
         "Remarks": [
            "Well, a little bit of both here. You have a – you definitely have a growing market, right? There is insurance premiums grow low to mid single digits, agents grow low single digits. So you definitely have market growth. And then you have a fair amount of market penetration growth, right?",
            "So this is the – $3.5 billion is the market opportunity, that’s not fully served. And so you’re certainly capturing more of the available market. And then there’ll be a little bit of market share gain as well."
         ],
         "Speaker": "Neil Hunn"
      },
      "125": {
         "Remarks": [
            "Okay. And finally, the foreign business?"
         ],
         "Speaker": "Alex Blanton"
      },
      "126": {
         "Remarks": [
            "This is mostly U.S.. It’s 97% in the United States."
         ],
         "Speaker": "Neil Hunn"
      },
      "127": {
         "Remarks": [
            "Okay. But is there an opportunity outside the U.S., or is it too different?"
         ],
         "Speaker": "Alex Blanton"
      },
      "128": {
         "Remarks": [
            "I think it’s meaningfully different. The distribution of insurance products outside the U.S. is very different. But hey, there was a slide in their management presentation about a long range opportunity, but it’s nowhere in our models at all."
         ],
         "Speaker": "Neil Hunn"
      },
      "129": {
         "Remarks": [
            "Yes. Okay. All right. Thank you."
         ],
         "Speaker": "Alex Blanton"
      },
      "130": {
         "Remarks": [
            "Thanks, Alex."
         ],
         "Speaker": "Neil Hunn"
      },
      "131": {
         "Remarks": [
            "Thanks, Alex."
         ],
         "Speaker": "Robert Crisci"
      },
      "132": {
         "Remarks": [
            "This concludes our question-and-answer session. We will now return back to Zack Moxcey for any closing remarks."
         ],
         "Speaker": "Operator"
      },
      "133": {
         "Remarks": [
            "Thank you, everyone, for joining us today, and we look forward to speaking with you during our next earnings call."
         ],
         "Speaker": "Zack Moxcey"
      },
      "134": {
         "Remarks": [
            "The conference has now concluded. Thank you for attending today’s presentation. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}