{
   "Date": "July 28, 2020",
   "Presentation": {
      "John Michel": [
         "Thank you, Mark. Good morning everyone and thank you again for joining us. It is great to be a member of the HomeStreet team. Before I comment on earnings, I want to let everyone know, we filed an amended press release this morning to correct an error in the presentation related to the efficiency ratios on page four. The actual efficiency ratios for the last five quarters are 62.6%, 68.5%, 74.8%, 75.9% and 82.4%.",
         "In the second quarter of 2020, our net income was $18.9 million, or $0.81 per share, with core income of $20.2 million or $0.86 per share and pre-provision core income before income taxes of $32 million. This compares to net income, core income and pre-provision core income before taxes of $7.1 million, $8.1 million and $24.1 million respectively in the first quarter of 2020.",
         "Net interest income was higher in the second quarter of 2020 when compared to the first quarter of 2020, due to an increase in interest-earning assets and an increase in our net interest margin to 3.12%. This increase in our net interest margin was due to decreased funding cost, which was only partially offset by decreases in our yields on interest-earning assets. At the end of the second quarter our cost of deposits was 51 basis points.",
         "Due to adverse economic conditions related to the COVID-19 pandemic, we recorded additional provisions during the first six months of 2020 for credit losses as an estimate of potential impact of these conditions on our loan portfolio. The provision for credit losses was $6.5 million for the second quarter of 2020, as compared to $14.0 million in the first quarter of 2020.",
         "As we have not experienced any meaningful adverse changes in our non-accrual or adversely classified loans, our provision for credit losses for the second quarter was primarily related to commercial business, owner-occupied CRE and non-owner-occupied CRE loans, which were granted forbearances during the first half of 2020.",
         "In computing our allowance for credit losses, we assume that the probability of default would be elevated for these types of loans granted forbearance. Assuming probabilities of default of 60% for commercial business loans, 35% for owner-occupied CRE loans and 50% for non-owner-occupied CRE loans. As a result, at June 30 2020, the allowance for credit losses was 4.04% for commercial business loans, 1.23% for owner-occupied CRE loans and 84 basis points for non-owner-occupied CRE loans.",
         "During the second quarter of 2020, non-core items included $1.6 million of impairments related to vacant space resulting from our restructuring activities. $0.7 million of income related to a contingent earn-out from our 2019 sale of our home-lending centers. A $0.2 million charge-off of holdbacks related to our sales and mortgage servicing rights in 2019, and $0.6 million of other restructuring costs.",
         "The increase in non-interest income for the second quarter of 2020 was due to a $7.5 million increase in gains on loan sales, which was partially offset by a $3.7 million decrease in loan servicing income.",
         "The increase in gains on loan sales was due to an increase in profit margin, and the decrease in loan servicing income was due primarily to favorable risk management results on our mortgage servicing rights in the first quarter.",
         "The $2.5 million increase in non-interest expense in the second quarter of 2020, was due to non-core charges and additional compensation costs related to the origination of loans.",
         "I will now turn the call back over to Mark."
      ],
      "Mark Mason": [
         "Hello and thank you for joining us for our second quarter 2020 earnings call. Before we begin, I'd like to remind you that our detailed earnings release was furnished yesterday afternoon and an accompanying investor presentation was filed this morning to the SEC on Form 8-K and are available on our website at ir.homestreet.com under the News & Events link. In addition, a recording and a transcript will be available at the same address following our call.",
         "Please note that in the course of our call today, we may make certain predictive statements that reflect our current views and expectations about the company's performance and financial results. These are likely forward-looking statements that are made subject to the safe harbor statements included in yesterday's earnings release, the investor deck and the risk factors disclosed in our other public filings.",
         "Additionally, reconciliations to non-GAAP measures referred on our call today can be found in our earnings release available on our website. Joining me today is our new Chief Financial Officer, John Michel. On behalf of the entire organization, I would like to welcome John to the team.",
         "You may have noticed that John is already making some changes to our financial reporting. Our earnings release has a new look and format and we hope that these changes will make it easier for investors to quickly understand the important things to know about our performance.",
         "Of course, we're always open to feedback from investors on changes we can make to advance that goal. John will briefly discuss our financial results and then I'd like to give an update on our response to the current COVID-19 pandemic and related credit status, a few comments on our results of operations and our outlook going forward.",
         "John?",
         "Thank you, John. I am very proud of what we accomplished at HomeStreet during the second quarter. Strong mortgage banking profitability, significantly lower cost of deposits, and the impact of our focus on cost efficiency contributed to solid financial performance.",
         "I would like to thank all of our employees for their hard work, delivering these exceptional results under very difficult circumstances. This pandemic illustrates the need for community banks, such as HomeStreet.",
         "Consumers and small businesses have struggled to access and understand federal aid programs, such as the Paycheck Protection Program. These customers have been best served in the crisis by the level of customer service community banks provide.",
         "Many of our larger competitors were unable to provide this needed support, given the breadth of the crisis. As a consequence, we've welcomed many new individual and small business customers to HomeStreet during this crisis.",
         "Although the effects of the global pandemic continue and the long-term impacts are yet to be fully realized, we are encouraged by the performance of our loan portfolio to this point.",
         "Our commercial business loan portfolio, which contains lines of credit and term loans, has by design limited concentrations by industry in order to help limit our risk of exposure to any one part of the market.",
         "Additionally, we have generally avoided lending to riskier industries, like hospitality and leisure, travel, food service, fitness, energy and entertainment. This conservatism has served us well in the pandemic.",
         "The remainder of our loan portfolio is secured by conservatively underwritten, high-quality real estate and some of the strongest and previously fastest-growing economies in the nation.",
         "As a result, our loan portfolio is performing well relative to peers. As of June 30, our commercial business loans granted forbearance. 88% of them have completed their forbearance period and have resumed regular payments and only 3% of these borrowers have requested a second forbearance period.",
         "Commercial business and CRE owner-occupied loans in forbearance have declined by 91% and 77% to only $4.5 million and $21.3 million respectively as of June 30. Based on our survey of commercial business loan borrowers, nearly all of them have reopened their businesses at some level. And approximately 80% do not currently foresee the potential need for additional forbearing.",
         "Of the 137 commercial business and CRE owner-occupied real estate loans that have completed their forbearances, only four are past due or on non-accrual. The forbearance periods for the majority of loans granted forbearance that were not completed as of June 30, are scheduled to be completed in the third quarter.",
         "Our investor deck, published this morning, contains good data on our underwriting standards and portfolio composition. We have also added a few slides further disaggregating the information and providing additional detail on the parts of our portfolio most at risk today.",
         "You will note that our non-accrual loans increased slightly this quarter. This increase is the result of downgrading of a few commercial business loans that were recently acquired that were experiencing problems before the pandemic.",
         "Unfortunately, these loans have underwriting deficiencies and irregularities that were not identified in our due diligence prior to our acquisition. Fortunately, at this time, we feel our potential loss exposure is adequately addressed in our allowance for credit losses.",
         "It is clear to us today that our risk concentrations are well-defined and we believe manageable with current reserves, capital and earnings. Given our current performance and customer outlook, we believe we may not need any significant loan loss provisions, additional loan loss provisions to address credit risk rising from the pandemic. Of course, there exists significant uncertainty as to the impact of the pandemic and its effect on the length and depth of the recession and the ultimate impact on our loan portfolio.",
         "Adding to our confidence level is the fact that much of the team that initially came to HomeStreet to guide the bank out of the credit challenges of the Great Recession including me, remain at the company today in key positions. This experience and capability have been and will be invaluable as we continue to navigate the current crisis.",
         "We are working hard to support our communities and our customers while also protecting our employees. We like our peers have devoted significant time and resources to processing loans backed by the small business administration under the Paycheck Protection Program. We've again taken applications for these loans on April 3rd. And through June 30th, we approved and registered 1,781 loans, which total net of fees approximately $296 million.",
         "As I mentioned earlier, we welcomed many new customers to the bank and increased core deposits result. Our website has many testimonials from new and existing customers that speak highly of the quality of service and the care they received from our wonderful employees during the crisis.",
         "Today we have a strong capital base with consolidated Tier 1 at risk-based capital ratios of 9.3% and 13.48%. And bank-level Tier 1 at risk-based capital ratios of 9.79% and 14.08%, respectively. Beyond our strong capital base and increased allowance for credit losses, our current earnings provide meaningful additional capacity to absorb future credit losses.",
         "We have ample on-balance sheet liquidity and access to more from our contingent sources. Today our total borrowing capacity from the Federal Reserve and the Federal Home Loan Bank including existing lines an additional unpledged collateral is $4 billion. These conditions gave us the confidence in the second quarter to resume our previously suspended share repurchase program. Since restarting the program through June 30th, we repurchased a total of 396,795 shares of our common stock at an average price of $24.17.",
         "Yesterday, we also announced that the Board has approved an additional $25 million of stock repurchases subject to regulatory non-objection. Reflecting our very strong second quarter results, including the positive trends in our loan portfolio, the Board of Directors also declared a $0.15 per share common stock dividend to shareholders of record on August 7, 2020 and payable on August 24th.",
         "Finally on a governance note in June, we welcomed Jeffrey D. Green to our Board of Directors. Jeff is a former audit partner at Moss Adams and prior head of their banking practice group. Jeff is a Certified Public Accountant and has significant financial institutions and accounting experience and he will make a great addition to our Board of Directors. He's actually already contributed to this release.",
         "Looking forward for the third and fourth quarters of this year, we expect our average loans held for investment to increase moderately as commercial real estate, construction, and commercial lending pipelines are rebuilt. This growth will be offset some -- by continuing high levels of prepayments and the forgiveness of Paycheck Protection Program loans beginning in the fourth quarter.",
         "We expect average deposits to also increase during this period increases in both consumer and business deposits from new customer relationships and consumers continuing to increase the personal liquidity are expected to contribute to this growth. Any growth will be offset somewhat by the outflow of Paycheck Protection Program related funds as businesses use the loan proceeds for their intended purposes.",
         "We expect our net interest margin to continue increasing, assuming the current low level of market interest rates and shape of the yield curve. Our cost of deposits continues to decline.",
         "As of June 30th, our cost of deposits had declined to 51 basis points and we expect further declines as certificates of deposit mature and reprice. Lower deposit costs are expected to be somewhat offset by lower interest-earning asset yields, due to the ongoing repricing of variable rate loans. And originate new loans at current market interest rates.",
         "We expect the level of non-interest income to be stable to somewhat decreasing, through the end of 2020. While uncertain of the timing, we expect some decline in the volume and profit margin of single-family mortgage loans, from these cyclically high levels during the first and second quarters of this year.",
         "While volume and profit margins of mortgages should at some point return to historical levels, when interest rates rise or the capacity of the mortgage industry to process the surge in volume increases, we have not yet, seen any weakness. We expect non-interest expense levels to remain generally stable during this period. Elevated loan commission levels are expected to continue as long as loan volume is elevated.",
         "In fact we are currently adding a few mortgage originations personnel to assist, with the high volume. This will result in a slight increase in the number of FTE. We are carefully watching productivity and efficiency levels as we increase headcount. Overall, we continue to benefit from our profitability and efficiency initiatives. And we continue to work on further efficiencies.",
         "For example, we now expect meaningful reductions in information technology contracts to begin, in January of next year. The current environment has helped our expectation of the timing. And value of real estate-related cost efficiencies, due to the pandemic's impact on subleasing of commercial office space.",
         "We'd like to take a moment and comment, on our just-completed second quarter results. I'm very happy to report that we earned core pre-provision pre-tax income of $32 million, core return on average tangible equity of 12.2%, core return on average assets of 112 basis points and an efficiency ratio of 62.6%.",
         "I would add that, with these results we exceeded each of our profitability and efficiency targets, which we set prior to in which we previously withdrew, due to the pandemic. We've not only attained our goals earlier than forecast, but we have done so, even while adding $6.5 million to our allowance for credit losses during the quarter.",
         "And remember that our targets were originally set without any expectation, for loan loss provisions. For those of you who are able to listen to our conference call last quarter, my following remarks will sound familiar. We must acknowledge that there are a few factors to consider, as we look to both sustain and build upon, our current strong financial performance.",
         "Chiefly, our single-family mortgage business is clearly benefiting, from a very robust environment, for both volume and margin. Interest rate lock volume remained elevated during the second quarter, compared to the first quarter. And our composite profit margin increased substantially to 546 basis points, during the quarter. While history tells us that such favorable environments for mortgage banking do not continue forever. As I alluded to earlier, we see no disruption in the current strength in the cycle at this time.",
         "Next, the absolute lower level of interest rates, which has been a factor in our favorable mortgage banking performance, has also been instrumental to our achieving lower funding costs and a higher net interest margin. The current interest rate environment continues to be conducive towards further modest improvements in both measures, into the third quarter.",
         "Lastly, one of the most obvious opportunities to improve, our near-term bottom line results, is with our credit provision expense. I mentioned earlier, that we believe that we may not need significant additional loan loss provisions to address credit risk arising from the pandemic. To grasp how meaningful this could be to our earnings one, just needs to consider that the $6.5 million provision expense for the second quarter, if taxed at 20% for simplicity would equate to $0.22 per share.",
         "I would like to close my prepared remarks today. By bringing to your attention something that we've always given a great deal of attention to here at HomeStreet. That being capital allocation and growth in tangible book value per share. Fairly muted balance sheet growth at this time, combined with strong capital generation from our operations has provided us the opportunity to return capital to shareholders in a very efficient manner.",
         "We're pleased to have returned substantial excess capital to our shareholders over the past year. In addition to a new regular quarterly common dividend of $0.15 per share, which we initiated in the first quarter of this year, we have collectively repurchased over 3 million common shares during the prior 12 months, representing over 12% of total common shares outstanding.",
         "At $28.73 per share, as of June 30, our tangible book value per share has grown by 7%, since January 1st of this year, notwithstanding the economic and financial effects to date of the pandemic and the introduction of our common dividend.",
         "As evidenced by our additional $25 million share repurchase authorization announced yesterday, we are encouraged by our current operating performance and cautiously optimistic – to our foreseeable future prospects.",
         "With that, this concludes our prepared comments. Thank you for your attention today. John and I would be happy to answer any questions you have at this time."
      ],
      "Operator": [
         "Good afternoon and welcome to the HomeStreet Second Quarter 2020 Earnings Call. All participants will be in listen-only mode. [Operator Instructions] After today’s presentation, there will be an opportunity to ask questions. [Operator Instructions] Please note, this event is being recorded.",
         "I would now like to turn the conference over to Mark Mason, Chairman, President and CEO. Please, go ahead."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "We will now begin the question-and-answer session. [Operator Instructions] Our first question comes from Jeff Rulis with D.A. Davidson. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Thanks. Good morning."
         ],
         "Speaker": "Jeff Rulis"
      },
      "3": {
         "Remarks": [
            "Good morning."
         ],
         "Speaker": "Mark Mason"
      },
      "4": {
         "Remarks": [
            "The margin position seems fairly favorable amongst peers. I wanted to circle back Mark your expectations for margins to increases. Is that exclusive of the PPP impact?"
         ],
         "Speaker": "Jeff Rulis"
      },
      "5": {
         "Remarks": [
            "No that's inclusive of the PPP income."
         ],
         "Speaker": "Mark Mason"
      },
      "6": {
         "Remarks": [
            "Okay, okay. So on a core basis, pretty steady and then just hoping to include a little benefit from PPP?"
         ],
         "Speaker": "Jeff Rulis"
      },
      "7": {
         "Remarks": [
            "No. On a core basis improving. The PPP impact will be declining, right as forgiveness occurs, right and those balances decline. Obviously, that has some impact but the effective margin on PPP loans for us I think is in the high twos at this time. And in our case, we have not sought to accelerate PPP fees. We still have well over $9 million of PPP fees to be recognized out of the $9.5 million of total fees."
         ],
         "Speaker": "Mark Mason"
      },
      "8": {
         "Remarks": [
            "Yes. As you say, we do expect some benefit from the amortization of the loan forgiveness, but we don't expect that to happen until late fourth quarter and then first and second quarter of next year. So over the next six months, we see our core earnings, even though we have PPP downward in price because they're lower-yielding loans but we don't see the benefit of the forgiveness of the loans until the second – first and second quarter of next year."
         ],
         "Speaker": "John Michel"
      },
      "9": {
         "Remarks": [
            "So also Jeff, our deposit costs are continuing to decline at a meaningful level even past the end of June. At this point in July, our cost of deposits is approximately 45 basis points just to put that in perspective."
         ],
         "Speaker": "Mark Mason"
      },
      "10": {
         "Remarks": [
            "No, I think I framed that poorly. Anticipating that sort of PPP is a headwind today and was sort of suggesting that towards the end of the year or maybe early next becomes a tailwind, do you – maybe John, do you have the basis point impact of PPP, what that was impact to margin in the quarter on a negative basis?"
         ],
         "Speaker": "Jeff Rulis"
      },
      "11": {
         "Remarks": [
            "I do not have that calculated but I'll be glad to get it and get it back to you."
         ],
         "Speaker": "John Michel"
      },
      "12": {
         "Remarks": [
            "Okay. No problem. Thanks. The non-accrual adds market that you outlined some commercial credits that were sort of non-COVID related and acquired. What segments were those in from a business standpoint?"
         ],
         "Speaker": "Jeff Rulis"
      },
      "13": {
         "Remarks": [
            "They were dental practice loans of the type that we refer to as dental service organizations, where investors have aggregated practices and centralized business management operations. That is a growing trend in the dental industry. We had acquired a small portfolio of those loans last year and we've had a couple of problems."
         ],
         "Speaker": "Mark Mason"
      },
      "14": {
         "Remarks": [
            "Okay. I would say that the core dentists that you've underwritten and I think stopped early deferrals, the balance of those were pretty favorable as we've opened up. Is that true that that group has done fairly well on the whole?"
         ],
         "Speaker": "Jeff Rulis"
      },
      "15": {
         "Remarks": [
            "Really well. And perhaps we should have highlighted that a little more, but we went with the large numbers, which are so overwhelmingly positive as to reopening -- regrowing revenues. Our dental practices are currently operating at between 70% and 80% of normalized revenue according to our survey. And the vast majority except for a small handful are not anticipating any need for further forbearance. They're back making regular payments. We have precious few delinquencies and it's just a very, very solid piece of the landscape today. And in fact if you look at the level of dental loans with outstanding forbearances, it's fallen to under $4 million and eight borrowers at the end of June. And as we sit here today of course, I think that they're either gone or almost all gone."
         ],
         "Speaker": "Mark Mason"
      },
      "16": {
         "Remarks": [
            "Got it. Okay. Last one on the reserve, you've framed up the methodology. Just trying to -- whether that's versus peers or that's fair or not, it seems more guided by kind of current credit health rather than future potential risks. I wanted to kind of get into the reserve build methodology, I guess the metrics that you see that are underlying that are more qualitative. Kind of what are the inputs on that side that would suggest that you've got a pretty comfortable reserve?"
         ],
         "Speaker": "Jeff Rulis"
      },
      "17": {
         "Remarks": [
            "So, I appreciate that question. We tried to frame it in the comments and maybe we didn't do as good a job as we could have. But pretty simply, we while we're cautiously optimistic about the portfolio and in particular the commercial loans that we have granted forbearance is on, we're fortunate that we can continue to provide comfortably in what I would really call an abundance of caution towards uncertainty.",
            "We feel quite good about the regular CECL-reserving process relative to single-family mortgages and home equity lines of credit. Those probabilities of default and loss given default, those numbers came out of last recession, right? And so, those are sort of acid tested for loss potential. However, the opposite has really been true with respect to commercial loans substantially in C&I loans, owner-occupied real estate loans and to a lesser extent regular commercial real estate permanent loans.",
            "And so, we approached the question of uncertainty by judgmentally increasing the probability of default really significantly for those loan types for which we have provided forbearances. Whether or not they have completed them we're paying again regardless for the total pool of forbearances for commercial business loans, owner-occupied real estate loans and those few number of permanent commercial real estate loans that we provide forbearance to. And roughly, John provided those probabilities in his comments, I'll find the numbers here, but it was..."
         ],
         "Speaker": "Mark Mason"
      },
      "18": {
         "Remarks": [
            "See, yes it's 60% for the business loans, 35% for owner-occupied and 50% for non-owner-occupied CRE."
         ],
         "Speaker": "John Michel"
      },
      "19": {
         "Remarks": [
            "Right. So we applied that expectation of default. We believe, the loss given default numbers or severity in our CECL calculations are still reasonably appropriate. We think at this point, those numbers are extremely conservative. We just don't choose commercial business loans or pure lines of credit and term loans. We are reserved for 60% of them to default at a meaningful loss given default which I think is..."
         ],
         "Speaker": "Mark Mason"
      },
      "20": {
         "Remarks": [
            "Roughly 30%."
         ],
         "Speaker": "John Michel"
      },
      "21": {
         "Remarks": [
            "Roughly 30% loss potential. When today, we see almost all of them out of their forbearance period and paying again. So, we feel like our reserves relative to our pool of risk are really conservatively stated today subject to uncertainty."
         ],
         "Speaker": "Mark Mason"
      },
      "22": {
         "Remarks": [
            "Yes. And the other aspect I want to mention is that we do look at updated economic forecasts from Moody's in terms of evaluating our qualitative factors and have included the most recent valuations from Moody's in terms of economic forecast and that's contemplated in the calculations of our reserve."
         ],
         "Speaker": "John Michel"
      },
      "23": {
         "Remarks": [
            "At the most severe level. Yes. I hope that's clear."
         ],
         "Speaker": "Mark Mason"
      },
      "24": {
         "Remarks": [
            "Yes. No, thanks for the color."
         ],
         "Speaker": "Jeff Rulis"
      },
      "25": {
         "Remarks": [
            "And Jeff, I did get back. It's roughly three to five basis points negative impact from the PPP loans in the second quarter."
         ],
         "Speaker": "John Michel"
      },
      "26": {
         "Remarks": [
            "Appreciate it. Thanks John."
         ],
         "Speaker": "Jeff Rulis"
      },
      "27": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "John Michel"
      },
      "28": {
         "Remarks": [
            "Our next question comes from Steve Moss with B. Riley FBR. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "29": {
         "Remarks": [
            "Hi. Good morning."
         ],
         "Speaker": "Steve Moss"
      },
      "30": {
         "Remarks": [
            "Good morning, Steve."
         ],
         "Speaker": "Mark Mason"
      },
      "31": {
         "Remarks": [
            "Good morning, Steve."
         ],
         "Speaker": "John Michel"
      },
      "32": {
         "Remarks": [
            "Maybe starting on the loan pipeline here a little more optimistic than some others with regard to lending opportunities. Just kind of curious as to -- you kind of mentioned the types of loans, but what you're seeing for loan yields and kind of what maybe extra underwriting standards or covenants you guys are requiring these days?"
         ],
         "Speaker": "Steve Moss"
      },
      "33": {
         "Remarks": [
            "Sure. Look yields are low, right? I mean, given the absolute level of rates and the yield curve yields are still low. Competition for loans maybe less in terms of active lenders, but those that are active are very competitive as to rates. Our commercial real -- for example, our commercial real estate multi-family perm loans are averaging somewhere between…"
         ],
         "Speaker": "Mark Mason"
      },
      "34": {
         "Remarks": [
            "I think it's 350 to…"
         ],
         "Speaker": "John Michel"
      },
      "35": {
         "Remarks": [
            "340 to 370, I think is safe, right?"
         ],
         "Speaker": "Mark Mason"
      },
      "36": {
         "Remarks": [
            "Yes. Yes."
         ],
         "Speaker": "John Michel"
      },
      "37": {
         "Remarks": [
            "We are -- our general commercial business loan pipeline, of course, we suspended early on. We've reopened the pipeline on a limited basis to industries and businesses that have limited impact from the pandemic. That is not as competitive, but of course everything is based upon much lower variable index levels, right? So spreads are consistent to larger, but the absolute level of rates of course is lower.",
            "Having said that, C&I originations are 4.25% to 5% as an absolute number. Construction loans, obviously, in the residential construction area, we're still actively lending. Those yields are still prime plus one generally to 1.5. And we're generally getting point in fees. So the effective yield is over 5% typically. And of course, the mortgage industry is what it is. I mean, you may see in the media 30-year mortgages at around 3%, but with loan-level price adjustment the average is generally higher in the 3.25% to say 3.35% range. If that helps with a little absolute color on, right?"
         ],
         "Speaker": "Mark Mason"
      },
      "38": {
         "Remarks": [
            "Absolutely. That does. Thank you for that. And on expenses here, Mark you mentioned IT expense is coming down meaningfully in the beginning of next year I believe. Just kind of curious as to maybe a little bit more color on that and kind of how you're thinking about the efficiency ratio in 2021."
         ],
         "Speaker": "Steve Moss"
      },
      "39": {
         "Remarks": [
            "Well, we are just finishing negotiating our largest core systems contract -- renegotiating for an early renewal and our mortgage origination system contract. I don't want to say too much about those until we have completed and executed the agreements, but we are going to get most of what we hoped for.",
            "It is a reality when you request to renegotiate a contract early, you will not get the full price benefit you would have of going to maturity and putting it out for proposal. However, we have a significant need to get benefit as soon as possible. And we think that the present value of the difference is not that meaningful, right? Getting it early is important. We are getting meaningful double-digit reductions in the cost of these contracts. In fact, our mortgage origination contract is going to go down by more than half. Our core systems contract a meaningful double-digit reduction. And just as important particularly in our core service agreement, we are getting significant improvements in our service-level agreements and penalties. And additional requirements that will help us provide more consistent and better service to our customers, right?",
            "So comprehensively, we feel very good about the work that we've done with our core service provider, they work productively with us more recently. I know that I voiced some criticism earlier. But more recently they have done a good job in working with us and we're happy with where we're ending up."
         ],
         "Speaker": "Mark Mason"
      },
      "40": {
         "Remarks": [
            "Okay. That's helpful. And then in terms of just the deferrals here it's a good healthy decline on the commercial side. Just kind of curious what is -- I mean CRE non-owner didn't move much in the consumer portfolio. I'm assuming you had three more months to go. Just kind of curious as to what is within that non-owner-occupied bucket and how you feel about the remainder of those deferrals there?"
         ],
         "Speaker": "Q – Steve Moss"
      },
      "41": {
         "Remarks": [
            "Sure. In the non-owner-occupied bucket, we have 16 loans. I think I believe two of those are office buildings and the remainder are primarily retail..."
         ],
         "Speaker": "A – Mark Mason"
      },
      "42": {
         "Remarks": [
            "Some construction because they throw in..."
         ],
         "Speaker": "A – John Mitchell"
      },
      "43": {
         "Remarks": [
            "Plus a few construction loans I think 7-ish. And those are all multifamily and ex-use projects."
         ],
         "Speaker": "A – Mark Mason"
      },
      "44": {
         "Remarks": [
            "Right. And I believe all of those are back constructing again. So..."
         ],
         "Speaker": "A – John Mitchell"
      },
      "45": {
         "Remarks": [
            "Yes. They're back building again. Remember a prohibition in Washington stayed on construction for about 1.5 months to two months. So there are construction delays. And of course, we expect an extension of the lease-up period given current conditions. However, all of these projects particularly the construction projects are backed by very deep-pocketed professional investors and developers who have a lot of outside resources to bring to bear to complete these projects and sustain them through lease-up. And we feel very good about their prospects. They just need a little help."
         ],
         "Speaker": "A – Mark Mason"
      },
      "46": {
         "Remarks": [
            "That's helpful. And just in terms of the single-family and the HELOC that remains is that pretty much three more months to go before we start seeing -- get a better head on credit performance there?"
         ],
         "Speaker": "Q – Steve Moss"
      },
      "47": {
         "Remarks": [
            "So you will see nearly all if not all of those forbearances mature in the third quarter."
         ],
         "Speaker": "A – Mark Mason"
      },
      "48": {
         "Remarks": [
            "Well over half in the third quarter and then the other half mostly in the fourth quarter. And just from a number perspective and you can see in the HELOCs and the other consumer there's a lot of consumer numbers that are in there that we extended from a period of time were really small balance loans in terms of goods. So you can see the average size of those loans is much smaller. The HELOC's tended to be more of the six-month timeframe."
         ],
         "Speaker": "A – John Mitchell"
      },
      "49": {
         "Remarks": [
            "What will actually happen though mechanically with these forbearances at least on the single-family closed inside they will be turned into permanent deferrals. And those agreements will be modified and those payments are typically added on at the end of the mortgages and simply extend their life in most cases."
         ],
         "Speaker": "A – Mark Mason"
      },
      "50": {
         "Remarks": [
            "And that has already started. That process has already started with a number of partners."
         ],
         "Speaker": "A – John Mitchell"
      },
      "51": {
         "Remarks": [
            "So when you see them complete their forbearance period they're not having to bring all those payments current. They're just restarting normal payments which from a credit standpoint is a much better answer."
         ],
         "Speaker": "A – Mark Mason"
      },
      "52": {
         "Remarks": [
            "Great. Alright. Thank you very much. Next quarter."
         ],
         "Speaker": "Q – Steve Moss"
      },
      "53": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "A – Mark Mason"
      },
      "54": {
         "Remarks": [
            "Our next question comes from Matthew Clark with Piper Sandler. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "55": {
         "Remarks": [
            "Hi, good morning. "
         ],
         "Speaker": "Q – Matthew Clark"
      },
      "56": {
         "Remarks": [
            "Good morning."
         ],
         "Speaker": "A – Mark Mason"
      },
      "57": {
         "Remarks": [
            "I appreciate the color on the rates by product. But do you have a weighted average rate on new production in the quarter excluding PPP, or what do you expect kind of the weighted average rate to be based on what you plan to originate in the back half?"
         ],
         "Speaker": "Q – Matthew Clark"
      },
      "58": {
         "Remarks": [
            "When you say back half are you talking about the second half of 2020?"
         ],
         "Speaker": "A – John Mitchell"
      },
      "59": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Q – Matthew Clark"
      },
      "60": {
         "Remarks": [
            "Okay. So what we expect current and future rates to be?"
         ],
         "Speaker": "A – John Mitchell"
      },
      "61": {
         "Remarks": [
            "Look we don't make rate predictions. So any future expectation we would base on this quarter, right? Weighted average rate for all originations let me ask my guys here if we have that. That – it's probably a number we don't have."
         ],
         "Speaker": "A – Mark Mason"
      },
      "62": {
         "Remarks": [
            "Again, the multifamily market, I mentioned earlier is roughly at the current time 340 to 370 and kind of talked about the other rates it depends on the volumes we have of H1."
         ],
         "Speaker": "John Michel"
      },
      "63": {
         "Remarks": [
            "In terms of note rates – okay. So it's going to be impacted by the PPP loans, right? So there's an anomaly this quarter. I mean, our average rate this quarter is probably in the 2.5% range, but that's after having originated $300 million of 1% coupon loans right. Excluding that, it's probably in the – "
         ],
         "Speaker": "Mark Mason"
      },
      "64": {
         "Remarks": [
            "High 3s."
         ],
         "Speaker": "John Michel"
      },
      "65": {
         "Remarks": [
            "High 3s. Yeah. High 3s."
         ],
         "Speaker": "Mark Mason"
      },
      "66": {
         "Remarks": [
            "And we can work look at that better Matthew as we get to the data."
         ],
         "Speaker": "John Michel"
      },
      "67": {
         "Remarks": [
            "No worries. I'm trying to get an incremental margin to give us some visibility knowing the spot rate on deposits. And I assume on the security side, I guess with as cash flows come in, if you are buying something what's kind of the way the average rate there?"
         ],
         "Speaker": "Matthew Clark"
      },
      "68": {
         "Remarks": [
            "Let me ask the treasurer sitting here."
         ],
         "Speaker": "Mark Mason"
      },
      "69": {
         "Remarks": [
            "250 between 240 and 260 right now is what we're looking at. But we are not – with the growth in the or the decline in the balance sheet with the prepayments our liquidity is such that we're trying to deploy those into loans. So we're not purchasing much right now."
         ],
         "Speaker": "Darrell van Amen"
      },
      "70": {
         "Remarks": [
            "Yeah. It was so as our securities portfolio is going to shrink a rise in the year."
         ],
         "Speaker": "Mark Mason"
      },
      "71": {
         "Remarks": [
            "Right now, we're going to hold it flat we're going to repay its cash flows. So we're not going to utilize any excess liquidity for the securities book."
         ],
         "Speaker": "John Michel"
      },
      "72": {
         "Remarks": [
            "Okay. Great. And then maybe shifting gears to expenses. Can you quantify, how much of that $30 million in mortgage-related revenue? I guess, how much was offset by expenses mortgage expense?"
         ],
         "Speaker": "Matthew Clark"
      },
      "73": {
         "Remarks": [
            "Now, we don't break out segments any longer, Matt."
         ],
         "Speaker": "Mark Mason"
      },
      "74": {
         "Remarks": [
            "Figured, I give it a shot."
         ],
         "Speaker": "Matthew Clark"
      },
      "75": {
         "Remarks": [
            "We talked about this on the last call. Didn't we? So, sneaky there. I'm sorry look, when we discontinued the segment simplified the company, we made the decision to not essentially sub-report that segment. And I understand from an analyst standpoint, particularly when you have these substantial changes in volume and profitability, it makes your modeling a little harder. But I'm so impressed with how intelligent you folks are. I'm sure, you'll get it right."
         ],
         "Speaker": "Mark Mason"
      },
      "76": {
         "Remarks": [
            "Great. And then just on the share repurchase I guess, what's your sense for the timing to receive non-objection? And how aggressive might you be in retiring that new $25 million program?"
         ],
         "Speaker": "Matthew Clark"
      },
      "77": {
         "Remarks": [
            "I'm hopeful that, the non-objection will come promptly let's say within two weeks. As you would expect, I have pre-discussed the possibility of us making the request with our regulators. And I believe that, they are based on those discussions favorably inclined, but that's not, an approval nor a non-objection and we have a process to go through and they have their own considerations. And so I'm hopeful that, we receive that within a couple of weeks."
         ],
         "Speaker": "Mark Mason"
      },
      "78": {
         "Remarks": [
            "And then from a perspective of repurchasing, we would be aggressively in the market especially at a relative price compared to our book value – tangible book value."
         ],
         "Speaker": "Darrell van Amen"
      },
      "79": {
         "Remarks": [
            "Right. And our current daily maximum recently was running at about 30,000 shares a day. And it's very hard for us to get that many. We've been averaging 17,000, 18,000 shares a day if that helps."
         ],
         "Speaker": "Mark Mason"
      },
      "80": {
         "Remarks": [
            "Yeah. Great. Thank you."
         ],
         "Speaker": "Matthew Clark"
      },
      "81": {
         "Remarks": [
            "Got it."
         ],
         "Speaker": "Mark Mason"
      },
      "82": {
         "Remarks": [
            "Our next question comes from Jackie Bohlen with KBW. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "83": {
         "Remarks": [
            "Hi. Good morning."
         ],
         "Speaker": "Jackie Bohlen"
      },
      "84": {
         "Remarks": [
            "Hey, Jackie."
         ],
         "Speaker": "Mark Mason"
      },
      "85": {
         "Remarks": [
            "Mark, I wondered if you could give an update on just real estate plans. The IT update has been great, but I know that real estate is another area of focus for you. And last quarter you gave some great color on issues that you're seeing in the market which is trying to divest some of that. So I wondered where that stood? And also just an update on if you've changed, how you think about your overall footprint just in terms of both office space and branches in light of what you've learned through the pandemic?"
         ],
         "Speaker": "Jackie Bohlen"
      },
      "86": {
         "Remarks": [
            "There's a lot of topics in that question."
         ],
         "Speaker": "Mark Mason"
      },
      "87": {
         "Remarks": [
            "Sorry."
         ],
         "Speaker": "Jackie Bohlen"
      },
      "88": {
         "Remarks": [
            "No let me -- and I'll try not to politicize my answer. We have excess space. Much of our excess space is here in Seattle at our corporate headquarters. We have been trying to sublease approximately three floors of space here for some time. We have nibbled away at that. And we leased a whole floor and portions of another floor. However the current environment is not conducive to leasing Class A commercial office space right now. And accordingly, we reserved against our obligations this last quarter approximately $1.6 million expecting lower sublease rates and higher levels of tenant improvement allowances..."
         ],
         "Speaker": "Mark Mason"
      },
      "89": {
         "Remarks": [
            "And longer time frame."
         ],
         "Speaker": "John Mitchell"
      },
      "90": {
         "Remarks": [
            "At a longer time to before we get it leased up. So from a financial results standpoint, we have made our current position a little more conservative. We hope that that is going to be enough to accomplish getting that space absorbed remains to be seen. The -- our view of our space requirements obviously is subject to continuing reconsideration on a number of basis. One, if we end up more permanently having some of our employees work from home, obviously that decreases space needs. If we move to in some functions more of a hoteling concept with partial time at home, obviously that would as well. On the other hand the pandemic has increased spacing requirements. And of course and that goes either way with increasing the amount of space per FTE that you need to safely work in this COVID environment. So what's the net of that? I don't know. Those are all issues in front of us to sort out.",
            "There's also a question of where do we need space. It has been a popular question to me. I do biweekly all-employee calls with our employees. And one of the more popular questions during this period has been are we reconsidering moving our corporate headquarters out of Seattle. I don't know if you've been keeping track of what's going on here in Seattle. I know that the national news has carried a lot of video of demonstrations and protests and vandalism and political unrest here in the city. What you may have not heard though are some of the initiatives that the current City Council has pursued during the pandemic, which include the imposition of a highly paid employee tax on employees who make more than $150,000 per year. That tax is expected and not all the details are known, but we currently estimate it to be $250,000 to $300,000 a year at this juncture.",
            "Additionally, the city has recently placed a moratorium or a prohibition on enforcement of personal guarantees related to commercial real estate leases through the end of the pandemic plus six months. So who knows what -- how long that's going to be. And the city is currently strongly considering a 50% that's a 5 0 percent reduction in the Seattle Police Department budget. At a time when crime is spiraling like in many major cities today, those aren't great -- those are not great things for the city. And I expect ultimately the cooler heads are going to prevail and that we get compromises on those things that might more permanently hurt our competitiveness.",
            "But it does give us pause. And we're fortunate that several years ago, we meaningfully expanded our business outside of Puget Sound Seattle so that we have today a very diversified at least regionally business in the Western United States primarily the large coastal markets. But it's challenging. There's a lot of real estate challenges today.",
            "When you walk around our offices, we've got lots of PPE. We require people to use tissues to hold the handles of doors masks, of course, are mandatory and a lot of spacing. Our people are very safe. And as you all know it's a very challenging environment that we don't really know what the long-term repercussions will be."
         ],
         "Speaker": "Mark Mason"
      },
      "91": {
         "Remarks": [
            "Okay. So it sounds like cost saves to come depending on the environment and longer term potentially more meaningful cost saves and changes to be determined maybe once we reach whatever the new normal is going to look like and you kind of figure out what the best long-term plan goes. Is that a..."
         ],
         "Speaker": "Jackie Bohlen"
      },
      "92": {
         "Remarks": [
            "Fair enough."
         ],
         "Speaker": "Mark Mason"
      },
      "93": {
         "Remarks": [
            "Okay. "
         ],
         "Speaker": "Jackie Bohlen"
      },
      "94": {
         "Remarks": [
            "Yeah."
         ],
         "Speaker": "Mark Mason"
      },
      "95": {
         "Remarks": [
            "Okay. Thank you. And then just one last one for me. John I just wanted to clarify. So in terms of the PPP loans there's no amortization taking place on a quarterly basis of balances that remain on sheet and you plan to accelerate the full amount of the fee at payoff. Do I understand that correctly?"
         ],
         "Speaker": "Jackie Bohlen"
      },
      "96": {
         "Remarks": [
            "No. The amortization is occurring over a two year time frame and some of them are going to be five year because the recent terms were extended, but mostly over a two year time frame. So we're getting an effective yield on them roughly about 2%. And then -- but we don't expect forgiveness which would be accelerating a lot of those fees to start occurring until the fourth quarter and then the first two quarters the next year."
         ],
         "Speaker": "John Michel"
      },
      "97": {
         "Remarks": [
            "So we did not see as such of some banks and calculated an effective yield anticipating a forgiveness scenario, right? We took a little more of a conservative approach. Yeah."
         ],
         "Speaker": "Mark Mason"
      },
      "98": {
         "Remarks": [
            "Okay. So it's a straight amortization of the fees. And then as you get the payoffs you'll accelerate whatever portion remains of that at that point in time."
         ],
         "Speaker": "Jackie Bohlen"
      },
      "99": {
         "Remarks": [
            "That's correct."
         ],
         "Speaker": "John Michel"
      },
      "100": {
         "Remarks": [
            "Okay. Great. Thank you. "
         ],
         "Speaker": "Jackie Bohlen"
      },
      "101": {
         "Remarks": [
            "Thanks, Jackie."
         ],
         "Speaker": "John Michel"
      },
      "102": {
         "Remarks": [
            "[Operator Instructions] Our next question comes from David Ederer with HomeStreet. Please go ahead. "
         ],
         "Speaker": "Operator"
      },
      "103": {
         "Remarks": [
            "Yes. Mark, I don't have a comment. However, question -- but I do have a comment. And that is thank you to you and John for - and your entire team for truly a superb quarter."
         ],
         "Speaker": "David Ederer"
      },
      "104": {
         "Remarks": [
            "Thank you, Dave. For those of you on the line, David Ederer is a recently retired Chairman Emeritus of HomeStreet Bank who has served us well for a very, very long time. Thank you, Dave."
         ],
         "Speaker": "Mark Mason"
      },
      "105": {
         "Remarks": [
            "You bet. Thank you. ",
            "End of Q&A"
         ],
         "Speaker": "David Ederer"
      },
      "106": {
         "Remarks": [
            "This concludes the question-and-answer session. I would like to turn the conference back over to Mark Mason for any closing remarks."
         ],
         "Speaker": "Operator"
      },
      "107": {
         "Remarks": [
            "Thank you all for your patience and listening to our prepared remarks and asking us great questions. Obviously, we are very optimistic and excited about our prospects at this juncture.",
            "We understand there's a lot of uncertainty. We think that we have been very cautious and conservative in our reserving toward that uncertainty. Even understanding that none of us really know how everything is going to play out right here. But we feel like we are just very fortunate that the way we have built our loan portfolio and run our business the conservatism with which we have underwritten loans is finally really showing itself.",
            "I appreciate your time today. Look forward to talking to you next quarter."
         ],
         "Speaker": "Mark Mason"
      },
      "108": {
         "Remarks": [
            "The conference has now concluded. Thank you for attending today's presentation. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}