{
   "Date": "July 21, 2020",
   "Presentation": {
      "Chris Bagley": [
         "Thanks, John and Dan. Good morning, everybody. starting on slide 7, you’ll see our funding mix as of June 30, compared to both the first quarter of 2020, second quarter of 2019. We experienced deposit growth for the quarter of $2.4 billion. Additional customer liquidity created by government stimulus, most notably, the $1.2 billion in PPP loan funding certainly aided deposit growth, but when you adjust for the government stimulus programs, we estimate our growth in deposits to be approximately $1 billion or 24% annualized.",
         "Most of the deposit growth for the quarter occurred in transactions accounts, both not-interest bearing and interest bearing demand deposits. John mentioned, we were able to achieve reductions in our total deposit costs which declined from 67 basis points for the first quarter to 50 basis points, perhaps we continue to monitor our markets and adjusting rates accordingly where we can to stay competitive and as well as manage our deposit costs across the footprint. From a loan perspective, the quarter is the story of PPP or what some of us have dubbed P3, we produced approximately 1.2 billion P3 loans. It has only been achieved with an all-hands effort from our teammates across the entire footprint. I’m extremely proud of our team, they worked long nights and they worked weekends to exceed our customer expectations.",
         "Moving to Slide 8, you’ll see our loan portfolio as of June 30, compared to the first quarter of 2020 and the second quarter of 2019. Total loans increased 1.2 billion for the quarter, not coincidentally is equal to our P3 production for the quarter. When we adjust for this program, our organic loan growth was otherwise essentially flat in the quarter. None of us were surprised by flat loan growth without P3. P3 was the first and foremost priority of our customers during the quarter and so it was our bankers as well. When you consider the time and effort that has gone into the P3 program and the fact that economic activity wasn’t a momentary shutdown, we feel was an overall positive to hold our loan balances somewhat stable.",
         "Slide 9 covers P3 in more detail. Dan mentioned, we generated approximately 14,500 loans totaling $1.2 billion. It’s quite to an average loan size of $85,000, a very granular loan size and the benefit to the small businesses in the communities we serve. The pie chart on the slide shows the distribution of our PP – I’m sorry I messed up P3 loans by state. The P3 loans were a drag on both our net interest margin and average loan yield for the quarter. When you consider both the origination fee and the direct expenses, we expect total yield on these loans to be approximately 2.5%. This could be a bit lumpy going forward as the timing of forgiveness or other prepayments could impact the yield as the remaining unamortized origination fee would then be recognized as interest income at the time the loan is paid down or forgiven.",
         "Moving to Slide 10, we can cover some credit quality highlights for the quarter. We recorded a provision for credit losses of $20 million for the quarter. Dan mentioned certain assumptions within the economic forecast used in our CECL model show deterioration compared to March 31. Our most – significant from a modeling perspective being the unemployment rate. Our net charge-offs for the quarter were low at 3 basis points or $1.2 million. Provisioning for the quarter combined with the low net charge-off number increased our allowance coverage from ratio to 1.67% including P3 loans from 1.53% at the end of the first quarter. We continue to actively monitor the segments of the loan portfolio that have been identified as higher risk as a result of the pandemic.",
         "At the time we had our last quarterly call, approximately 17% of our loan portfolio was in deferral, this is by total balance outstanding. This percentage peaked in mid-June and was at 22.2% at the end of the quarter. We’re expecting during July a large percentage of the credits and deferral resume the normal P&I payments, as our customers have gained more economic clarity in their perspective businesses. As of Friday, July 17, the percentage of portfolio in deferral declined to 13.3%. We’ve received applications for second deferral on less than 5% of the credits for which the original deferral has matured.",
         "For the commercial book, remember our deferrals were primarily 90 day deferments and only performing loans that were current qualified for deferral. The uncertainty of the shutdown caused many to want to maintain and protect liquidity. As these 90 day deferments expire, we’re seeing many of our clients returning to their scheduled payments. We continue to expect additional support requests concentrated in the higher risk portfolios and more specifically the hotel and hospitality segment.",
         "Slides 11 through 14 provide an updated view of the more granular information that we provided last quarter related to the higher risk portfolios. We added two data points for you on each of the tables presented. This information includes the percentage of the loans in deferral about June 30 and July 17. We are monitoring these portfolios more closely with our internal processes. As we are further from year-end and from initial shutdown, more customer data and financial information has become available. For additional deferment requests, we are requiring more information and a more rigorous analysis of shutdown impacts to the customer.",
         "Today, our experiences that many of our customers are able to return to normally scheduled payments. And most of the additional support requests are coming from the hospitality sectors that I mentioned. Our CRE Retail and Medical appear to be bounding and stable at this time, although most medical is still operating at a somewhat reduced capacity. From a hospitality perspective, our focus has been communicating with our customers, monitoring occupancy rates and verification of liquidity sources. It is apparent that overall occupancies on average have increased from the low in March and April. We also see some geographies doing quite well, Florida Panhandle would be an example of that today. Today, we feel positive about the majority of our operators’ ability to weather the storm. The question of course is how long is the storm? The start stop nature of the response to COVID will continue to put stress on this book and potentially other portfolio segments.",
         "Moving to mortgage and insurance. The tables on Slide 15 provide a five quarter look at our results for each product offering. Our mortgage banking operation had a record quarter, producing outstanding production of almost $1 billion in mortgage loans for the quarter contributing to $31.9 million in production and servicing revenue. This represents more than twice our average quarterly historical volume. Our team has worked tirelessly to achieve these results. The rate environment continues to drive refi activity, but the purchase money market is holding up extremely well. Totaling 523 million or 53% of our total volume for the quarter.",
         "Believe it or not, we increased our pipeline total from 570 million at the end of last quarter to 692 million at the June 30. This pipeline increase combined with the widened spreads based on capacity constraints resulted in another out-sized quarter from a margin perspective, a 5.45%. As we said before, the level of margin isn’t sustainable over the long-term, we’re extremely proud of our mortgage team and the contribution they’ve been able to make to our financial performance during very challenging time for our economy and our industry.",
         "Moving to Insurance, total commission revenue for the quarter was 33.1 million compared to 29.6 million for the first quarter of 2020 and 34 million for the second quarter of 2019. As we mention each quarter, we typically benchmark to the same quarter in the prior year given the seasonality of our renewal cycles. The story of our insurance business is essentially the same as last time we spoke. We had a slight decline in our contingent commission accrual compared to the second quarter of last year otherwise insurance commission revenue was – remained essentially flat.",
         "And as we mentioned in last quarter, we continue to have a very high renewal success rates for our current customers, but it’s very difficult to win any business in this environment right now. Our insurance teammates will continue to work to protect the relationships that we have and the win new ones, if and when the opportunities present themselves, I’ll turn it back over to Dan for his concluding remarks."
      ],
      "Dan Rollins": [
         "Thank you, Will. Good morning. Thank you for joining us today to discuss BancorpSouth’s second quarter 2020 financial performance. I will begin by providing an update on the impact of the pandemic to our company, as well as making a few comments on second quarter financial performance. John will discuss the financial results in more detail. Chris will provide more color on our customers and business development efforts. After we conclude our prepared comments, our executive management team is here to answer your questions.",
         "Let’s turn to the slide presentation. Slide 2 contains the legal reminders, Will has already discussed. Before we get into the financial highlights, I’d like to provide a brief update on the COVID-19 pandemic and the impact it’s having on our company and the markets we serve. When we last spoke, we had hoped we would be further along at this point and our return to a more normal operations and a more normal lifestyle. With the case counts, continuing to rise across our footprint and actually this week hitting new daily records and new cases for several states we cover, that’s unfortunately not the case. Protecting the health and wellbeing of both our teammates and our customers has been and will continue to be our top priority.",
         "We are continuing to have our teammates, who can work remotely, do so. We also continue to operate our branch lobbies by appointment only. We’ve been pleased with our ability to adequately serve our customers through them – through our mobile offerings, along with the drive-through processes and the availability of our teammates by appointment as needed. Our relationship managers and credit administrators continue to work with our customers in an effort to assist them in working through this difficult time. Chris will certainly provide more detail and update on credit quality in a moment, but just to give you a few high level statistics.",
         "As of our last quarter call, approximately 17% of our loan portfolio by balance was in deferral. As of today, 13% is in deferral after peaking at over 22% in mid-June. This obviously shows that the pace of deferrals has slowed significantly and many of our customers have resumed making normal P&I payments. Most of our initial deferrals were for a 90-day period. And we’ve learned that many of our customers who deferred would not – would have been just fine without a deferral actually, approximately 10% of customers on deferral actually continued to make payments. However, we anticipate others will likely need a second 90-day deferral. Again, Chris will provide more information in just a moment.",
         "Let’s discuss the quarter. Slide 3 contains our financial highlights for the second quarter. We continue to be pleased with the core operating performance of our company. Given the volatility in earnings associated with the provision, we continue to monitor pre-tax, pre-provision revenue or PPNR as we work through this cycle. We generated record PPNR for the quarter totaling $102.1 million or $1 – excuse me, 1.81% of average assets on an annualized basis. This represents an increase from 1.73% for the second quarter of last year and 1.74% for the first quarter of this year. I would again point out that we adjust for non-operating items and our calculation of this metric, which is defined and reconciled in our earnings release.",
         "We reported GAAP net income available to common shareholders for the second quarter of $58.8 million or $0.57 per diluted common share. We had a negative MSR valuation adjustment of $2.4 million, while merger-related expenses totaled $0.5 million for the quarter. Accordingly, our net operating income excluding MSR was $60.9 million or $0.59 per diluted common share Earnings were obviously, adversely impacted by the provision for credit losses of $20 million.",
         "Given the deferrals and the government stimulus program, it’s still way too early in the process to see specific credit issues arising. However, under our CECL framework, the provision was recorded to reflect the additional deterioration and the economic forecast for certain metrics, including unemployment that we use in our process as compared to those same estimates on March 31. This provision combined with a very low net charge-off number of $1.2 million resulted in our allowance coverage increasing to 1.67% of net loans and leases when you exclude the PPP loans. We believe this coverage level puts us in a great position to absorb any potential credit losses that arise as this economic cycle progresses.",
         "I’d like to spend just a few minutes on our balance sheet growth for the quarter. Our team has worked tirelessly over the past three months to originate and fund approximately 14,500 payroll protection program loans before the end of the last quarter, totaling $1.2 billion. It took a collective team effort from both our relationship managers and support staff to accomplish this task. The funds from the government stimulus program certainly aided our deposit growth efforts. Deposit growth totaled $2.3 billion for the quarter. Even without the additional liquidity created by the stimulus program, organic deposit growth totaled approximately $1 billion or 24% on an annualized basis, which is a tremendous accomplishment for our bankers.",
         "We actually opened 23% more transaction accounts during the second quarter of 2020 than we did during the second quarter of 2019. The PPP loans and the additional liquidity created by the deposit growth weighed on our margin for the quarter. John will go over margin details in just a moment.",
         "Last, certainly not least from a business development perspective, our mortgage team had a record quarter. Production volume totaled $989 million, which contributed to production in servicing revenue of $31.9 million for the quarter. 53% of our production during the quarter was new home purchase loans. The refinance volume has obviously been elevated given the rate environment. Chris will provide a little more information on this.",
         "Finally, we continue to be pleased with our capital position. We announced in last quarter’s call that we would not repurchase additional shares until received further clarity on the economic impact and duration of this pandemic. Accordingly, we did not buy any shares in the second quarter. We will continue to monitor the economic outlook as it relates to our share repurchase program. Total risk-based capital at June 30 was 13.79%, which represents an increase from 13.75% at March 31. Each of our regulatory capital ratios continues to remain in excess of 300 basis points above well-capitalized thresholds.",
         "John, I’ll let you share some financial results.",
         "Thanks Chris. As we move into the second half of the year, we will continue to actively monitor the impact of the virus on the markets we serve and be prepared to act very quickly on any changes. As we’ve said over-and-over, the health and wellbeing of our employees and our customers will be the most important factor in each and every decision we make. We are open for business and our team is ready to meet each and every customer need. Our credit administrators and relationship managers are actively engaged with our customers and assessing the impact on their business and determining how we can help them through this difficult time. We continue to feel very good about our financial performance in light of these circumstances. And we are hopeful that things will look much better the next time we visit for third quarter earnings.",
         "Operator, we’re now happy to answer questions."
      ],
      "John Copeland": [
         "Thanks, Dan and thank you everyone for joining us this morning. If you turn to slide 4, you’ll see our summary income statement and Dan has covered many of these numbers already, but they do bear repeating I think. net income available to common shareholders was $58.8 million or $0.57 per diluted common share for the second quarter. The negative MSR valuation adjustment of $2.4 million was really the only significant non-operating item in our second quarter results.",
         "Accordingly, we reported net operating income, excluding MSR available to common shareholders of $60.9 million for the quarter or $0.59 per diluted common share, compared to $34.4 million or $0.33 per diluted common share for the first quarter of 2020 and $62 million or $0.61 per diluted common share for the second quarter of 2019.",
         "I would remind you that the mergers with Texas First, Summit Bank and Texas Star Bank impact the comparability of financial information shown on this slide, as well as the subsequent slides that we will discuss to the second quarter of 2019. comparability to the first quarter of 2020 is not impacted as all three of those mergers were closed on or prior to the beginning of the year.",
         "This slide also highlights the practice tax pre-provision net revenue metrics that Dan mentioned. both in terms of dollars and as a percentage of average assets, we continue to be pleased with the trend in this metric, although the level of mortgage revenue that we’ve been able to generate the last couple of quarters and that greatly contribute to the improving PPNR likely, isn’t system available long-term.",
         "Our net interest revenue increased by 1.8% compared to the first quarter of 2020 and increased by 6.6% compared to the second quarter of last year; as it relates to the income dollars, PPP volume certainly helped us somewhat offset the headwinds resulting from margin pressure. There are obviously, a number of moving parts in the margin this quarter, given the balance sheet mix shift resulting from the PPP program and elevated deposit growth.",
         "Our net interest margin, excluding accretable yield, declined to 3.3% for the quarter from 3.48% for the first quarter of 2020. of this decline, PPP activity accounted for five basis points while the additional mix shift resulting from the outsize deposit growth related to PPP, contributed to another eight to 10 basis points of decline.",
         "These two items explain much of the margin movement. There are obviously several other moving parts within the margin adjustments to floating rate loans resulting from the March fed rate cuts accounted for approximately 18 basis points of loan yield decline while PPP loans were responsible for about 14 basis points of the decline. Chris will discuss it more in a moment, but we also noted meaningful improvement in our funding costs as our total cost of deposits declined to 50 basis points from 67 basis points for the first quarter of the year.",
         "before we move to non-interest revenue expense, you can clearly see the impact of the provision that Dan mentioned earlier on earnings. We had a provision of $20 million for the quarter, compared to provision of $46 million for this first quarter of 2020 and a provision of 500,000 for the second quarter of last year. Dan also mentioned the impact of the pandemic on our provision and Chris will touch on credit quality in more detail in a moment.",
         "If you turn to slide 5, you’ll see a detail of our non-interest revenue streams. Total non-interest revenue was $91.3 million for the quarter, compared to $76.5 million for the first quarter of 2020 and $66.3 million for the second quarter of last year. Mortgage revenue continues to be the largest driver of volatility in these totals across the quarters.",
         "As Dan mentioned, our mortgage team had a record quarter. Chris will discuss the dynamics of a mortgage business more in a moment, but production and servicing revenue increased by over $11 million compared to the first quarter. You’ll also notice a meaningful decline in our deposit service charge revenue. We’ve waived more service charges and fees in an effort to assist our customers during the downturn.",
         "Finally, I would briefly mention that the variance and other miscellaneous income is driven by a $4 million book gain on the insurance book of business disposition that was recorded and disclosed in our first quarter results. slide 6 presents a detail of non-interest expense. total non-interest expense for the second quarter of the year was $162.5 million, compared with $168 million for the first quarter of this year and $157.7 million for the second quarter of last year.",
         "total operating expense, which excludes merger-related expenses and other one-time items was $162 million for the quarter compared to $163.5 million for the first quarter of 2020 and $154.5 million for the second quarter of 2019. Most of these expense items are fairly stable quarter-over-quarter. There are only a couple of variances, I think that warrant mentioning a merger expense obviously declined considerably, given there were no merger closings or conversions in the quarter. And finally, other miscellaneous expenses declined approximately $3 million compared to the first quarter, driven primarily by the reduction in the meals and entertainment expense as well as travel-related expenses, given the restrictions around the pandemic.",
         "That concludes our review of the financials. Chris can now give us some more color on our business development activities."
      ],
      "Operator": [
         "Good day, and welcome to the BancorpSouth Second Quarter 2020 Earnings Conference Call. All participants will be in a listen-only mode. [Operator Instructions] After today’s presentation, there will be an opportunity to ask questions. [Operator Instructions] Please note that this event is being recorded.",
         "I would now like to turn the conference over to Will Fisackerly, Executive Vice President and Director of Corporate Finance. Please go ahead, sir."
      ],
      "Will Fisackerly": [
         "Good morning, and thank you for being with us. I will begin by introducing the members of the senior management team participating today. We have Chairman and Chief Executive Officer, Dan Rollins; President and Chief Operating Officer, Chris Bagley; and Senior Executive Vice President and Chief Financial Officer, John Copeland.",
         "Before the discussion begins, I’ll remind you of certain forward-looking statements that may be made regarding the company’s future results or future financial performance. Actual results could differ materially from those indicated in these forward-looking statements due to a variety of factors and/or risks. Information containing certain of these factors can be found in BancorpSouth’s 2019 annual report on Form 10-K. Also during the call, certain non-GAAP financial measures may be discussed regarding the company’s performance. If so, you can find the reconciliation of these measures in the company’s second quarter 2020 earnings release.",
         "Our speakers will be referring to prepared slides during the discussion. You can find the slides by going to bancorpsouth.com and clicking on our Investor Relations page, where you’ll find them on the link to our webcast or you can view them to the exhibit to the 8-K that we filed yesterday afternoon.",
         "And now, I’ll turn it to Dan Rollins for his comments on our financial results."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. We will now begin the question-and-answer session. [Operator Instructions] And our first question will come from Jennifer Demba with SunTrust. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hi, good morning. How are you?"
         ],
         "Speaker": "Jennifer Demba"
      },
      "3": {
         "Remarks": [
            "Hey, good, Jenny. How are you?"
         ],
         "Speaker": "Dan Rollins"
      },
      "4": {
         "Remarks": [
            "Pretty good. You said hospitality is kind of the most stressed loan portfolio you’re seeing right now. Can you give us some characteristics of that portfolio geographically by hotel type, what they’re seeing in terms of occupancy levels and the range you’re seeing? Thanks."
         ],
         "Speaker": "Jennifer Demba"
      },
      "5": {
         "Remarks": [
            "Sure. On Page 13 of the slide deck, it shows the split by state."
         ],
         "Speaker": "Dan Rollins"
      },
      "6": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Jennifer Demba"
      },
      "7": {
         "Remarks": [
            "So you can certainly see where the majority – Texas and Missouri have the majority. Each of those states had about a third of the portfolio. The average loan size is small for hotels, $2.3 million. We’ve only got 14 loans that are in excess of $10 million in that portfolio. And of the loans that are greater than $1 million, well over 90% of those are major flagged properties. We’re seeing occupancy rates that range from relatively low and some markets to full and in other markets. Chris, you’ve been talking to some of our relationship managers on that. What are you hearing?"
         ],
         "Speaker": "Dan Rollins"
      },
      "8": {
         "Remarks": [
            "Yes. So what we saw – we’ve obviously expanded the contact with this customer segment. We’ve done some survey and some financial gathering data on a more frequent basis. We saw on average, the portfolio bottom out at about 20% to 25% occupancy rates in April, and it’s up to about 57%, just below 60% today. But as Dan mentioned, that’s – you’ve got some groups in there that will be running 20% or less and frontline 85% and 90%. It’s a granular portfolio from a hotel perspective on an average loan size, as Dan mentioned, just over $2 million. We don’t have a large – a lot of large hotel credits, or I would consider a lot of large and major flags and reservation systems are supporting a lot of these.",
            "And from a geographical perspective, the downtown business travel type are probably still feeling it more. The resort areas are doing pretty well. Some of the suburban hotels would be in the middle of – in between those two, is kind of what we’re seeing."
         ],
         "Speaker": "Chris Bagley"
      },
      "9": {
         "Remarks": [
            "The drive-through properties are certainly winning."
         ],
         "Speaker": "Dan Rollins"
      },
      "10": {
         "Remarks": [
            "Right."
         ],
         "Speaker": "Chris Bagley"
      },
      "11": {
         "Remarks": [
            "Is it your anticipation or is it just too far – it’s too early to know that will there be a third deferral period for some of these stressed borrowers?"
         ],
         "Speaker": "Jennifer Demba"
      },
      "12": {
         "Remarks": [
            "I certainly hope not. I think the answer is it’s too far and advanced to see. When you look at our deferrals, you’ve seen them drop from 22% to 13% in the first half of the month. We will – approximately 80% of the deferrals that we have on the first deferrals will mature are complete before the end of July. So by the end of this month, we’ll have a much clearer picture than we do today. April was the month that almost all of these were put on. So it’s just too early to know what’s happening out there, especially depending upon what happens with the virus and whether we get a vaccine or – there’s too many questions to know whether we’re going to need anything, starting the beginning of next year."
         ],
         "Speaker": "Dan Rollins"
      },
      "13": {
         "Remarks": [
            "Yes, a lot of uncertainty. One of our initiatives is we’re doing a lot of focus on liquidity verification and ability for those customers to stay and/or return to a payment type structure outside of just normal operations. You’re saying a lot of the operators get creative too. So what used to be a 60 – they’re able to bring their ADR and break even rates down as they staff accordingly and plan for what their occupancy rates look like. So a lot of information and a lot of it’s too soon to tell for sure."
         ],
         "Speaker": "Chris Bagley"
      },
      "14": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Jennifer Demba"
      },
      "15": {
         "Remarks": [
            "Thanks, Jenny."
         ],
         "Speaker": "Dan Rollins"
      },
      "16": {
         "Remarks": [
            "And our next question will come from Kevin Fitzsimmons with D.A. Davidson. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "17": {
         "Remarks": [
            "Hey, good morning, everyone."
         ],
         "Speaker": "Kevin Fitzsimmons"
      },
      "18": {
         "Remarks": [
            "Hey, Kevin. Good to hear from you."
         ],
         "Speaker": "Dan Rollins"
      },
      "19": {
         "Remarks": [
            "Yes. I appreciate all the detail on the call. Obviously, a big trend we’ve been hearing about from the banks this earnings season is the excess liquidity and the impact of PPP loans. And I know there’s very little visibility, but if you’re looking out, three or so quarters, how do you see that playing out? Do you see the balance sheet kind of staying flattish over the balance of this year? And then as we’re going into late this year, early into next year, PPP hopefully is getting forgiven and running off, and then at the same time, some of that excess liquidity is coming off and/or being put to work into new loans. How would you envision that playing out?"
         ],
         "Speaker": "Kevin Fitzsimmons"
      },
      "20": {
         "Remarks": [
            "I don’t know that I could argue with your assumptions there. I think, again, like the crystal ball is kind of cloudy at this point. It’s really hard to see where loan growth is going to come from. Today most of our business customers are kind of waiting to see what happens to their business. Some businesses are doing quite well. So there are certainly been some winners in this process and other businesses that we’ve identified are doing quite poorly. So understanding what’s happening and how to take advantage of that, I think, again, I think it’s just too early to tell.",
            "The liquidity that came in, the deposits, $2.3 billion in deposits flowing in a quarter, if you had told me that in April when we talked to you that we were going to see that, I probably would have argued with you. A lot of the PPP money is still here. It would certainly be helpful for us if the automatic forgiveness that Congress is talking about came into play. 89% of our PPP loans are under $150,000. So when you’re talking about having to process 14,500 or today almost 15,000 forgiveness applications, that’s going to be a monumental task on our part. And some of these loans are as low as you know, well under $10,000 or even under $5,000. So it’d be interesting to see what happens to those loans.",
            "And then what happens to the dollars that are there? I mean, those customers, some actually need those dollars and are using them, and others have been able to hold their liquidity, as Chris said. And the stimulus money that came into the economy has been a big help too. I think at the end of the day, Kevin, I don’t know that I have a direct answer that can help you figure out what’s going to happen next."
         ],
         "Speaker": "Dan Rollins"
      },
      "21": {
         "Remarks": [
            "Yes. Because my sense is that the excess liquidity part could be a longer slog just because even if you have a big forgiveness period late in the year and the loans go away, you’re effectively getting repaid proceed by SBA, right? And then you have that liquidity to then put to work, that’s replacing maybe the proceeds that people are utilizing.",
            "And then the key question is when does loan demand or loan production pickup to be able to put that to work? And maybe that’s a segue into my follow-up, like, PPP is the entire growth, but a few banks have mentioned commercial line utilization really ticking down, which I have to imagine is because PPP is providing them liquidity, so maybe that’s just temporary. But what are you seeing in terms of loan demand?"
         ],
         "Speaker": "Kevin Fitzsimmons"
      },
      "22": {
         "Remarks": [
            "Yes. And when you look, Chris commented on our ability to hold the portfolio flat, excluding PPP in the first quarter, we contracted almost $50 million on an organic basis on loan growth. So to have held flat in the second quarter, I think we were pleased with our ability to do that. Some of that clearly came out of the mortgage business. Mortgage is kind of obviously a home run. There is some demand out there, but it’s spotty. And again, I don’t know that there’s any visibility to tell us when or what’s going to happen next. Everybody’s just waiting to see how – are we in a V shape? Are we in a U shape? Are we having a W shape? Everybody wants to know what’s happening. And so I think until we get some clarity, there’s not a whole lot of activity."
         ],
         "Speaker": "Dan Rollins"
      },
      "23": {
         "Remarks": [
            "Right. Okay. All right. Thank you, Dan."
         ],
         "Speaker": "Kevin Fitzsimmons"
      },
      "24": {
         "Remarks": [
            "And our next question will come from Jon Arfstrom with RBC Capital Markets. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "25": {
         "Remarks": [
            "Yes. Thanks. Good morning."
         ],
         "Speaker": "Jon Arfstrom"
      },
      "26": {
         "Remarks": [
            "Hey, John."
         ],
         "Speaker": "Dan Rollins"
      },
      "27": {
         "Remarks": [
            "Just back in the deferrals, couple of things to clarify. Can you talk about your initial approach on deferrals? Not being critical, but it seems like your numbers are fairly high."
         ],
         "Speaker": "Jon Arfstrom"
      },
      "28": {
         "Remarks": [
            "Yes. Our deferral process, the first time was pretty simple, we were standing on the corner, handing out candy and anybody that wanted some, we gave it to them. There were very few questions asked. If you told us that you needed a deferral, you got a deferral."
         ],
         "Speaker": "Dan Rollins"
      },
      "29": {
         "Remarks": [
            "Right. Okay. Because I look at your, what you would maybe call your stressed portfolios and it looks like those deferrals are cut in half. And there’s another, call it, 8% or 9% outside of that that’s deferred to get to the 13%. And I guess my assumption would be that that comes down pretty quickly and pretty hard over the next couple…"
         ],
         "Speaker": "Jon Arfstrom"
      },
      "30": {
         "Remarks": [
            "Yes, that’s what I was saying a minute ago. When you look at how the deferrals were put on, April was the big month for putting deferrals on. And by the end of July, 80% give or take of our first round deferrals will have matured. And right now we’re only seeing less than 5% of those as they’re maturing ask for a second deferral. So I would anticipate that as we get into later this month and into August, we will see significantly lower deferred balances. And as Chris said, the second round, we’re asking a lot more questions for verifying liquidity. We’ve said no to some people that have the ability to pay. The second round is much different than our process. Chris, you want to add into that?"
         ],
         "Speaker": "Dan Rollins"
      },
      "31": {
         "Remarks": [
            "Yes, just a little color. You think about when the COVID hit and the shutdown happened, remember, the banking industry, the regulatory bodies, everybody jumped in with an attitude of work with your customer, and I would even add in the accounting folks. Everybody really reached to consensus from a deferment perspective that says, it’s the right thing to do, work with your customer, go out and help and do those deferments. And they put around – they put out guidance out there around what’s an acceptable deferment process from a troubled debt restructuring or TDR perspective. So I think a lot of banks were operating that way.",
            "There was so much uncertainty on day one. Dan’s right. We said, if we have performing customers today and that’s how we approached, it was if you were performing and your loan agreement covenants were generally performing and all the – if you’re a good customer today coming off 2019, we didn’t have any visibility on any financial information at that time.",
            "So we took the approach of let’s operate on a 90-day deferment, which was when you look back at the accounting guidance, the people, a lot of folks were doing six months, some were doing different types of deferments. And we took a more conservative approach on the first round, which many banks did, but we went to the 90-day route. And the thought was there that would give us time to get more information, be able to get more – cumulate more financial data and more facts from our customers as the calendar year went on. And then we would still be within that six-month guidance that the regulators and the accountants have put out, and we’d be able to work with our customers on that second round is what we’re going through today. And then you’ve heard our data around – anecdotally around what the second round looks like. We’re having less numbers of deferments as it stands today, and again, concentrated in some of those more impacted industries."
         ],
         "Speaker": "Chris Bagley"
      },
      "32": {
         "Remarks": [
            "Good. That helps. And then maybe, John, for you. There’s a lot of things going on in the margin, obviously, but it feels like if you look at your loan yields, excluding PPP, there’s a little bit pressure there. Chris had talked about the opportunity to lower some deposit costs. You have the liquidity, and we have the impact of PPP yields. And it feels like there’s a little bit more pressure coming, maybe not as much as this past quarter, but can you maybe help us with some of the key puts and takes on the margin outlook?"
         ],
         "Speaker": "Jon Arfstrom"
      },
      "33": {
         "Remarks": [
            "Yes, Jon. There will continue to be pressure on the margin. If you look at the NIM for the quarter, it’s down 20 bps. Only 5 bps of that comes from the PPP loans. A good, say, 20 bps of that – the NIM came down 20 bps based on other loan repricing, some of which will continue. PPP, as I said, was five bps of that deterioration. The investment portfolio and other assets, 11 bps of the deterioration. And then going back the other way, we had 15 bps of improvement due to being able to manage our deposit and funding costs down. But we’re going to continue to see pressure on the margin pressure on the margin. We’ve got – over the next 12 months, we’ve got almost $2.5 billion in fixed and variable rate loans that are going to be repricing. They’re going to roll off at 4 75. What are those going to reprice at? They’re going to reprice lower, certainly. We’ve got floating rate loans of almost $3 billion, but about half of those are at floors. So that gives a little protection, but we are going to continue to see pressure on the margin."
         ],
         "Speaker": "John Copeland"
      },
      "34": {
         "Remarks": [
            "I’ll just add on the deposit side, we’re working – that you’ve got a tail on some of the CDs as rates spiked last year, so you’ve got some of those rolling off over the next few months. And just a little color on the loan side, even with P3 and everything that’s going on there, we’re seeing some aggressive pricing out there as rates have dropped. Of course, we’ve walked away from a couple of deals that are good customers and long-time customers with us. Just some color, I walked away from one that had two handle on it last week."
         ],
         "Speaker": "Chris Bagley"
      },
      "35": {
         "Remarks": [
            "Fixed for how long?"
         ],
         "Speaker": "Dan Rollins"
      },
      "36": {
         "Remarks": [
            "Fixed for seven years, I think. But a 2.89% loan. Good customer, great credit, but we’re going to see some of that as rates are at historically low basis, and I’m just – we’re just not willing to go down that low."
         ],
         "Speaker": "Chris Bagley"
      },
      "37": {
         "Remarks": [
            "All right. That’s helpful. Thank you."
         ],
         "Speaker": "Jon Arfstrom"
      },
      "38": {
         "Remarks": [
            "Thanks, Jon. Stay safe."
         ],
         "Speaker": "Dan Rollins"
      },
      "39": {
         "Remarks": [
            "And our next question will come from Michael Rose with Raymond James. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "40": {
         "Remarks": [
            "Hey, guys. Wanted to dig into the mortgage margin a little bit more. Obviously, it was really – it was great this quarter. And obviously, I understand the mix of loans. Just looking at the MBA forecast, still expected to be fairly strong in the third and fourth quarter, but obviously a drop off as we get into next year. How should we think about your ability to keep volumes elevated? Is it you guys have hired a lot of people? Is it continued market share gains? Would you expect to offset some of that natural refi decline? And then should we expect that margin to come down pretty substantially as we move into next year? Thanks."
         ],
         "Speaker": "Michael Rose"
      },
      "41": {
         "Remarks": [
            "Hope you and your family are doing well, Michael, staying safe. Mortgage margin, I think 5.6%. Chris, I think we ought to be able to keep that into perpetuity, don’t you?"
         ],
         "Speaker": "Dan Rollins"
      },
      "42": {
         "Remarks": [
            "No. I wish. We’ve talked about this before. A lot of it’s about the pipeline and the timing of the accounting treatment of the fees against the pipeline. That’s what drove the margin up. Some of it is capacity issues. Remember, it wasn’t that long ago, maybe two calls ago, we were talking about excess capacity in the mortgage world, and people were laying folks off. And now it’s hard to find people, and you’re having to – and everybody is working 24 hours a day to meet the volume. So I think what you have here is unprecedented drop in rates and just a lot of volume driven from that. We can’t predict how long that’s going to last. Our pipeline today looks good, but it’s a rate-driven issue."
         ],
         "Speaker": "Chris Bagley"
      },
      "43": {
         "Remarks": [
            "Yes. Rates are still pretty good. This week, the team is telling me we’re sitting on 2.75% rates for very long-term money. So that’s continuing to drive some business in. So, I think you’re right. I think the third quarter is set up for a good production quarter. And we’re managing capacity with price, so that’s what’s driving that margin up."
         ],
         "Speaker": "Dan Rollins"
      },
      "44": {
         "Remarks": [
            "Okay, that’s helpful. And then just switching gears to credit. We’ve had a lot of banks this quarter say that they think that the large reserve builds are essentially done. Obviously, the deferral rates have come down pretty sharply for you guys from the peak. Can’t predict the future, obviously, but as you think about the CECL-driven mechanics of reserving at this point, would you characterize that as a fair assessment for you guys as well?"
         ],
         "Speaker": "Michael Rose"
      },
      "45": {
         "Remarks": [
            "Yes. I think you have to look and make some assumptions to say that on what you think the forecast are going to look like at September 30. If you think the forecast are going to be better at September 30 than they are today, then yes, I think that’s a fair assessment. If on the other hand, the forecast deteriorates and things look worse than they do on June 30 – on September 30, then I think we’re all going to be saying, well, we were hoping that it would have been all that we needed, but now it looks like it’s not all that we need.",
            "So, I think we’re all in the same boat on that front. I think we feel really good about the quality of our portfolio today. We feel really good about where we are from a provision perspective. We feel really good about where we are on a capital perspective. The big unknown is what’s going to happen tomorrow. Can it get worse than it’s been?"
         ],
         "Speaker": "Dan Rollins"
      },
      "46": {
         "Remarks": [
            "Fair enough. One final question from me, can you give us an update on where you stand with the cost savings from the mergers? And then if they’re – yes, just given greater digital trends that you and everybody else are facing, is there opportunities to kind of rightsize some of the branches and overhead costs?"
         ],
         "Speaker": "Michael Rose"
      },
      "47": {
         "Remarks": [
            "Yes. That’s a great pickup. So when we talk about where we are today on cost saves, we integrated the last acquisition or the last merger middle of the last quarter, late March, I think, was when that happened. And so they’re fully in. We clearly were carrying some expense load in this quarter that will continue to fall off that. The whole bank was $300-and-some-odd million.",
            "So again, in a big picture way, it’s smaller dollars, but we’re still able to continue to do – be a little more efficient in those acquisition targets. You’re talking about branch count and branch structure. We have been challenging our branch count and branch structure. We have been challenging our branch count and our branch structure for some time. We continue to do that. When we look at our footprint, we’ve – for every branch we’ve closed, we’ve probably opened a new one in one of the major markets that we serve.",
            "So we’ve continued to open branches in the big markets in Texas. And if you’re looking at our loan totals for the quarter, Texas was the shining star again, for loan growth. If we ignored everything else, we had 8% organic loan growth in Texas. And many of our other footprint was shrinking obviously. So we have been taking advantage of expanding in some markets while we’re contracting in others, and all that will help us."
         ],
         "Speaker": "Dan Rollins"
      },
      "48": {
         "Remarks": [
            "Okay. Thanks for taking my questions, guys."
         ],
         "Speaker": "Michael Rose"
      },
      "49": {
         "Remarks": [
            "Thank you. Appreciate it, Michael."
         ],
         "Speaker": "Dan Rollins"
      },
      "50": {
         "Remarks": [
            "And our next question will come from Brad Milsaps with Piper Sandler. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "51": {
         "Remarks": [
            "Hey, good morning."
         ],
         "Speaker": "Brad Milsaps"
      },
      "52": {
         "Remarks": [
            "Good morning, Brad. How are you?"
         ],
         "Speaker": "Dan Rollins"
      },
      "53": {
         "Remarks": [
            "Doing well, thanks. You’ve kind of just addressed my question around expenses. Yes, I did want to ask, you had a lot of puts and takes in the quarter. I think you commented last quarter that maybe you expected some expense creep in the second quarter related to PPP or COVID or whatever it may be. You did better than that. Just kind of curious kind of maybe what your more near-term outlook was, and if you did benefit this quarter on the expense side from any kind of FAS 91 related deferred originated loan costs that were able to kind of reduce personnel expense at all that would swing back the other way over the near-term."
         ],
         "Speaker": "Brad Milsaps"
      },
      "54": {
         "Remarks": [
            "Yes. No, I don’t know that there’s a big impact there. When we look at PPP, obviously, you put your cost into it, but I don’t know that we’re going to see a big swing back. Our salary and benefit cost was basically flat for the quarter. Some of that was because we were running red hot in the mortgage area. Our insurance team did well also. So from a salary and benefit line item, I don’t know that we expect to see that move up. John identified in his comments where we had had some savings due to the pandemic where we’re not traveling and we’re not entertaining and that type of information. So we saved some money there.",
            "On the other side of that, we spent that amount or more on masks, gloves, floor markers, sneeze guards, sanitary cleaning of multiple buildings. I could go on and on and on of where we were spending money that we would not have otherwise spent. Probably a net wash in that category. So again, if the pandemic ends, we won’t be spending some of that money, but I suspect we will be spending more money on travel and entertainment as we come back to get back out and engage with our customers."
         ],
         "Speaker": "Dan Rollins"
      },
      "55": {
         "Remarks": [
            "That’s helpful. Thank you. And then just my other follow-up would be, the estimated average yield on the PPP loans of 2.5%, can you kind of give me some color on kind of what your assumptions were there? Are you just taking the total fees over an average life? Just kind of curious kind of what the drivers were there to kind of get to that number."
         ],
         "Speaker": "Brad Milsaps"
      },
      "56": {
         "Remarks": [
            "Sure. That’s easy. You got a 1% rate on the loan. You take the fee that’s coming in. And then off of that fee, you pull the hard cost back out. So again, we stood up a stand-alone platform, Chris calls it P3. We stood up our P3 origination platform that was fully automated. It was fully digital. The customer were – customer was executing loans electronically with electronic signature. So, there was several million dollars in expense – many multiples of millions of dollars of expense in standing that platform up. All of that expense comes out of the direct – that’s a direct cost. We won’t be using that program again we’re hoping. But we couldn’t have made 15,000 loans in 90 days if we hadn’t had that. So clearly, we spent some money and that came out of the fee. When you look at the net fee income and you add that to the 1% loan rate, you get to 2.5%."
         ],
         "Speaker": "Dan Rollins"
      },
      "57": {
         "Remarks": [
            "Great, thank you."
         ],
         "Speaker": "Brad Milsaps"
      },
      "58": {
         "Remarks": [
            "Thank you, Brad. Good to hear from you."
         ],
         "Speaker": "Dan Rollins"
      },
      "59": {
         "Remarks": [
            "And our next question will come from Will Curtiss with the Hovde Group. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "60": {
         "Remarks": [
            "Hey, Will."
         ],
         "Speaker": "Dan Rollins"
      },
      "61": {
         "Remarks": [
            "Hey, good morning, everyone. Wanted to go back, John, you mentioned, I think earlier in your remarks about the deposit service charges. And so just curious, is it fair to assume that this line remains around these levels at least for now? Or maybe just kind of share your expectations on kind of how you see service charges in the near-term."
         ],
         "Speaker": "Will Curtiss"
      },
      "62": {
         "Remarks": [
            "I’m not sure how to address that, it’s a little bit of an unknown at this point. I wouldn’t expect a great change over the next quarter, but maybe after that."
         ],
         "Speaker": "John Copeland"
      },
      "63": {
         "Remarks": [
            "Yes. I think when we look at just raw numbers, Will. Two of our fee lines were negatively impacted, card service fees. And at the beginning of the quarter, there wasn’t anybody spending any money. That’s clearly part of the deposit growth. None of us were spending money on gasoline. We weren’t going out to eat. We weren’t going on vacation. Therefore most people that were fortunate enough to maintain their employment, their checking account balances were growing, but at the same time they weren’t using their card. So card service fees were certainly off, higher balances leads to lower deposit service charges, we certainly waived a lot more fees in the quarter than we have been in the past.",
            "Hopefully we will see that start to dwindle off. When you’re looking at transaction, our volume is holding in there, but the fee per click continues to tighten up. So I don’t have a quick answer for that. I’d like to see the card volume come back and people would be able to spend money. I think certainly the electronic payments that are out there when you look at what’s happening, we’re seeing that the number of card transactions continues to roll up while our paper transactions continues to go down. And so that should benefit us in card revenue in the long-haul, but we’re still seeing compressed or depressed transaction counts because of the pandemic."
         ],
         "Speaker": "Dan Rollins"
      },
      "64": {
         "Remarks": [
            "Okay. Thanks. That’s very helpful. And then maybe just kind of go back to, I think Kevin’s initial question on PPP and apologize if I missed it, but any sense for how long you guys estimate the PPP loans to be on the balance sheet or is it kind of maybe as your initial comments where it’s too early to tell?"
         ],
         "Speaker": "Will Curtiss"
      },
      "65": {
         "Remarks": [
            "Yes. Again, I think that depends upon what Congress does. I mean, when we look out at what’s there, I would suspect that the large majority of our customers will apply for forgiveness. Again, when you look at the average ticket size of $86,000, Chris, I think we plan on most of those customers asking for forgiveness, if the bill passes that’s sitting in Congress today that makes forgiveness a simple attestation for anybody under whatever number they pick 150 is the current talk, that represents 89% of our loan count. That’s only a little less than 40% of the dollar balance, but that would be a big pickup in time, energy effort and expense on our side to process all of that.",
            "The bigger loans, by giving the folks 24 weeks to spend the money we could easily be into the next year before we see some of that. Just looking forward, the rules today, if we were to accept an application today for forgiveness, July the 21st, we’ve got some time to process it. So let’s assume we can process it in 10 or 15 days and we submit that application to the SBA for forgiveness at the beginning of August, well, the SBA has 60 days to do that, and there’s no penalty if they take longer than that. So I expect we will see virtually no forgiveness in this quarter, and hopefully we will see some fairly significant forgiveness in the fourth quarter. But until those – there is more clarity on how that’s going to work, it’s still today. The SBA has not stood up their process on how to even submit an application for forgiveness. So we can’t even submit an application for forgiveness today."
         ],
         "Speaker": "Dan Rollins"
      },
      "66": {
         "Remarks": [
            "Got it. Thank you very much. Appreciate it."
         ],
         "Speaker": "Will Curtiss"
      },
      "67": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Dan Rollins"
      },
      "68": {
         "Remarks": [
            "And our next question will come from Matt Olney with Stephens. please go ahead."
         ],
         "Speaker": "Operator"
      },
      "69": {
         "Remarks": [
            "Hey, Matt, how are you?"
         ],
         "Speaker": "Dan Rollins"
      },
      "70": {
         "Remarks": [
            "Hey, I’m well, thanks for taking my question. I think most of thing has been addressed. On credit, I wanted to go back and ask about I think there were some – a handful of loan downgraded during the quarter. It looked like there were some commercial real estate in Texas, and then maybe in the Alabama and Florida markets as well. Any more color on these downgrades and was this pandemic related?"
         ],
         "Speaker": "Matt Olney"
      },
      "71": {
         "Remarks": [
            "Yes. So I’ll take the beginning of that and let Chris jump in. So when we look at what we were doing, remind you again what Chris commented a minute ago about deferrals, you had to have been current or we wouldn’t give you the first deferral. So anything that was downgraded in this round is really probably not as much pandemic related as you may otherwise think, it’s just normal processing of credits and running them through their cycle.",
            "So I don’t know that the pandemic was a big part of what’s there, we downgraded every hotel loan in our portfolio to watch coming into the quarter, we talked about that, but from a move from watch to substandard, Chris you can talk about the specifics."
         ],
         "Speaker": "Dan Rollins"
      },
      "72": {
         "Remarks": [
            "Yes. it was a small move from watch to sub in the hospitality and not enough to move the needle you’re looking at. The bigger increase or the upward pressure was from a pre-COVID not COVID related purchased credits in Texas. We don’t anticipate a loss in those, that combined with, the courthouse has shut down too, and everybody basically paused foreclosure for 90 days, so that’s just your normal cycle of credits that you would normally work through, that were not – they were already – we were already taking action prior to COVID really kind of pause. So it’s a combination of a couple of large credits that we feel like we have a good exit strategy on and a general overall slowing of ability to work through some of the problem credits across the footprint is communities and courthouses and collection efforts paused."
         ],
         "Speaker": "Chris Bagley"
      },
      "73": {
         "Remarks": [
            "Yes. The largest credit that was moved down, we thought we were going to have fully resolved before the end of the quarter had the courthouses been open and other things been able to happen. That’s right."
         ],
         "Speaker": "Dan Rollins"
      },
      "74": {
         "Remarks": [
            "Okay. Unusual times for sure."
         ],
         "Speaker": "Matt Olney"
      },
      "75": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Dan Rollins"
      },
      "76": {
         "Remarks": [
            "Dan, I also want to get your big picture view on net charge-off and the timing of when Bancorp and the industry will see net charge-offs and obviously lots of stimulus mixes unclear, but how do you see this playing out over the next few years?"
         ],
         "Speaker": "Matt Olney"
      },
      "77": {
         "Remarks": [
            "Yes, I think the few years is the right answer for that. Again, I think 2020 is going to be relatively low impact when you’re talking about net charge-offs, even today the likelihood of a significant run-up in non-performers in this quarter, I put as relatively low from the pandemic, by the end of July we’ll be down to less than 10% of the first round deferrals still in place.",
            "If we stick with the small number of folks that are asking for a second round, then the likelihood of folks being 90 days late coming into October or even November is relatively low. So today it looks like 2020 isn’t going to have a whole lot of significant credit charge-offs because of the pandemic, because of the time that it takes to get to a charge-off status. So it’s a 2021 event. We may be able to have some clarity on credit quality in the way of nonperforming assets coming in by the end of the year for the fourth quarter. I don’t know that we’ll have a whole lot of that by the end of the third quarter, and the train is coming through again as usual for our calls. But it’s a 2021 event and potentially a 2022.",
            "Sitting here today, I think we feel, again Chris was giving you the numbers on the hospitality side with an average occupancy at 57 and an average breakeven of somewhere close to that today within our portfolio, again, I think we feel pretty good about where we’re sitting."
         ],
         "Speaker": "Dan Rollins"
      },
      "78": {
         "Remarks": [
            "Okay. Thanks for the color. I appreciate it."
         ],
         "Speaker": "Matt Olney"
      },
      "79": {
         "Remarks": [
            "Thank you, Matt."
         ],
         "Speaker": "Dan Rollins"
      },
      "80": {
         "Remarks": [
            "And our next question will come from Catherine Mealor with KBW. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "81": {
         "Remarks": [
            "Thanks. Good morning."
         ],
         "Speaker": "Catherine Mealor"
      },
      "82": {
         "Remarks": [
            "Hey Catherine. Hope you and your family are safe and healthy."
         ],
         "Speaker": "Dan Rollins"
      },
      "83": {
         "Remarks": [
            "Thank you, we are. A lot of my questions were addressed, but I have two follow-ups on CECL. Can you give us any color on kind of what were some of the biggest changes to your CECL assumptions this quarter versus last?"
         ],
         "Speaker": "Catherine Mealor"
      },
      "84": {
         "Remarks": [
            "Yes. Let the horn blow a few more times. Clearly unemployment is the biggest driver for us and so the forecast for unemployment deteriorated between March 31 and June 30, that’s a big driver for us. John, do you want to jump down on CECL a little more than that?"
         ],
         "Speaker": "Dan Rollins"
      },
      "85": {
         "Remarks": [
            "Sure. As Dan said, the unemployment rate is the biggest mover in our model. And I believe at the end of the first quarter, we were looking at a 10% or 11% unemployment rate. Now we’re looking at a 14% unemployment rate, maybe staying in double digits for the rest of the – sorry, low-double digits for the rest of the year and then going to high-single digits next year. So that did have an impact on the $20 million provision that we put in place.",
            "Disposable income growth is projected to decline, that’s another big factor in our model. Corporate – BBB yield investment grade yields is also a factor. Mortgage rates are a factor. All those different stats play into it, but once again unemployment is the biggest factor."
         ],
         "Speaker": "John Copeland"
      },
      "86": {
         "Remarks": [
            "And do you differ have any – what kind of impact do deferrals have on your calculation? And if that comes down significantly next quarter, what impact could that potentially have on your CECL assumption?"
         ],
         "Speaker": "Catherine Mealor"
      },
      "87": {
         "Remarks": [
            "I don’t believe the deferrals have zero, any impact on that."
         ],
         "Speaker": "John Copeland"
      },
      "88": {
         "Remarks": [
            "Okay, great. And then next question just on big-picture M&A thoughts. Any – I know it’s an uncertain environment right now, but how are you thinking about the potential for M&A in this environment?"
         ],
         "Speaker": "Catherine Mealor"
      },
      "89": {
         "Remarks": [
            "Yes, I think we’re still all a wondering if we can value a loan portfolio. So I think there are obviously some small transactions, you’ve seen some stuff happening there as I’ve said repeatedly, and I know you and I talked, there’s a lot of discussion going on out there between bankers around just what’s happening in the markets and what’s happening in the economy and the pandemic and how it impacts us. So certainly those relationships are all there, valuing a loan portfolio in today’s environment is just difficult. So, I think that’s where the rub is going to be is, how much of a mark can the seller stomach and how much of a mark can the buyer stomach to try and put something together in today’s environment with the future unknowns."
         ],
         "Speaker": "Dan Rollins"
      },
      "90": {
         "Remarks": [
            "All right. Thanks. Congrats on good quarter."
         ],
         "Speaker": "Catherine Mealor"
      },
      "91": {
         "Remarks": [
            "Thank you, Catherine."
         ],
         "Speaker": "Dan Rollins"
      },
      "92": {
         "Remarks": [
            "And our next question will come from John Rodis with Janney. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "93": {
         "Remarks": [
            "Good morning."
         ],
         "Speaker": "John Rodis"
      },
      "94": {
         "Remarks": [
            "Good morning, John."
         ],
         "Speaker": "Dan Rollins"
      },
      "95": {
         "Remarks": [
            "I guess most of my questions have been asked and answered. I guess just real quick on the securities portfolio, If you don’t see a lot of movement on the deposits side do you expect to see the securities portfolio grow much from here?"
         ],
         "Speaker": "John Rodis"
      },
      "96": {
         "Remarks": [
            "Yes, I think we would like to not be in a – whatever we were $800 million in fed funds sold. That’s not helping us at all, but again the question is how long do those deposits stay? So you’ve got to be relatively short, John."
         ],
         "Speaker": "Dan Rollins"
      },
      "97": {
         "Remarks": [
            "Yes. Okay. Makes sense."
         ],
         "Speaker": "John Rodis"
      },
      "98": {
         "Remarks": [
            "Yes. At 10 bps, the way it is now in our excess funds, we’d like to put some of that to work."
         ],
         "Speaker": "Chris Bagley"
      },
      "99": {
         "Remarks": [
            "Got it guys. Thank you."
         ],
         "Speaker": "John Rodis"
      },
      "100": {
         "Remarks": [
            "Thanks, John."
         ],
         "Speaker": "Dan Rollins"
      },
      "101": {
         "Remarks": [
            "This concludes our question-and-answer session. I would like to turn the conference back over to Dan Rollins for any closing remarks. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "102": {
         "Remarks": [
            "Thank you all for joining us today. If you need additional information or have further questions, please don’t hesitate to contact us. Otherwise, we’ll look forward to speaking to you again soon. Hopefully in person, if we can. Thank you."
         ],
         "Speaker": "Dan Rollins"
      },
      "103": {
         "Remarks": [
            "The conference has now concluded. Thank you for attending today’s presentation. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}