{
   "Date": "August 11, 2020",
   "Presentation": {
      "Laila Halvorsen": [
         "Thank you. Good morning and good afternoon, everyone. Welcome and thank you for joining DHT Holding’s second quarter 2020 earnings call. I am joined by DHT’s, co-CEOs Svein Moxnes Harfjeld and Trygve Munthe and Wilhelm Flinder, Head of Investor Relations.",
         "As usual, we will go through financials and some highlights before we open up for your questions. The links to the slide deck can be found on our website, dhtankers.com. Before we get started with today’s call, I would like to make the following remarks. A replay of this conference call will be available at our website, dhtankers.com, until August 18. In addition, our earnings press release will be available on our website and on the SEC EDGAR system as an exhibit to our Form 6-K.",
         "As a reminder, on this conference call, we will discuss matters that are forward-looking in nature. These forward-looking statements are based on our current expectations about future events, including DHT’s prospects, dividends, share repurchases, and debt repayment; the outlook for the tanker market in general; daily charter hire rates and vessel utilization; forecast of world economic activity, oil prices and oil trading patterns; anticipated levels of newbuilding and scrapping; and projected dry dock schedules.",
         "Actual results may differ materially from the expectations reflected in these forward-looking statements. We urge you to read our periodic report available on our website and on the SEC EDGAR system, including the risk factors in these reports for more information regarding risks that we face.",
         "Looking at the P&L highlights. EBITDA for the quarter came in at $178 million and a net income of $135.8 million or $0.92 per share. Adjusted for a non-cash change in fair value related to interest rate derivatives of $0.4 million, net income was $136.3 million or $0.93 per share for the quarter. This sets another new record in the company’s 15-year history. OpEx for the quarter was $19.7 million or $8,000 per day average for the fleet, and G&A for the quarter was $5 million.",
         "Moving over to the balance sheet, the quarter ended with $138 million of cash. During the quarter, we prepaid $59 million under the ABN Amro and Nordea credit facility. The voluntary prepayments under the two facilities were made for all regular installments scheduled for 2021.",
         "Current availability under all are revolving credit facilities is $135 million, putting total liquidity at $273 million at qu arter end. Financial leverage is 39.4% based on book values, and 38.6% based on market values for the ship.",
         "Net debt is $582 million which equals an average net debt of $21.5 million per vessel. Looking at the cash bridge, the quarter started with $76 million of cash, and we generated $178 million in EBITDA.",
         "Ordinary debt repayment and cash interest amounted to 26 million, 52 million was paid in dividend, 10 million was used in scrubber and maintenance CapEx, 13.5 million was provided by scrubber financing, and 59 million was used for debt prepayment. Changes in working capital amounted to $60 million and the quarter ended with $138 million of cash.",
         "With that, I will turn the call over to Trygve."
      ],
      "Operator": [
         "Ladies and gentlemen, thank you for standing by and welcome to the Q2 2020 DHT Holdings, Incorporated Earnings Conference Call. At this time, all participants are in a listen-only mode. After the speaker presentation, there will be a question-and-answer session. [Operator Instructions] I must advise that this conference is being recorded today, Tuesday, 11 August 2020. And I would now like to hand the conference over to your first speaker today, Laila Halvorsen. Thank you. Please go ahead."
      ],
      "Svein Moxnes Harfjeld": [
         "Thank you, Trygve. The COVID-19 virus continues to present significant challenges with respect to changing crews at regular intervals. Consequently, many seafarers are serving longer periods on board than originally planned. There are too few ports and countries that facilitates crew changes and a variety of nationalities and immigration practices does not make this task any easier.",
         "Additionally, the time required for crew changes are longer than normal, and result in some off hire. At DHT, we have however had increasing success with crew changes and have to date have two thirds of our fleet in ports to change some or all the crew. This is a significant effort and achievement from both our seafarers and our shore-based staff.",
         "As Trygve discussed, we have taken advantage of the strong freight markets to build a meaningful book of fixed income for our fleet. Importantly, in this level of fixed income covers a significant portion of the company's cash costs and lowers the required rates in order for the spot ships to cover their remaining cash costs for the company.",
         "Specifically, we estimate that our 17 spot ships need to earn $2,800 per day for the company to be cash neutral for the remainder of the year. This does not take into consideration third quarter bookings to date; hence, we are well ahead of this number.",
         "Similarly, we estimate that the spot ships need to earn $11,400 per day to cover our cash costs in 2021. Cash breakeven might mean different things to different people. At DHT, it includes all crew cash costs, i.e. OpEx, G&A, scheduled debt repayments, interest, and maintenance CapEx. Both these numbers are very robust and comes as a result of our TC strategy and debt prepayments. We believe that they make DHT stand apart with staying power and ability to generate cash even in weaker markets.",
         "Our industry is highly cyclical. Our industry is also very capital-intensive. Further, it is essentially a spot business, offering limited opportunities to build truly long-term fixed income at rewarding returns.",
         "In recognition of this, DHT strategy is countercyclical. This means that we do different things depending on where we are in the business cycles. As you can see on this graph, our actions have been very focused during troughs and peaks. In late '13, early '14, we expanded aggressively by acquiring 16 VLCCs.",
         "In the following period when earnings and asset values appreciated, we stopped investing and shifted our focus by paying handsome dividends, buying back bonds at a discount, securing time charter contracts as well as prepaying debt.",
         "In the trough of '17, we again expanded by acquiring 13 VLCCs at attractive prices. During the recent period of strong earnings, we have continued to execute on our well-defined strategy and extend our solid track record.",
         "This included the following three key components: one, rewarding shareholders with generous formula-based quarterly cash dividends; two, securing fixed-income contracts for several of our ships at attractive rates; and three, allocating a significant portion of our cash flows to prepay debt and further strengthen our balance sheets",
         "These achievements are very important in anticipation and preparation for the next step in our strategy as we expect the next leg in the market to offer attractive investment opportunities. Our balance sheet will have capacity to make meaningful investments without relying on raising additional equity. This will ensure additional investments will be accretive to earnings. Further, we enjoy excellent support from our lending banks and are confident in credit being available when we require.",
         "In sum, we are now coming out of a period with exceptionally healthy freight levels and now position the company to be able to take advantage of attractive growth opportunities when they arise.",
         "And with that, we open up for Q&A. Operator?"
      ],
      "Trygve Munthe": [
         "Thank you, Laila. Let me then walk you through the operational highlights for the quarter. As you’ve seen from the press release, our spot VLCCs earned $92,100 per day in the second quarter. The time charter ships earned an average of $62,700 per day. Fleet wide, the average then becomes $83,300 per day.",
         "As of today, we have covered 61% of the available spot days at an average rate of $51,400 per day. More importantly, if you are an investor; on the fleet wide basis, i.e. with the time charter ships included, three quarters of the Tanker days are covered at an average rate of $51,200 per day, and that is with no profit sharing on the four ships with such arrangements.",
         "Our aggressive pursuit of time charter opportunities earlier in the year was clearly the right strategy. With it, we have been able to extend the good times well into next year. On the cost side, the company continues to deliver stable and competitive numbers. Vessel operating expenses came in at $8,000 per day per ship for the quarter. Cash G&A amounted to $3.1 million for the quarter.",
         "Let us then turn to capital allocation. For the 42nd consecutive time, we’ll pay a quarterly dividend. $0.48 per share will be paid on September 2 to shareholders on record of August 26. The amount equals 60% of net income divided by the fully diluted share count.",
         "In the quarter, we continued to strengthen our balance sheet by prepaying almost $60 million of bank debt. Specifically, we prepaid the 2021 regular installments on our two large loan facilities. In addition to the overall deleveraging effect, this move has a significant positive impact on next year's cash breakeven levels, something Svein will discuss in more detail in a minute.",
         "As you have noted, on the 17th of July, we exercised our call option on the 125 million convertible bond due August next year. The conversion price is $5.347 per share. Thursday next week is the last chance for bondholders to convert your notes into common shares. If they do not, they will be redeemed in cash at par on Friday the 21st.",
         "The potential cash redemption will be covered by cash at hand and a partial drawup on our revolving credit facilities. And on a general note, we'd like to add that we look forward to having this instrument retired from the capital structure. On previous occasions, we've been able to buy back convertible bonds in the open market at a discount. However, in recent quarters this has been impossible to repeat, as the bond has traded meaningfully above par, at times, seemingly, as if the call option was not priced in.",
         "So in this context, we elected to call the bond at par. With that, I'll turn it over to Svein."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you.[Operator Instructions] Your first question come from the line of Chris Tsung from Webber Research. Please ask your question."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hey, good afternoon guys. How are you?"
         ],
         "Speaker": "Chris Tsung"
      },
      "3": {
         "Remarks": [
            "Good, thanks."
         ],
         "Speaker": "Trygve Munthe"
      },
      "4": {
         "Remarks": [
            "Good. Trygve, congrats on the great quarter. I guess, I wanted to just kind of dial in on the two-year time charter that you guys were able to sign for Stallion, I think $42,000 a day. Is there a profit share component to this? And two, are there plans to do more of these? I know that you guys fixed in April for about 61,000 a day probably capturing before the surge trade. But it kind of just sends like I guess a bearish signal that current spot rates which are around, let's call it 18,000 a day, that these rates might persist and I guess put another way, is there a price level or duration that would encourage you guys to do more time charters versus spot, and is there like a percentage of fleet that you guys are aiming for to have like, times charter versus spot that you guys would think offers an optimal risk reward return?"
         ],
         "Speaker": "Chris Tsung"
      },
      "5": {
         "Remarks": [
            "To the first part, there is no profit-sharing element on the time charter on Stallion as you referred to. To the second part, if there is a magic number on percentage covered on time charter and so forth, it is not. And that is really unchanged from over the years. We will pursue time charters when we think that the numbers make sense.",
            "So, if we can lock in rates that give a good return on the investment in the vessels that we have, then we'll do it. But it is not like we are desperate to lock in cash flow no matter where the rates are. So, we've done it in this upcycle, done as many charters as we could find. We did it in prior high markets, but you will note that in lower markets, we have not been nearly as eager to develop new time charter business. So, it's more a reflection of, what rate levels we see doable and not so much about the percentage of the total fleet."
         ],
         "Speaker": "Trygve Munthe"
      },
      "6": {
         "Remarks": [
            "Okay, fair. Great. Thanks. And I guess there's like recent news coming on surrounding congestion in China, I think Kepler peg like around 80 some odd tankers currently being held up. And I guess, would you guys be able to have some sort of visibility into how much of this is a result of, playing forward in storage where charters are purposely holding or slow steaming right outside the ports as a form of floating storage, or is there like a some sort of structural bottleneck or COVID related congestion in China? And are you guys exposed to this in any way? And if you are, are the demurrage charges, I mean are they greater than the current headline spot rate?"
         ],
         "Speaker": "Chris Tsung"
      },
      "7": {
         "Remarks": [
            "Well, we think that number you mentioned certainly jives well with the reports that we are reading, and also what are – sort of Intel is picking up. We believe this is really a reflection of inventories being, quite full in China or latest issues with tanks. So, it takes time for the refiners that have now also reduced some of the throughputs to consume these inventories. And that's holding up ships.",
            "We don't really believe this is so much of a contango play that was much talked about in the spring. Also to your other part of the question, these ships that you earn demurrage rates, and the demurrage rates will very much be a reflection of when these charters were fixed. We have had some ships on demurrage in China and we still have, so this is where we get paid every day, and the rent certainly varies. But as the market has come off recently, most of these demurrage rates are meaningfully higher than the current spot market."
         ],
         "Speaker": "Trygve Munthe"
      },
      "8": {
         "Remarks": [
            "Okay, great. Yes, that's great. And it's kind of good to kind of be able to capture something steady to come in while spot rates have kind of taken a bit of a dip. And I guess just my final question. I know that you said most of the crew discharging changes are going to take up a lot of the off-hire days and in your presentation or report I think you had 77 off-hire days in Q3.",
            "I just wanted to get a sense of how much of that is the crew [ph] changes? And if you guys are still going ahead with the five vessels that are just starting to go scrubber retrofits and if that will still happen this year."
         ],
         "Speaker": "Chris Tsung"
      },
      "9": {
         "Remarks": [
            "The crude changes are included in the scheduled off-hire days that you will see on the list. So it's sort of relatively minor number in the total scheme of things. But in general, it does take longer than what has been the norm in the past. Typically you will do this while you do other operations, either discharging or loading or bunkering imports.",
            "But now it might involve some deviation and some more time to sort of make the logistics work. So…"
         ],
         "Speaker": "Trygve Munthe"
      },
      "10": {
         "Remarks": [
            "Okay, yes, that makes sense. And the scrubber retrofits?"
         ],
         "Speaker": "Chris Tsung"
      },
      "11": {
         "Remarks": [
            "Yes. So we have postponed the number of these fits earlier as the earnings were very strong. And so, some of these are yet to take place. And we are trying not to focus on these two coincide with natural dry docking days, and/or when they will take the ships off-hire in any case. So that is something that we’ll develop later this year and also into next year."
         ],
         "Speaker": "Trygve Munthe"
      },
      "12": {
         "Remarks": [
            "Yes, that makes sense. That's super-efficient. All right, great. Thanks, guys. Thanks for your time. Have a great rest of your day."
         ],
         "Speaker": "Chris Tsung"
      },
      "13": {
         "Remarks": [
            "Your next question comes from the line of Randy Giveans from Jefferies. Please ask your question."
         ],
         "Speaker": "Operator"
      },
      "14": {
         "Remarks": [
            "Gentlemen, how's it going?"
         ],
         "Speaker": "Randy Giveans"
      },
      "15": {
         "Remarks": [
            "Good. Thanks."
         ],
         "Speaker": "Trygve Munthe"
      },
      "16": {
         "Remarks": [
            "Great. So I guess first question, just trying to get some more color around your decision to convert the 4.5% note at this time, right, given that the shares are trading well below NAV. And has there been a lot that have already been converted? And then I guess last part of this question, to avoid the dilution, we look to possibly repurchase some of the amount of shares that you had exercised?"
         ],
         "Speaker": "Randy Giveans"
      },
      "17": {
         "Remarks": [
            "As we said in our remarks, we've really been trying to see if we could buy some of these bonds in the open market, but we found the pricing to be unattractive. And then back in mid-July, our share price was basically right at the conversion price. So we thought and we were hopeful that we're going to be able to sort of call it and redeem it in cash. But of course, it's a 30-day notice period, so the share is trading -- or the stock is trading freely in between. So it is still too early to say whether it's going to convert or not or redeemed in cash but I think in terms of consequential action on the outcome, that's speculative at this point. So we'd prefer to see how it all shakes out at the end of next week before we decide a potential next move."
         ],
         "Speaker": "Trygve Munthe"
      },
      "18": {
         "Remarks": [
            "Okay, and then…"
         ],
         "Speaker": "Randy Giveans"
      },
      "19": {
         "Remarks": [
            "Randy, let me just add also that it is, of course, a dilution issue if it is converted. But you see the pretty strong dividends for this quarter. You’ve seen our booking guidance for the current quarter, so by just waiting, we were afraid that dilution was just going to increase. So we elected to go ahead now that when the share price was at the commercial price."
         ],
         "Speaker": "Trygve Munthe"
      },
      "20": {
         "Remarks": [
            "Got it. All right. That's fair. And then speaking of those quarter-to-date rates, obviously, very strong numbers, especially ahead of the benchmark rates you've been seeing in the last few weeks, but a little below your peers. Is this because of your time charters, I guess gave away some of that spot exposure upside in May and June? I mean what kind of premium did your scrubber-fitted VLCCs earned last quarter and maybe so far this quarter? And then what are kind of the current rate levels that you're booking at VLCCs, maybe your most recent or this week?"
         ],
         "Speaker": "Randy Giveans"
      },
      "21": {
         "Remarks": [
            "We don't have a specific dollar per day number for you, but what you see in the different broker reports on the delta between compliant fuel and old-fashioned heavy sulfur or sulfur fuel is a good indication. And just multiply that delta with a daily consumption, and that's really our answer.",
            "So of course, this spread is -- it's much tighter now than what most people anticipated at the beginning of the year. But year-to-date, we have essentially recovered half of the CapEx on the retrofits that we have done, and it is not obvious to us that the margin is going to stay where they are. They might as well expand or go back out again. But that's speculative to have a strong opinion on it."
         ],
         "Speaker": "Trygve Munthe"
      },
      "22": {
         "Remarks": [
            "And then most recent booking or rates this week for VLCC?"
         ],
         "Speaker": "Randy Giveans"
      },
      "23": {
         "Remarks": [
            "Well, we had advised what we have booked quarter to date the current spot market is $20,000-plus per day, maybe low 20s. So, yes that's the market that it is today."
         ],
         "Speaker": "Trygve Munthe"
      },
      "24": {
         "Remarks": [
            "Got it. All right, and then just click modeling questions, the $9 million quarterly earmarked. Should we use that for the rest of this year and into throughout 2021?"
         ],
         "Speaker": "Randy Giveans"
      },
      "25": {
         "Remarks": [
            "No. For the rest of this year, it's sort of full regular installment schedule. So what we have prepaid is the year 2021 for those two big facilities, but we've not prepaid any regular installments for this year. And the reason for that is that our time charter coverage is so much stronger this year than what it is for next year. So with a cash breakeven at $2,800 a day for the spot ships this year, it was better use of the cash to prepay next year's installments.."
         ],
         "Speaker": "Trygve Munthe"
      },
      "26": {
         "Remarks": [
            "I guess it’s timing difference. That’s fine. Thanks so much and congrats again."
         ],
         "Speaker": "Randy Giveans"
      },
      "27": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Trygve Munthe"
      },
      "28": {
         "Remarks": [
            "Your next question from the line of Ben Nolan from Stifel. Please ask your question."
         ],
         "Speaker": "Operator"
      },
      "29": {
         "Remarks": [
            "Thanks. This is Ben Nolan. So close, though but I have a couple. The first is I know that you guys take a very formulaic and systematic approach to how you think about buying and selling assets counter cyclically, as you've talked about. But -- and it does sound like you're a little bit more open to the idea of expansion now than you probably have been in the previous quarter. Can you maybe just remind me where you -- or where those thresholds are in terms of what you view as historically good prices versus historically prices where you'd rather stay on the sidelines?"
         ],
         "Speaker": "Ben Nolan"
      },
      "30": {
         "Remarks": [
            "No, we haven't been in an investment mode now for more than three years, so -- and we are in no rush to make new investments. But I think all these preparations that we made for the company is to be ready when those things arrive. So we still think it's a bit earlier. We're not going to sort of flag a particular price for a ship. But if you look back at the sort of trough in '13 and '17, you would note that five-year-old ships were sort of below $60 million and newbuildings were below $90 million.",
            "So in '13 -- and then it was below $80 million in '17. So that's sort of some indication but time will tell where this asset price will go. We think one key parameter to look at here is that the yards, in general, are -- well, they have got very, very little business.",
            "And that might drive them to further reduce their pricing. And that will also, we think, impact the opportunities on second-hand ships. So that is really what we need to watch carefully now. But again, there's no rush. We are just preparing the company, and this might be a next year event. So…"
         ],
         "Speaker": "Svein Moxnes Harfjeld"
      },
      "31": {
         "Remarks": [
            "Sure. And then I wanted to get back to the convert question a little bit. I mean, obviously, you guys -- it's complete common sense to want to take this out ahead of the dividend. There was no question that, that needed to be done but -- and obviously, I would say at this point pretty clearly, most of that is going to be converted into equity, but it does leave your share count a lot higher than what it has historically been. From a longer-term perspective, is that -- are you good with that or would you view the company is under levered, assuming that all of that is converted?"
         ],
         "Speaker": "Ben Nolan"
      },
      "32": {
         "Remarks": [
            "I think if you -- if it converts, your leverage is going to be maybe south of 30% and so forth. But we don't have a fixed answer to what the right percentage is. As we've said many times that, for us leverage really translates into cash breakeven levels, and we have been very, very careful not to run those up. But our leverage is going to change with the cycle.",
            "So right now, we're maybe very conservative. You said under levered, but frankly if we were able to get it down closer to 0% leverage at this point in a cycle, we'd be even more excited because then we have tremendous financial muscle built in so that we can go out and buy things when nobody else there to do it when it's really at the trough. So that's what this is all about. And at that point, we'll still be happy to lever up to 50% or something like that. But again, it's the nominal numbers that drives it. But that's the whole clue here that we're setting up the balance sheet so that we can do the right moves in the trough."
         ],
         "Speaker": "Trygve Munthe"
      },
      "33": {
         "Remarks": [
            "Okay. And then lastly for me. In the June update, you talked about the Scandinavia missing it's time charter. Could you maybe just give a little bit more color on that? And I don’t guess there was any ability to recapture that or anything of that sort?"
         ],
         "Speaker": "Ben Nolan"
      },
      "34": {
         "Remarks": [
            "No. So, when you agreed to do the time charter, you’ll agree for a delivery window of the ship. And this ship was impacted by what we talked about earlier in this call -- or shore times being [Indiscernible]. So Scandinavia spent almost two months getting their cargo out. And just by simple nature that, she needs to reconciling and we didn't plan for the ship to discharge for two months. The discharge terms was only three days. So obviously, we will pay demurrage in that period, but the unfortunate consequences was that we missed the charter."
         ],
         "Speaker": "Trygve Munthe"
      },
      "35": {
         "Remarks": [
            "Okay. All right. I Appreciate. Thank you."
         ],
         "Speaker": "Ben Nolan"
      },
      "36": {
         "Remarks": [
            "Your next question comes from the line off Omar Nokta from Clarksons Platou. Please ask your question."
         ],
         "Speaker": "Operator"
      },
      "37": {
         "Remarks": [
            "Hi, guys. My first question actually is relates to, Svein your comments and Ben's question in relation to the potential change and tactics. After the three-year hiatus from the investment window. Is there a particular part of the fleet you're looking at targeting? We've seen pressure really over the past several months on older vessels, resales, newbuilding prices. You mentioned it's still all under evaluation, but anything right now that jumps out at you as attractive?"
         ],
         "Speaker": "Omar Nokta"
      },
      "38": {
         "Remarks": [
            "No, not normal to me. So as you mentioned, this is just a question of explaining why we have done all the things we've done recently, and preparing the company on what we expect to be sort of the next sort of significant activity in the company. So it's way too early to say that. And if you look at our past activities, we have done M&A, we have done newbuildings, we’ve picked up distressed assets. So it could still be a mix of those things. And we'll look at where the best value is simply."
         ],
         "Speaker": "Svein Moxnes Harfjeld"
      },
      "39": {
         "Remarks": [
            "So I think in addition to that, when we do go out and acquire things, there is another aspect and that's, some sort of fleet renewal. So the preference would clearly be to look at ships built since 2015, or resales, but it is at this point difficult to see ourselves going out buying 18-year old ships to gamble on the immediate spike in the freight market."
         ],
         "Speaker": "Trygve Munthe"
      },
      "40": {
         "Remarks": [
            "Yes, that makes sense. And obviously, it’s a question that we've known the answer for some time, but how do newbuildings at this point with some of the uncertainty out there. How do those fit into the equation?"
         ],
         "Speaker": "Omar Nokta"
      },
      "41": {
         "Remarks": [
            "Pricing today in Korea is sort of mid, high 80s. And in China, it's low 80s. Last time we contracted, we did Hyundai big ships with a lot of equipment below 80. So you get delivery today in first half of 2022. But again, point being, we are not sort of -- very sort of trigger-eager right now. We are preparing the company, and I think you will certainly be notified when we do something."
         ],
         "Speaker": "Trygve Munthe"
      },
      "42": {
         "Remarks": [
            "Yes, yes. Understood. And I have just maybe a follow-up to some of the discussion points. You've prepaid a lot of debt -- or sorry, you've prepaid a lot of debt that's due in '21. You're in the middle of redeeming the converts. You're bringing down your scheduled repayments down drastically here for next year. You'll have plenty of flexibility. How do you think about utilizing the cash flow that's generated during the second half of this year?",
            "We know it's not going to be bonanza earnings, but you do have the TCs in place. As you mentioned, the party is going to go until next year. How do you think about the cash that comes into the company in the second half? Do you want to prepay debt further or do you not want to maybe build a bit of a mini war chest ahead of the potential next wave of strategy?"
         ],
         "Speaker": "Omar Nokta"
      },
      "43": {
         "Remarks": [
            "We think it's in the best interest of all shareholders that we prepay debt. You're reducing your interest expenses when you do that. So rather than building a war chest, earning nothing in deposit accounts, we think it's better to prepay debt. And as Svein said, we're confident that the credit is going to be there when we think it’s right to start to invest again.",
            "So in the short term, it's really more of the same that we will continue to prepay debt. It takes down the leverage, increases the financial flexibility, and it also gives us unbeatable cash breakeven levels in a market where we may be hit by negative surprises from a freight perspective."
         ],
         "Speaker": "Trygve Munthe"
      },
      "44": {
         "Remarks": [
            "Yes, absolutely. Okay. Well, thank you. That's it for me."
         ],
         "Speaker": "Omar Nokta"
      },
      "45": {
         "Remarks": [
            "Thank you"
         ],
         "Speaker": "Trygve Munthe"
      },
      "46": {
         "Remarks": [
            "Next question comes from the line of George Berman from IFS Securities. Please ask your question."
         ],
         "Speaker": "Operator"
      },
      "47": {
         "Remarks": [
            "Thanks for taking my call and congratulations to a great quarter."
         ],
         "Speaker": "George Berman"
      },
      "48": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Trygve Munthe"
      },
      "49": {
         "Remarks": [
            "Quick question, last conference call you mentioned that one of your ships had been involved in an accident and was out of service. Has that been covered, repaired, and is back in service?"
         ],
         "Speaker": "George Berman"
      },
      "50": {
         "Remarks": [
            "Yes, the ship is -- was repaired. It’s definitely back in service. And some insurance claim and that will obviously take time to settle. So the ship is fully operational."
         ],
         "Speaker": "Trygve Munthe"
      },
      "51": {
         "Remarks": [
            "Okay, great. Next question I have is on the convertible debt that you calling. Back of the envelope calculation at 187 per 1000, would facilitate the issue of about 23 some million shares at the current conversion rate. If everyone is converted, somewhere in your press release that they talk about 34 million shares. Could you explain the difference there?"
         ],
         "Speaker": "George Berman"
      },
      "52": {
         "Remarks": [
            "I don't know if you want to add color to that, Laila. But you're absolutely right that the convert itself is 33-point something -- excuse me, 23-point something shares. So I'm not -- I don't have the answer to that…"
         ],
         "Speaker": "Trygve Munthe"
      },
      "53": {
         "Remarks": [
            "No, that’s correct. A bit over 23 million is the conversion if every bond holder chooses to convert. But under note seven, it's stated assuming the maximum fundamental change conversion rate. So that's the difference. This is not fundamental change."
         ],
         "Speaker": "Laila Halvorsen"
      },
      "54": {
         "Remarks": [
            "Okay, right. All right…"
         ],
         "Speaker": "George Berman"
      },
      "55": {
         "Remarks": [
            "Right. It would be a make whole event."
         ],
         "Speaker": "Trygve Munthe"
      },
      "56": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Laila Halvorsen"
      },
      "57": {
         "Remarks": [
            "Okay, so if everyone converts, you would there -- there would be about 23 million more shares out?"
         ],
         "Speaker": "George Berman"
      },
      "58": {
         "Remarks": [
            "Yes, that’s correct."
         ],
         "Speaker": "Laila Halvorsen"
      },
      "59": {
         "Remarks": [
            "Right. And just for argument's sake here, if I don't convert, you will pay me cash. I don't get the dividend, but if I do convert and I have to convert before the ex-dividend date, I would get the $0.48 cash dividend on my shares?"
         ],
         "Speaker": "George Berman"
      },
      "60": {
         "Remarks": [
            "Correct."
         ],
         "Speaker": "Trygve Munthe"
      },
      "61": {
         "Remarks": [
            "Okay. And I would assume a couple of the callers have asked the question with the tremendous amount of cash on hand, everything prepaid rates still very positive, that you would probably entertain a stock buyback program unless the stock really trades up to its real value close to the $9, $10 level."
         ],
         "Speaker": "George Berman"
      },
      "62": {
         "Remarks": [
            "Yes. I'm sure you're aware that we do have a buyback program in place. It hasn't been used in a little while, but we have certainly done buybacks both on the convert and on the common equity in -- on prior occasions. So this is something that the board will always look at whether we should focus on cash dividends or a mix with buybacks."
         ],
         "Speaker": "Trygve Munthe"
      },
      "63": {
         "Remarks": [
            "Okay, great. Maybe one last question in general on the oil trade, do you still see a lot of transportation requests from South America and the U.S. into the Far East? Or has that ebbed down?"
         ],
         "Speaker": "George Berman"
      },
      "64": {
         "Remarks": [
            "No. As you alluded to, we certainly see a strong program out to South America with Brazil, in particular. So that is going quite strongly. The U.S. is a little more irregular. But in the recent weeks, the Atlantic market has certainly been more active than the Arabian Gulf market in terms of loading of VLCCs. So these are becoming more and more important to load ports or load areas for the VLCC trade, no doubt."
         ],
         "Speaker": "Trygve Munthe"
      },
      "65": {
         "Remarks": [
            "So the ton miles are still overall at an increasing rate, now?"
         ],
         "Speaker": "George Berman"
      },
      "66": {
         "Remarks": [
            "The distances are increasing, but of course, right now we're suffering from a very low level of fixtures out of the Arabian Gulf."
         ],
         "Speaker": "Trygve Munthe"
      },
      "67": {
         "Remarks": [
            "Right. Okay. Well, you surely put in a great, great quarter, and I look forward to a very profitable future from here."
         ],
         "Speaker": "George Berman"
      },
      "68": {
         "Remarks": [
            "Great. Thank you."
         ],
         "Speaker": "Trygve Munthe"
      },
      "69": {
         "Remarks": [
            "Your next question comes from the line of Juan Lopez [ph] private investor. Please ask your question."
         ],
         "Speaker": "Operator"
      },
      "70": {
         "Remarks": [
            "Hello. Good afternoon. Congratulations on the results. Most of my questions have been answered already. Just a quick one on how you look at the long-term investment projects in terms of what are the economics you look at, what is the internal rate of return you look at when buying a ship for the whole investment period? That will be very helpful at this point. Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "71": {
         "Remarks": [
            "Your line was a little blurry, but I think what you were asking some of the things that Ben was touching upon earlier, and what is our return requirements or expectations when we make investments.",
            "And the formula we've been discussing in the past is that, and when we contemplate an investment, we really look at what the required rate is to provide a 10% unlevered -- key unlevered return on the investment. And we want that required rate to be meaningfully lower than historic average spot rates. So that is really as simple as it is.",
            "We have made investments with required rates from the sort of mid, high $20,000 per day up to mid $30,000 per day, while the long-term historic average is about $42,000 a day, if I remember correctly. And so that gives you some sort of indication on when we think it is interesting to deploy capital."
         ],
         "Speaker": "Trygve Munthe"
      },
      "72": {
         "Remarks": [
            "Okay, that's very helpful. Thank you very much."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "73": {
         "Remarks": [
            "Your next question comes from the line of Robert Silvera from R.E. Silvera. Please ask your question."
         ],
         "Speaker": "Operator"
      },
      "74": {
         "Remarks": [
            "Hello gentlemen. And thank you for a wonderful performance, especially during this quarter. But more reflective, I think of your long term strategy and approaches. It shows that you're running the company extremely well. I love the philosophy of going to 0% debt. So that you have built your cash the way you have built your cash to one of the highest levels on record at this point. This is extremely encouraging to us to see you doing that. I would imagine you will announce after next week, the amount of conversion that has taken place?"
         ],
         "Speaker": "Robert Silvera"
      },
      "75": {
         "Remarks": [
            "Sure."
         ],
         "Speaker": "Trygve Munthe"
      },
      "76": {
         "Remarks": [
            "Yes, I'm asking you after next week, will you announce the amount of conversion of the convertible debt that has taken place?"
         ],
         "Speaker": "Robert Silvera"
      },
      "77": {
         "Remarks": [
            "Yes. So post the 21st, there will be an announcement of the decision that the note holders have taken whether to convert or whether they want it to be redeemed. So we will send out a sort of a -- the conclusion if you like, once that is behind us."
         ],
         "Speaker": "Trygve Munthe"
      },
      "78": {
         "Remarks": [
            "Wonderful. Now help me understand one thing. On your charts that you presented, you show the net debt, which you have reduced this year alone by over $100 million to be down to $581.5 million on the net debt. And yet as of August 10, you show the notional net debt to be $730.6 million.",
            "Can you help me understand why there was such a large increase in the debt between the end of June and August 10th?"
         ],
         "Speaker": "Robert Silvera"
      },
      "79": {
         "Remarks": [
            "Laila, would you take that, please?"
         ],
         "Speaker": "Trygve Munthe"
      },
      "80": {
         "Remarks": [
            "If you look at the note four, you can see the total interest bearing debt as of 30th June. What you're referring to with net debt is interest bearing debt, plus cash. So I guess that answers your question."
         ],
         "Speaker": "Laila Halvorsen"
      },
      "81": {
         "Remarks": [
            "Well, no you -- that's what I'm having trouble understanding. In the end of quarter two, the interest bearing debt was $719.2. Yet you say the net debt is only $581.5. And that is because of the cash and cash equivalent differential, correct?"
         ],
         "Speaker": "Robert Silvera"
      },
      "82": {
         "Remarks": [
            "Yes. That's correct."
         ],
         "Speaker": "Laila Halvorsen"
      },
      "83": {
         "Remarks": [
            "Okay. Well, then the real interest-bearing debt is the one we're interested in, and I'm complementing you on reducing it so significantly. I love the fact that you have continuously increased that cash and cash equivalents to put you in a position to now move strategically as the market shows you opportunity. That's wonderful.",
            "Could you give us some indication of how you see within the next year, with the current rates being what they are and scrappage rates being what they are and the small order book being what it is, so do you have any feeling for the rest of this year and going into the next year the rates that will be present in our market and the spot market?"
         ],
         "Speaker": "Robert Silvera"
      },
      "84": {
         "Remarks": [
            "Our industry is certainly not only cyclical, but it's also very volatile and seasonal, and it's also impacted by curveballs and political decisions and OPEC and what have you. So we've been in this industry long enough. And we find it very, very hard, if not impossible, to have a credible rate projections. But as you alluded to, the way we manage these teams, right, is to really be able to withstand sort of any tough market, but at the same time, without giving away the upside should sort of good times spring upon us.",
            "So we think now the company is very well positioned in order to sort of just move into a period that we expect will have a weaker rate. To give you one indication, if you look over the past 25 years, the three worst years in this time period had earnings at about $18,000, $19,000 a day on average, those three extremely bad years. So we're also not suggesting that, that is representative of what's to come, but it is to put in context to the cash breakeven levels that we have in the company. And even in a market like that we will generate cash."
         ],
         "Speaker": "Trygve Munthe"
      },
      "85": {
         "Remarks": [
            "Yes. And I think that is because you have strategically thought ahead and done a wonderful job in the decision making that you have made. I like to just say thank you very much as a shareholder, our company and receiving the sweet dividend you just gave to us, as well as increasing the cash the way you have, just a testimony to a very well-run company. Thank you. That's all I have."
         ],
         "Speaker": "Robert Silvera"
      },
      "86": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Trygve Munthe"
      },
      "87": {
         "Remarks": [
            "[Operator Instructions] Your next question comes from the line of Jeffrey Scott from Scott Asset [ph]. Please ask your question."
         ],
         "Speaker": "Operator"
      },
      "88": {
         "Remarks": [
            "Good afternoon. Industry wide there's been a lack of demolition activity. Kind of the -- have the ships that have reached 20 years or even 17.5 years really been going in for special survey, or have the owners been able to defer that activity because of the because of COVID?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "89": {
         "Remarks": [
            "I think there's been very little demolition predominantly because of a very strong freight market. So it is sort of afforded the owners of older ships the opportunity to continue to trade and actually pay for the drydock. Also, we believe a lot of these older ships have been engaged in storage of oil following the contango opportunity that presented itself earlier this year. But I think, if the market continues at current levels, and you see some of the storage activity unwinding now over time, demolition activity will increase.",
            "But you asked about the COVID. And you're right, there had been a sort of a stop in activity for a while. Variables just frankly not -- it wasn't really possible to take ships ashore and get crews off, etcetera, etcetera. But that is easing up, and although only on the minor scale. But then -- it's more of a sort of market economics we think that is driving this congested logistics, the logistical ability of the scrap yards."
         ],
         "Speaker": "Trygve Munthe"
      },
      "90": {
         "Remarks": [
            "Okay. What are you hearing from the people in the recycling industry regarding the prospect for more demolition in the fourth quarter?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "91": {
         "Remarks": [
            "Yes, I don't really see any prospects of that, but the brokers have suggested that there's some level of increased activity in this quarter to -- compared to what you saw in the spring. So we don't really have any ships in that category. So we're not sort of following this market on a daily basis, if you like. But prices has gone up from the lows in the second quarter. I think that's also a reflection of some more activity."
         ],
         "Speaker": "Trygve Munthe"
      },
      "92": {
         "Remarks": [
            "And then the activity is certainly halted by the COVID. And that is starting to get a little bit more normal now."
         ],
         "Speaker": "Svein Moxnes Harfjeld"
      },
      "93": {
         "Remarks": [
            "So your expectation would be there would be more demolition in the fourth quarter?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "94": {
         "Remarks": [
            "It all depends on freight rates. We think that as you touched upon, certainly there is an inventory of ships are a good big classes of ships that are coming up for special surveys and intermediate survey. So if the freight rates are lacklustre, and expectations are low, that's typically when you see people call it quits and start recycling. But it really rides on where spot market is and where people think it's going to go."
         ],
         "Speaker": "Trygve Munthe"
      },
      "95": {
         "Remarks": [
            "Okay. Let me ask a follow up. The fourth floor is usually stronger than the third quarter. If things remain the same when would you expect rates to go up? And conversely, if rates don't go up by what, what time period? Would you begin to worry that the future is not going to be the same as usual."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "96": {
         "Remarks": [
            "I think what we're experiencing now is a very, very unusual year. So we have seen a phenomenally strong market in the first half. It has been really stronger than most people anticipated in the third quarter, and that's partly because what we discussed on the congestion, especially off of China, but also off of the U.S. West Coast to pick another area.",
            "So this has tied up a lot of ships, and freight rates have held up much better than normal at this time of the year. Fourth quarter, normally, yes, it's a boost. And if we see an unwinding of the congestions around the world, then you could well see a situation where the fourth quarter is not as relatively strong as it normally is. So right now, everything is really a bit up in the air. It's hard to have a very strong conviction case on where rates are going to be in the fourth quarter compared to the third quarter."
         ],
         "Speaker": "Trygve Munthe"
      },
      "97": {
         "Remarks": [
            "Okay, I appreciate it. Thanks very much. Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "98": {
         "Remarks": [
            "There are no further questions at this time, please continue."
         ],
         "Speaker": "Operator"
      },
      "99": {
         "Remarks": [
            "Alright. Then we'll just say thank you very much for your interest in DHT. We've had a fantastic quarter, and we're starting the third quarter on a strong footing as well. So thanks for interest. Have a good day."
         ],
         "Speaker": "Trygve Munthe"
      },
      "100": {
         "Remarks": [
            "That does conclude the conference for today. Thank you for participating. You may all disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}