{
   "Date": "September 1, 2020",
   "Presentation": {
      "Cliff Sifford": [
         "Thank you and welcome to Shoe Carnival’s 2020 second quarter earnings conference call. Joining me on the call today is Mark Worden, President and Chief Customer Officer; and Kerry Jackson, Senior Executive Vice President, Chief Financial and Administrative Officer.",
         "On today’s call I'll provide a high level review of our fiscal second quarter 2020 results, as well as an update on the ongoing COVID-19 pandemic and the impact that it’s had on our business. Mark will then discuss our strategic initiatives and how our long term investments have already begun to pay off, followed by Kerry, who will discuss the quarter’s financial results. We’ll then open the call for your questions. ",
         "Our fiscal second quarter results clearly demonstrated the strength and commitment of our team, as well as the resiliency of our concept. When we last spoke we were in the process of reopening our stores and as we have said, the health and the safety of our employees and customers was our number one priority. ",
         "I'm very pleased to report that thanks to the dedication and strong execution of our team members, we have successfully reopened all of our stores, welcoming our loyal customers back to fulfill their family footwear needs in person. Our corporate office will also complete the final phase of our reopening plan after Labor Day. ",
         "Our results for the quarter were strong. In fact, second quarter revenues of more than $300 million established a new quarterly record for Shoe Carnival. Our sales were undoubtedly supported by our decision to not furlough any employees during the shutdown, as we were able to get our team members back to the store faster than nearly all our competitors. ",
         "Just as exciting, is the enormous growth we continue to see with our e-commerce platform, which delivered another triple digit gain in the quarter, even as customers were able to get back into stores. ",
         "All in, our focus on our loyal customers, coupled with our team's excellent operational execution, drove our same store sales growth up 12.6% overall. Looking exclusively at the days our stores were open, same-store-sales growth would have been 22.5%. This increase comes despite the dramatic shifts in back-to-school dates we experienced at the end of the quarter. ",
         "For context, in a typical season we see back-to-school shopping start in mid to late July; however, the pandemic has delayed start dates for nearly all the schools within the markets we operate. As we saw this materializing, we pivoted quickly and realigned our back-to-school marketing to correspond with the shift in the season. ",
         "Through week two of July, our quarter-to-date comps were up in the mid-20s. As we approached the end of July, we saw sales decline for the last two weeks of the quarter in the high 20s, as schools shifted their start dates which continued through the first two weeks of August. It is worth noting however that even with these two important weeks of back-to-school sales shifting out of the quarter, our teams still delivered the highest quarterly sales in the company's history. ",
         "Once we approach the revised back-to-school dates in late August, our comparable store sales began to increase, with sales of the last two weeks of August up mid-single digits. For reference, typically by the end of August, 95% of our schools are back in session. This year, as of August 31 only 65% of our schools were back. To this end we believe the majority of back-to-school volume will be realized through September. ",
         "We will extend our back-to-school season through the end of October to ensure we are timely serving our customers’ needs. Despite these dynamics, we expect comparable store sales for August and September combined to be flat. Mark will provide additional color on this in his prepared remarks. ",
         "Turning to our e-commerce business, several years ago we made the decision to significantly invest in our technology platforms, including our e-commerce business and CRM capabilities. This decision is paying off. Throughout the second quarter we have delivered explosive growth in our e-commerce business, marking another period of triple digit increases. Moreover for the fiscal second quarter our e-commerce revenues were just over 20% of total company revenue, exceeding our three year target level. In addition, our Shoe Perks loyalty program achieved a critical milestone surpassing 25 million members and our Gold membership grew double digits. ",
         "Looking at comparable store sales by department for the quarter, adult athletic overall were up 30%, driven by strong growth in both women's and men's product categories, each up approximately 30%. Sales in both men's and women's non-athletic category were driven by sandals in the sport casual product. Not surprisingly, dress shoes were down double digit, consistent with a change to a more casual and active lifestyle as a result of closed offices and schools. ",
         "Kids comparable store sales were down low single digits with non-athletic up double digits, driven by robust activity in kids’ sandals and infants. Somewhat offset by kids athletic down low double digits reflecting the shift of back-to-school sales into quarter three. ",
         "Our current inventory position is solid, yet lean, and we continue to work closely with our vendor partners to ensure we have the best product available for our customers. As discussed last quarter, during the shutdown we canceled spring orders and shifted fall merchandise to later in the season. However, our strong sales trends have us moving that product back to a more normalized [receipt] [ph] time period. ",
         "We're also working closely with our key vendor partners to replenish the categories and classifications that are driving our sales. We are very comfortable with the amount of inventory flow that we have coming in for the fall and holiday period. That being said, we do expect to end the year with the inventory down on a per store basis. ",
         "While sales have far exceeded our initial expectation as COVID pandemic took hold in the first and second quarter, the uncertainty it has created has been substantial and continues to impact our business. Our strong relationship with our vendor partners has been critical as we plan for the future, as the vendor community has not taken any chances with inventory levels; meaning, if its does not already bought, it is too late to buy it now. ",
         "While the current environment makes it difficult to provide clear guidance, absent the second wave of shutdowns, we believe we are well positioned to capture market share throughout the remainder of the year. We made quick decisions to support our employees, maintain appropriate inventory levels and enhance our vendor relationships during this shutdown period. This has allowed us to remain nimble and fulfill our customers need for both back-to-school and into the fall and holiday period. ",
         "Our financial strength and flexibility combined with our laser focus on maintaining an impeccable balance sheet has proven to be invaluable during these unprecedented times. We ended the quarter with approximately $77 million in cash and cash equivalents and no debt. We also increased our line of credit from $50 million to $100 million, to ensure we have ample liquidity if needed. ",
         "Our disciplined approach, as well as our strategic investments in our business have allowed us to make incredible progress on our long term strategic initiatives and will guide us through any unforeseen challenges ahead. Given the continued uncertainty as a result of the pandemic, we still believe it would not be prudent to provide guidance at this time. ",
         "With that overview, I'd like to turn the call over to Mark Worden, to provide an update on our strategic initiatives. Mark. "
      ],
      "Kerry Jackson ": [
         "Thank you, Mark. As Cliff mentioned, this quarter was much stronger than we anticipated given the current market environment and we are incredibly proud of our team and their hard work. We delivered record sales of $300.8 million in the quarter, beating the prior sales record set in the third quarter of 2017 by 4.6%. Comparable store sales were up 12.6% and our e-commerce business sustained as triple digit growth and represented more than 20% of fiscal quarter, second quarter sales. ",
         "Our brick and mortar store sales were negatively impacted by COVID related closures early in the second quarter and as Cliff mentioned earlier, the COVID related delays for back-to-school shopping late in the quarter. ",
         "Gross profit margin for the quarter was 27.5% compared to 30.6% in the second quarter of last year. Merchandise margins decreased 370 basis points, while buying distribution and occupancy has been decreased 60 basis points as a percentage of sales. ",
         "The decrease in the merchandise margin was related to an increase of 250 basis points in shipping costs associated with e-commerce sales, with the remainder of the decreased due to a higher mix of adult athletic sales, which typically carrier lower margins than not athletic. The decrease in buying, distribution and occupancy expenses was primarily due to leveraging of expenses against the higher sales base. ",
         "SG&A expenses increased $1.8 million in the second quarter of fiscal 2020 to $68.2 million, primarily reflecting higher e-commerce related operating expenses. As a percentage of net sales, SG&A decreased to 22.7% compared to 24.8% in the second quarter of fiscal 2019, primarily due to leveraging of expenses against the higher sales base. ",
         "The effective income tax rate for the second quarter of fiscal 2020 was 29.6% compared to 24.5% for the same period last year. The rate increase was primarily due to the reversal of a net operating loss carry back reported in the first quarter due to an improved financial performance. ",
         "Net income for the second quarter of fiscal 2020 was $10.1 million compared to net income of $11.8 million in the prior year quarter. Income per diluted share for the fiscal second quarter was $0.71 compared to income per diluted share of $0.80 in the prior year quarter. ",
         "Now turning to our cash position and information affecting cash flow. Depreciation expense was $4.0 million for the second quarter compared to $4.1 million in the prior year quarter. Capital expenditures for fiscal 2020, including actual expenditures during the second quarter are expected between $15 million and $16 million with approximately $8 million to $10 million to be used for new stores, relocation and remodels. ",
         "We also expect to spend between $3 million to $4 million on upgrades to our distribution center in fiscal 2020 as we continue to focus on enhancing our supply chain. ",
         "As Cliff mentioned, we continue to work closely with our vendor partners to strategically manage our inventory. As a result, we ended the quarter with inventory of $298.9 million, which was down $38.1 million compared to the prior year or down 8.7% on a per store basis. ",
         "As of August 1, 2020 we had no outstanding debt and working capital of $200 million. Cash and cash equivalents were $76.9 million and our borrowing capacity was $98.8 million at the end of the quarter. Free cash flow was $65.1 million during the second quarter resulting from record sales, lower inventories and higher accounts payable. ",
         "This concludes our financial review. Now, I’d like to open up the call for questions. "
      ],
      "Mark Worden ": [
         "Thank you, Cliff. I'd like to start by thanking our 5,000-plus team members for their truly outstanding performance and commitment to providing excellent customer service during 2020. While these last few months have been challenging on a variety of levels, our team has exceeded all internal expectations, driving our strategic initiatives forward and delivering winning Q2 results. ",
         "As Cliff mentioned, we see comparable store sales growth of 12.6% in the quarter or approximately $33 million, against the backdrop of a difficult external landscape. If we look at comparable store sales growth exclusively for the days our stores were opened during the quarter, that number improves to 22.5%, a substantial increase and a testament to the team's hard work. ",
         "The last several quarters we've discussed our four key strategic initiatives; CRM, branding customer experience, e-commerce sales and store development. The investments we have made are paying dividends, not only in supporting growth, but allowing our team to be smarter and more efficient as we serve our customers. ",
         "Our digital marketing and e-commerce efforts delivered results that far exceeded our expectations for the quarter. E-commerce sales grew 332%, achieving high double digit conversion rates and growth of over $45 million in the quarter. E-commerce revenues exceeded 20% of total company revenue for the second quarter, which surpassed our three year strategic target. For comparison, Shoe Carnival’s e-commerce sales represented less than 6% of fiscal second quarter revenue in 2019. ",
         "Our long term revenue growth driver and customer engagement strategy remains to rapidly build sales in this growing digital channel. Very encouragingly, e-commerce sales growth has proven to be sustainable even after all stores reopened, continuing to achieve triple digit sales growth. I'm confident it will continue to be a meaningful platform of the Shoe Carnival business going forward.",
         "Investments in our leading CRM capabilities also continue to pay off. We reached many key milestones during the second quarter, which contributed to our double digit sales growth. We surpassed 25 million loyalty members for the first time; Gold membership grew double digits and remained highly accretive to both sales and profits. ",
         "The average basket size of a Gold member was $16 higher than a non-member. So converting our customers into Gold members remains a winning strategy and a high priority for us. Our targeted marketing efforts rapidly expanded sales from non-members in the quarter as well of sales growth of over 30% in this category. ",
         "Connecting with new customers and customers not currently Shoe Perks members and converting them into loyal, highly engaged members remains a key growth area for us. Since the second quarter of fiscal 2019, we converted over 1.8 million non-members in the basic members from these targeted connection efforts. We plan to continue expanding our Shoe Perks loyalty program well into the future. ",
         "Our store teams navigated the challenges presented by COVID-19 with excellence. We closed all 390 stores we operated during the first quarter to support the safety of our teams and communities we operate in. By June 1 our team have safely and efficiently opened over 95% of the store fleet and the whole chain by late June, while continuing to fill large numbers of e- commerce orders. ",
         "Store traffic and conversion far outperformed internal expectations. For example, in May and June combined, we achieved the mid-single digit store comp for the company, inclusive of all stores opened or closed due to COVID-19. The uncertainty created by COVID-19 did delay the start of our back-to-school selling season out of Q2 and into Q3. From a store operations, inventory and marketing perspective, we were well prepared for this shift and have solid plans in place to support a lengthened selling period extending through Q3. ",
         "For example, we pivoted our marketing investments out of a traditional heavy TV and print plan in late July and early August, into targeted digital marketing, social CRM and store experience elements. This decision enabled us to be nimble with our investments and react to school districts, back-to-school date announcements as they happened. ",
         "Sales trends have shifted later this year in line with our planning for marketing investments. On average, school district announced return to school dates approximately two to three weeks later than 2019 and approximately 40% are returning virtually. As such, our historical sales pattern has shifted out and is lengthening. ",
         "As Cliff shared earlier, store sales declined double digits toward the end of July and early August or flat around mid-August and began to grow double digits by month end. In our markets for schools of either fully or partially returned in person learning, we've seen double digit same store sales comps during the last week of August. The markets where schools have opted for virtual-only learning, same store sales comps are declining low double digits. ",
         "At the same time e-commerce has experienced an acceleration of triple digit growth. As a result, we anticipate total comparable sales for the combined August-September period to be flat with a continued momentum in e-commerce sales offsetting negative results where schools have remained virtually. While this back-to-school season is unlike anything we've experienced historically, it's far from over and we remain optimistic that Shoe Carnival will win market share and provide families with the shoes and accessories they need despite the date changes and uncertainties family face. ",
         "As we navigate the current environment, we continue to progress against our long term real-estate and store profitability strategies. During the quarter we opened two new stores within existing markets and finalized two additional store openings for the back half 2020. We anticipate these four openings to be the total for the year as we’ve taken a more conservative stance on capital investment since the pandemic began. ",
         "Additionally, we made the decision not to renew leases on 10 stores that generated low ROI, taking the year-to-date total store closures to 12. We continue to monitor each stores profitability and sales closely with plans for one further store closures during 2020. ",
         "In closing, I'm inspired by the efforts of our team during 2020 and the continued success of our strategic initiatives. Tremendous opportunities lie ahead for Shoe Carnival as we continue building on our strong customer relationships and introducing new customers to the brand. ",
         "With that, let me now turn the call over to Kerry Jackson, to provide more insight into our financial performance for the quarter. "
      ],
      "Operator": [
         "Good afternoon, and welcome to the Shoe Carnival, Second Quarter Fiscal 2020 Earnings Conference Call. Today's conference is being recorded. It is also being broadcast via webcast. Any reproduction or a rebroadcast of any portion of this call is expressly prohibited.",
         "Management's remarks may contain forward-looking statements that involve a number of risk factors. These risk factors could cause the company's actual results to be materially different from those projected in such statements. Forward-looking statements should also be considered in conjunction with the discussion of risk factors included in the company's SEC filings and today's earnings press release. ",
         "Investors are cautioned not to place undue reliance on these forward-looking statements, which speak only as of today's date. The company disclaims any obligation to update any of these risk factors or to publicly announce any revisions to the forward-looking statements discussed on today's conference call or contained in today's press release to reflect future events or developments.",
         "I would now like to turn the conference over to Mr. Cliff Sifford, Vice Chairman and CEO of Shoe Carnival for opening statements. Mr. Sifford, you may begin."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions] We will take our first question from Mitch Kummetz from Pivotal Research. "
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hi, yeah thanks. Congrats on the record quarter and thanks for taking my questions. I want to start just, or make sure I understand all the moving parts around Q3 with back-to-school and kind of what your assumptions are there. So I know that you said that August started slow and then it picked up, but could you give us a same-store-sales number for August as a whole? "
         ],
         "Speaker": "Mitch Kummetz "
      },
      "3": {
         "Remarks": [
            "Mitch, we’re not – what we wanted to do was give directionally what we saw during the quarter. We are not going to give a specific number and the reason is it’s not relevant right now. Because of the way back-to-school is going to be so much later than it was last year, a comparison is it only makes sense in our opinion by combining August and September together, similar to what we do with Easter. Because so much of our back-to-school sales are moving into the September we wanted to give you kind of an understanding that it started very slow. We picked up at the end of August and we expect to come out of the combined August-September relatively flat. "
         ],
         "Speaker": "Kerry Jackson"
      },
      "4": {
         "Remarks": [
            "So, you spoke to the trajectory that you had in the last couple weeks of August. Is that's what you need in September to get the flat for the combined period? "
         ],
         "Speaker": "Mitch Kummetz "
      },
      "5": {
         "Remarks": [
            "Well, what we need is for schools to get back, which we believe all schools will be back by the end of September, or at least that's what we're hearing from the governors. You know Mitch, we’ve always talked about the fact that our customer buys at need, and as long as there are remote learning the need for – the immediate need for new back to school shoes doesn't present itself. We believe that, and we've seen it happen. I mean as schools have gone back, our business have been outstanding in those markets and I think that's going to continue to happen; and I don't use the word outstanding lightly, it really has happened that way as schools go back. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "6": {
         "Remarks": [
            "Got it. So as to my next question, again I just want to make sure I understand the moving parts here. So Cliff, I think you just said that by the end of September you expect all the schools to be back, but do you expect – and I just want you know to get as a sort of point of clarification. I assume you don't expect all the schools to be in person by the end of September, right. Your flat August-September combined assumes all schools are back and you know kids are back in school, but not necessarily that they're all in person. Is that the way I should be thinking about that assumption for that sort of flat. "
         ],
         "Speaker": "Mitch Kummetz "
      },
      "7": {
         "Remarks": [
            "Hey Mitch, it’s Mark. We are assuming that the trend continues very similar to now, where about 60% of the schools are in some type of combination, either back fully or back part with some virtual and approximately 40% are in a virtual scenario. We anticipate that the schools that haven't gone back yet, there is a still large tranche of those particularly in the north east and north. As they go back we’ll keep similar rates and if they do something of that nature, that leads to the flat combined back-to-school season that Cliff and I were talking about. "
         ],
         "Speaker": "Mark Worden "
      },
      "8": {
         "Remarks": [
            "Got it, okay. And then you know when I think about August-September being flat, obviously that's being negatively impacted by the schools that are virtual. Is there anything else that you guys are seeing to kind of compare that flat for those two months versus you know the 20%-plus that you were doing before? I mean are you seeing any fall-off because of you know stimulus going away with the enhanced unemployment or any sort of fall off in pent up demand or any other things out in the market. "
         ],
         "Speaker": "Mitch Kummetz "
      },
      "9": {
         "Remarks": [
            "I think the biggest thing we're seeing is the impact of the virtual-only schools. That's the key impact to our back-to-school and we're incredibly encouraged that despite that approximately 40% being virtual only right now, our e-commerce business has seen an accelerated trajectory during the last few weeks as kids start to shop and that triple digit continues to accelerate as that month progressed. ",
            "So we feel like we are well positioned to deliver that flat despite schools staying virtual, and with some progression of that, a more shifting to a combo or others. As Cliff said, once they go back we're seeing outstanding comp store sales results. So if it gets better than that, there is some potential to be flat. "
         ],
         "Speaker": "Mark Worden "
      },
      "10": {
         "Remarks": [
            "Yep, yep. Just a couple of other things. Cliff, as you think about the back half of the year, I mean obviously in the quarter your adult athletic business was extremely strong. How are you thinking about those trends potentially continuing in the back half of the year, especially as we kind of move into a boot season. ",
            "I mean are you – I think you made a comment, ‘if it's not bought, you know you're not going to get it.’ So I'm just kind of curious how you planned that and when you think about boots, I feel like on the non-athletic side there was a lot of slippers and comfort things that were working for spring summer. Is that kind of also how you're thinking about boots for holiday, sort of more shearling versus you know fashion boots. "
         ],
         "Speaker": "Mitch Kummetz "
      },
      "11": {
         "Remarks": [
            "Probably not going to get down to the type of boots we believe we’ll be selling, even though I don't believe that a retailer can go out today and buy boots if you haven’t already bought them, so I’ll stick by that statement. I will tell you this, that our not furloughing our people allowed our people to adjust and move orders on a continuous basis, based on the way the business was progressing and the fact that we knew we were going to be reopening our store. We believe that we're going to be better positioned to from a boot standpoint than most – I’m not going to say any, but most of our competitors who did furlough their employees.",
            "So I feel pretty good about the boot season coming up, because I believe we’ll capture market share in boots. So I do – like I said, I don't want to get into what I think is going to be casual or fur-lined. You know that just in case a miracle happens and boots do become available, I don't – anyway I don’t want – what our strategy is to be out there. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "12": {
         "Remarks": [
            "Got it and then lastly could you speak a little bit to the kind of bankruptcies store closures. I know Hibbett’s, I don’t cover Hibbett’s, but they reported on last Friday and they talked about starting to see some benefits there. I don't know if there's anything you can quantify or maybe sort of speak to sort of the overlap that you have with some of your stores and some of the stores that you're seeing closed. "
         ],
         "Speaker": "Mitch Kummetz "
      },
      "13": {
         "Remarks": [
            "No we, I can’t quantify the fact that a particular store of region is better due to the fact that school – excuse me, that we lost competition, with the exception of one market in the north east. So I will – I'm not sure how – I just don’t believe there's been enough time between the bankruptcies and the store closures for us to give you that kind of information, especially with the shifting of back-to-school. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "14": {
         "Remarks": [
            "Okay, alright, thanks guys. "
         ],
         "Speaker": "Mitch Kummetz "
      },
      "15": {
         "Remarks": [
            "Thank you. We will take our next question from Sam Poser of Susquehanna."
         ],
         "Speaker": "Operator"
      },
      "16": {
         "Remarks": [
            "Good afternoon, thanks for taking my question guys. So let's start at the top here. When you’re thinking about the back half of the year, given the inventory and the way you flow-in goods, do you expect - you haven't talked about Q3 in total, but I mean do you expect Q3 to be better than Q4 or vice versa? "
         ],
         "Speaker": "Sam Poser"
      },
      "17": {
         "Remarks": [
            "Better in what respect Sam?"
         ],
         "Speaker": "Kerry Jackson"
      },
      "18": {
         "Remarks": [
            "Year-over-year sales. "
         ],
         "Speaker": "Sam Poser"
      },
      "19": {
         "Remarks": [
            "Well, Q3 is traditionally a higher sales period than Q4 and we expect that pattern to continue, because. "
         ],
         "Speaker": "Kerry Jackson"
      },
      "20": {
         "Remarks": [
            "Percent increase, year-over-year. "
         ],
         "Speaker": "Sam Poser"
      },
      "21": {
         "Remarks": [
            "We are not going to get into – try to you know – we are not putting out guidance right now, and it's very difficult to read. We want to get to the back-to-school season, we need to see how many of these schools go back and as Cliff was talking about, and while we generally feel good about the second half from the standpoint that we are well positioned for back-to-school sales and we are well positioned for boots, it’s very hard to actually quantify and that's why we’ve chosen not to give guidance at this point. "
         ],
         "Speaker": "Kerry Jackson"
      },
      "22": {
         "Remarks": [
            "Okay, and if we look at it, you talked about the first two weeks of August remaining difficult and then it picked-up. Can you talk about the month of, let's say July 15 to August 15, you know that portion of back-to-school that didn’t you know – what are you needing to make up sort of within that part of back-to-school. And it sounds like, based on being flat in Q – in August-September, you're not necessarily believing you're going to capture sort of that miss in July into the third quarter. Is that a fair way to think about it? "
         ],
         "Speaker": "Sam Poser"
      },
      "23": {
         "Remarks": [
            "Hi Sam, its Mark. Yeah, that's a fair way to think about it broadly. You know as Cliff said and I alluded to, it was that period you're referring to we saw double digit declines until it really pivoted towards the mid-part of August to flattish comp store sales as the schools started to return and by you know the latter part of August, we are seeing very strong double digit comp store growth in the school districts where kids went back, a combo, and in aggregate with e-commerce with the virtual and what those that went back, we saw double digit comp gain by the end of August. ",
            "So we think we are very well positioned to deliver flat overall comp growth for the corporation in a combined two-month period and we're optimistic. "
         ],
         "Speaker": "Mark Worden "
      },
      "24": {
         "Remarks": [
            "And that’s sort of implying like a low double digit growth then in September to sort of get there, given the weakness in the first half of August. "
         ],
         "Speaker": "Sam Poser"
      },
      "25": {
         "Remarks": [
            "Sam, we are just not going to quantify you know what percent increase or decrease and we saw in August or September, but just given the combined period, because of the shifts, it’s just like Easter is the way we are looking at it. The way it’s moved around on it, it isn't relevant in our opinion other than to give the combined period. "
         ],
         "Speaker": "Kerry Jackson"
      },
      "26": {
         "Remarks": [
            "Okay, I will leave the dead horse alone. "
         ],
         "Speaker": "Sam Poser"
      },
      "27": {
         "Remarks": [
            "Thank you. "
         ],
         "Speaker": "Kerry Jackson"
      },
      "28": {
         "Remarks": [
            "So, looks like Nike recently has decided to pull goods out of a number of retailers with whom you overlap. What we've heard is Dillard's Belk and I guess Boscov's and I assume Model’s is who you are referring to up to the north east Cliff. How do you foresee that helping you – it's not this quarter, but I mean, when you think about that and given that that's underway, you know are you seeing that you're going to get access to different types of product or different quantities given this activity that appears to be going on. "
         ],
         "Speaker": "Sam Poser"
      },
      "29": {
         "Remarks": [
            "I think all of those decisions are still in flux. I will tell you that anytime and you know this too very well Sam. Anytime you have a competitor that loses a brand that is as strong as that particular brand, I think its good news for any of the retailers that still maintain the brand. So in that regard, I can’t tell you that I'm unhappy they pulled product back, I'm a very happy. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "30": {
         "Remarks": [
            "Two more questions. One, how many stores do you have the Nike shop in right now? "
         ],
         "Speaker": "Sam Poser"
      },
      "31": {
         "Remarks": [
            "Right now, it's a little bit over 100 of the fleet. So you are approving 25% to 35% during the year ahead. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "32": {
         "Remarks": [
            "Okay, and then lastly, within – you know given the strength of athletic and sandals and so on, I mean is the real story here sort of comfort, athletic comfort verses you mentioned dress. But I mean, are people – like when do you see any changes as we move through the year, sort of in the end use type of product, which seems to be comfort changing. ",
            "Is that going to – and to probably Mitch’s question, does that evolve into furry boots versus dressier, non-cozy comfort boots. And does that keep athletic going and did you have a good slipper business in Q2 as well?"
         ],
         "Speaker": "Sam Poser"
      },
      "33": {
         "Remarks": [
            "I think the best way to answer that question is that I believe the trends we’ve seen since the COVID hit and with the offices and schools closed, that trend is going to – not with school being closed, but the trend of casual lifestyle will continue and we are absolutely prepared for that to be the case and that would include casual, non-athletic product as well as athletic product and casual boots. There is just no reason at this point that I can see as we move through the rest of this year for dress product to pick up. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "34": {
         "Remarks": [
            "Alright, I'm going to just sneak in – well, go ahead. Thank you very much, I’ll buzz back in. Thank you. "
         ],
         "Speaker": "Sam Poser"
      },
      "35": {
         "Remarks": [
            "Thank you. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "36": {
         "Remarks": [
            "Thank you. We will take our next question from Greg Pendy of Sidoti."
         ],
         "Speaker": "Operator"
      },
      "37": {
         "Remarks": [
            "Hey guys, thanks for taking my questions. Can you just remind me, I think last year you said the fourth quarter e-commerce revenues were 8%, but I don't believe you guys gave third quarter. So just kind of trying to get a sense of what we’ll be anniversarying in terms of e-commerce sales? "
         ],
         "Speaker": "Greg Pendy "
      },
      "38": {
         "Remarks": [
            "For the third quarter it was approximately 6% of revenues. In the fourth quarter, it’s a little stronger, closer to 8%. "
         ],
         "Speaker": "Kerry Jackson"
      },
      "39": {
         "Remarks": [
            "Okay, and when you say – just that I'm clear, when you say 8% of revenues, are you talking of total revenues or 8% incremental to the – 8% of what you did on the store base? "
         ],
         "Speaker": "Greg Pendy "
      },
      "40": {
         "Remarks": [
            "On total. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "41": {
         "Remarks": [
            "On total. Okay, perfect. And then just I guess on that note and staying within the e-commerce world, just trying to get a sense. I mean the world seems to have changed and your economics have changed a bit here. So when we're thinking you know – and I know it's too far out, but just thinking I guess long term trajectory 2021, how are you thinking about new stores I guess longer term, given e-commerce have sort of jump started. ",
            "I think historically you thought maybe 12% of your sales you know would get there. It seems to have surpassed that. So how do you think about going forward, putting your efforts maybe more towards e-commerce versus store growth and how should we be thinking about that over a long term period? "
         ],
         "Speaker": "Greg Pendy "
      },
      "42": {
         "Remarks": [
            "Going into the pandemic we had a three year target to grow our e-commerce business to that high teens, 20% of the corporation, and you know as we just shared, we exceeded 20% during this period of time and far accelerated our capabilities. As customers truly have made a choice, not just in our category, but many others that the e-commerce business can satisfy their needs. So we’re really thrilled with what we're seeing and we think we're very well positioned. ",
            "If you look towards the tail-end of the quarter, as all stores started to reopen, we saw our e-commerce business stabilize with triple digit growth and it stabilized in that mid-teens percent of the total corporations revenues at that point of time. While we’re not clear if that is where it stabilizes with so much uncertainty, we're using that as a guiding principle for Q3, Q4, thinking that the business will stabilize from a revenue and a cost perspective in the mid-teens percent of total revenue. ",
            "When you put that in context then of stores, we're still incredibly committed to our long term strategy to grow our store base and we’re laser focused where our brand is strong, where we get great ROI’s in our existing DNA's, where we’re market leaders in our key 35 states where we already have brand building and loyal customers. ",
            "So we remain committed to building our store footprint in those existing markets, but right now we're taking a very conservative approach to capital. I’m taking a conservative approach until we get the other side of visibility to the pandemic and are not putting out guidance nor are we aggressively going after new store growth at this time for 2021. But we are incredibly encouraged by what we are seeing with the customer shift to us, our market share of gains in e-commerce, that you know three years we saw acceleration of e-commerce capabilities of revenues, as well as our stores as we talked about earlier when open delivered comp store growth during Q2.",
            "You know and when we exclude those as we talked about in Q2, delivering 22.5% growth for the quarter during a period of time when there is you know great challenges, our customers and employees were faced with it, so I couldn't be more proud of what they achieved during the quarter. "
         ],
         "Speaker": "A - Cliff Sifford"
      },
      "43": {
         "Remarks": [
            "That’s all for me. Thanks a lot. "
         ],
         "Speaker": "Greg Pendy "
      },
      "44": {
         "Remarks": [
            "Thank you. "
         ],
         "Speaker": "A - Cliff Sifford"
      },
      "45": {
         "Remarks": [
            "Thank you. We will take our next question from Chris Svezia of Wedbush."
         ],
         "Speaker": "Operator"
      },
      "46": {
         "Remarks": [
            "Good afternoon everyone. Thanks for taking my questions."
         ],
         "Speaker": "Chris Svezia"
      },
      "47": {
         "Remarks": [
            "Hey Chris."
         ],
         "Speaker": "A - Cliff Sifford"
      },
      "48": {
         "Remarks": [
            "A couple of things and I guess I'm still going to beat the horse a little bit, I still think it has a pulse. So I guess first, just can you remind me, last year, just August, September, October, just what the comp cadence looked like? I think you had a strong backlog and some flow back if memory serves me correctly. To compare on October is easier or just remind me on that Kerry? "
         ],
         "Speaker": "Chris Svezia"
      },
      "49": {
         "Remarks": [
            "Last year, there was low single digits August and September and mid singles in October. "
         ],
         "Speaker": "A - Cliff Sifford"
      },
      "50": {
         "Remarks": [
            "Okay, so that’s stronger, okay. And then just a clarification so I understand this. So in August it turned negative twenties in the first two weeks of the month. Flattened out in total midway through and by the tail-end, two weeks or so total company, so e-comm everything altogether about mid-singles? Did I catch all that correctly, because you threw out both – you know you threw out areas that were open plus you know schools have gone back and just trying to fit them all together, just so I understand it. "
         ],
         "Speaker": "Chris Svezia"
      },
      "51": {
         "Remarks": [
            "Hi Chris, its Mark. Yeah, so talking about total company revenues, open/closed and whatever form is still in E-commerce, I’ll state now. The first two weeks were double digit decline. We didn't state exactly how much, but there were double digit declines in the first two weeks of August. By mid-week total company comp was flat – sorry, by mid-month August total company was flat and by the last weeks of August and what we're seeing now, we are pulling into total company double digit comp growth, and that is by week, so not in total. "
         ],
         "Speaker": "Mark Worden "
      },
      "52": {
         "Remarks": [
            "Right, so does – okay, so double digit toward – you got towards the talented pool of company."
         ],
         "Speaker": "Chris Svezia"
      },
      "53": {
         "Remarks": [
            "Yes, exactly. Driven by the strength of schools that went back in any fashion live and accelerated triple digit growth in e-commerce, offsetting the headwinds we are facing for school districts that have decided to go virtual only. But again, we’re incredibly encouraged at the strength of our concept in-stores, as well as an incredibly strong e-commerce platform. That’s enough to offset those things that are out of our control for school districts who are deciding not to go back yet. "
         ],
         "Speaker": "Mark Worden "
      },
      "54": {
         "Remarks": [
            "And Mark, you referenced acceleration in e-commerce, so I just want to be clear. So if you're kind of still in that triple digit as you came through the tail-end of the quarter, you made some comment that it did accel – did it accelerate from that, call it July-August trend as you came to the tail-end of August, is that fair? "
         ],
         "Speaker": "Chris Svezia"
      },
      "55": {
         "Remarks": [
            "We saw that E-commerce business during that end of July, early August. Also when similar to what Cliff was saying. It was not high to mid-triple digits like we were facing. We saw it slow down a bit closer to high double digit, low triple digit during that period where kids were not going back-to-school. So it was excellent, but it wasn't ranging in the mid triple digits, and as we progressed just like the school districts resorts up and started to accelerate in the middle of August to solid triple digit and continuing to accelerate to very strong triple digit by the end of the month. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "56": {
         "Remarks": [
            "Okay, okay, got it. And final thing on all of this stuff here, just so I’m clear. You anticipate just to get to the flat for both the month of August and September. It's basically 60% of school go back either partial hybrid or full and 40% do virtual in all of your markets, that gets you to flat just to confirm, for those divisions. "
         ],
         "Speaker": "Chris Svezia"
      },
      "57": {
         "Remarks": [
            "Those are the rough numbers we've seeing so far at this point for the school districts and as long as it doesn't get any worse than that, that's built into our assumptions and we have the school announcements for the districts ahead, so we believe it can get better if the situation on the ground where some are virtual decide to go back in some form of combination. We got a right person. "
         ],
         "Speaker": "A - Cliff Sifford"
      },
      "58": {
         "Remarks": [
            "Okay Kerry, we’ll talk margins for a moment. Just how do – what changes do three broadly speaking broad strokes, based on the mix of business do we still anticipate gross margin pressure, because of shipping costs we had at e-comm; how much does the kids business maybe coming back, traditional back-to-school, maybe slowdown in the result – how do I think about gross margin as seeing color one way or the other relative to what you saw in Q2. "
         ],
         "Speaker": "Chris Svezia"
      },
      "59": {
         "Remarks": [
            "So as a general statement for the gross profit margin, we saw the most difficult compare in Q2 with the shipping costs, because as Mark said, we had over 20% penetration of our e-commerce business for the total quarter and now we don't expect that to be as high a penetration in Q3 and Q4. And also in Q3 and Q4 particularly last year, we accelerated our e-commerce business then. So the delta between the overall penetration get smaller as the year goes on. ",
            "So the shipping, penalty to the shipping charges on a year-over-year basis is not as big in Q3 and is even less in Q4. So we expect to still see some pressure against our overall gross profit margin in Q3, but we think that with a leaner inventory we can make up the negative effect of the shipping charges in Q4 and see possibly some growth in our overall margin, gross profit margin in Q4. "
         ],
         "Speaker": "Kerry Jackson"
      },
      "60": {
         "Remarks": [
            "Okay, so just to put all that together, you probably expect still some down Q3 gross margin, though not nearly as much as Q2 and that's a function of just largely the e-commerce mix. Q4 even becomes less of a factor and therefore you would expect some level of possible gross margin improvement, potentially in Q4 [ph]?"
         ],
         "Speaker": "Chris Svezia"
      },
      "61": {
         "Remarks": [
            "If we have a normal selling period, I should have caveated that. I mean we're talking, there’s so much that’s not movable right now, but if we had a more normalized billing period in Q4, I was trying to draw a comparison that the penalty of the shipping charges would not preclude us from having a positive gross profit margin. "
         ],
         "Speaker": "Kerry Jackson"
      },
      "62": {
         "Remarks": [
            "Got it, okay, that's helpful. And just on the inventory, how do I – how do we think about that as we move forward, and I guess more specifically, are you getting what you want to get or are you potentially missing this out, because you're just not and you just don't have the product backed up. "
         ],
         "Speaker": "Chris Svezia"
      },
      "63": {
         "Remarks": [
            "No, I think that – Chris, I think the merchants – Carl and the merchant team has done a great job of getting in front of the vendor community. We have had virtual meetings with every vendor that is important to our business and we are getting a – we are getting incredible help from the vendors and giving us back in stock and the items that are selling. ",
            "You know it really truly has been a concentrated list. It’s not as broad as you would expect. The customers have really honed in on certain brands, certain categories and our guys are pushing hard to get back in stock and stay in stock in those brands and categories. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "64": {
         "Remarks": [
            "Mind telling us what those are?"
         ],
         "Speaker": "Chris Svezia"
      },
      "65": {
         "Remarks": [
            "We don't talk about brands. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "66": {
         "Remarks": [
            "Okay, last thing for me. How do I think about cash? When you end roughly the year, I think you’ve always tried to end with $50 million on the book. So they are about $50 million, yet the view is maybe you want a little bit more and I don't know, how do you think about potentially going back to buying back stock or how does that sit on the grand scheme of things. "
         ],
         "Speaker": "Chris Svezia"
      },
      "67": {
         "Remarks": [
            "So we think we’re at an interim high right now on our Q2 ending inventory cash balance and the reason is that our inventory is because we were turning them so quickly and bring the receipts in, we had a higher accounts payable balance than we traditionally would have. Now that'll be paid down in Q3 and we should get back to a more normal. ",
            "So we'll still – we will be at the end of Q3 at this – we’ll be below where we're at today, but by year end, once we go through the cycle of reducing our inventories through the holiday, we should be back into a cash balance that's not similar to the – into the second quarter. "
         ],
         "Speaker": "A - Cliff Sifford"
      },
      "68": {
         "Remarks": [
            "Okay, and share repurchase?"
         ],
         "Speaker": "Chris Svezia"
      },
      "69": {
         "Remarks": [
            "You know our belief right now is we're more inclined to heal our balance sheet and be cautious in this time when there's so much volatility, so we're not yet saying that we're interested in buying shares back right now this year. "
         ],
         "Speaker": "A - Cliff Sifford"
      },
      "70": {
         "Remarks": [
            "Fair enough. Alright, thank you then. All the best! I appreciate it."
         ],
         "Speaker": "Chris Svezia"
      },
      "71": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Cliff Sifford"
      },
      "72": {
         "Remarks": [
            "Thank you, Chris."
         ],
         "Speaker": "Kerry Jackson"
      },
      "73": {
         "Remarks": [
            "Thank you. And we do have a follow-up question from Mitch Kummetz of Pivotal Research."
         ],
         "Speaker": "Operator"
      },
      "74": {
         "Remarks": [
            "Thanks. I still have like a handful and I promise to stay away from that dead horse. So just a follow-up on Chris’s margin questions Kerry. I think you kind of addressed merch margin pretty well, but I'm curious on the BD&O, because you guys are running sort of flat comp August-September. Could you remind us sort of what the leverage point is on BD&O and do you expect, you know some deleverage to occur in the third quarter. "
         ],
         "Speaker": "Mitch Kummetz"
      },
      "75": {
         "Remarks": [
            "You know, it’s hard to know. What we have given you is August, September. October as we said so many times before depends on the weather. If it cools down we can sell our boots; that makes for a good October, so it’s hard to say, but I would say you are looking a flattish, to maybe slightly down or deleveraged BD&O in Q3. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "76": {
         "Remarks": [
            "Okay, yep, and how about SG&A dollars? SG&A dollars I think you said were up $1.8 million year-over-year in Q2. It sounds like there's a marketing that pushed out at Q2 into Q3. Is there any way you can give us a sense around SG&A maybe from a $1 standpoint, I assume you expected to be up year-over-year, but maybe that's not the case. "
         ],
         "Speaker": "Mitch Kummetz"
      },
      "77": {
         "Remarks": [
            "Well we do expect it to be up for two reasons: One is going to be a shift in advertising dollars into Q3, but the other piece of it’s going to be, and it’s a larger piece, is that because of the increase in e-commerce sales we’re going to – just like we saw the one of the largest increases we had for Q2 with the increased operating expenses for e-com, we expect to see the same type of thing in Q4 or in Q3 and those two items will cause us to have increased dollars on a year-over-year basis. "
         ],
         "Speaker": "Kerry Jackson"
      },
      "78": {
         "Remarks": [
            "Okay, and then Cliff a couple on the on the product. On adult non-athletic, you gave some color around that, but I didn't hear you give an actual comp for that business. If you didn't, could you tell us what it was or if you did and I missed it, could you remind me? "
         ],
         "Speaker": "Mitch Kummetz"
      },
      "79": {
         "Remarks": [
            "Adult – well, excuse me. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "80": {
         "Remarks": [
            "Adult non-athletic. "
         ],
         "Speaker": "Mitch Kummetz"
      },
      "81": {
         "Remarks": [
            "Non-athletic. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "82": {
         "Remarks": [
            "Sure. I heard you talk about sandals and dress, but I don't recall you giving a comp number on. "
         ],
         "Speaker": "Mitch Kummetz"
      },
      "83": {
         "Remarks": [
            "Well overall, I'll tell you that the non-athletic business was – our sales were down for the quarter, and two seconds – down slightly in woman’s non-athletic and actually because of the work category they were up mid-single in men. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "84": {
         "Remarks": [
            "Okay and then on the adult athletic business, which was obviously strong in the quarter, is there any way you can kind of drill down in the strength there, whether it was sort of running versus basketball versus sneakers and where do you guys sort of put the Nike core vision. I know that you know Foot Locker says that Air Force 1’s or you know basketball, I don't think the rest of the world sort of uses it that way. So I’m sort of curious sort of what – if there is anything in particular that really contributed to the strength of your athletic business. "
         ],
         "Speaker": "Mitch Kummetz"
      },
      "85": {
         "Remarks": [
            "The running category was very strong for the time period, but our customer uses the running category to walk-in and there’s a lot of walking been done during that quarter as people were not working. And you called out one of the hottest items in the market place and that's the closest I’m going to get talking about individual. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "86": {
         "Remarks": [
            "Fair enough. And then I guess my last question is for Mark. So we got a lot of schools that are virtual. If we see some of those transition to in-person at some point, whether that's October, November does that get you kind of – I don't know, second bite of the apple or something, and if you know let’s say like a school were to be virtual all first semester, but then go back in person second semester. Do you end up with some sort of weird abbreviated back-to-school season like later on or does that just get absorbed by sort of typical holiday selling. "
         ],
         "Speaker": "Mitch Kummetz"
      },
      "87": {
         "Remarks": [
            "It's an interesting question. We do know factually kids feet are going to grow and we absolutely are confident that we’re in a great position to satisfy those needs. So let's take the 40% of store schools that are going virtually. If they do sell during October, November we do think there's potential to be captured more than in our stores during that moment of time. There's some great joy in the experience of Shoe Carnival. We do believe there is a second wave a Shoe Carnival, back-to-school shopping if they do pivot later. "
         ],
         "Speaker": "Mark Worden "
      },
      "88": {
         "Remarks": [
            "Got it, okay. Alright thanks guys, good luck! "
         ],
         "Speaker": "Mitch Kummetz"
      },
      "89": {
         "Remarks": [
            "Thank you. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "90": {
         "Remarks": [
            "Thank you, and we’ll take our last question from Sam Poser of Susquehanna."
         ],
         "Speaker": "Operator"
      },
      "91": {
         "Remarks": [
            "Hi, Kerry, thank you. To what degree did the – you know the SG&A direction you provided, to what degree does these store closures, the 10 stores that you’ve closed help to offset some of those costs? Like when you think about you know what’s additives from the expenses from e-comm, I mean how much do you save from having those stores shut, you know having those 10 less stores that seem to have gotten pulled up. "
         ],
         "Speaker": "Sam Poser"
      },
      "92": {
         "Remarks": [
            "There’s a lot of volatility in the SG&A number right now and some positive some negative. Like for example, you can imagine, due to the pandemic our travel costs are down dramatically on a year-over-year, whereas our supplies for PP&E were up. So what I think you can rely on the guidance that if you teased out only the two issues that I talked about, that would account for the increase in the SG&A. All the rest of it seems to kind of net against each other to be immaterial. "
         ],
         "Speaker": "Kerry Jackson"
      },
      "93": {
         "Remarks": [
            "And when you think about that net increase, are we looking at a net increase like it was in Q2? I mean just on sort of you know – you know I mean its relative to – I mean I don’t want a guide, but I mean what sales is that relative to? "
         ],
         "Speaker": "Sam Poser"
      },
      "94": {
         "Remarks": [
            "I'm not sure I understand Sam. "
         ],
         "Speaker": "Kerry Jackson"
      },
      "95": {
         "Remarks": [
            "You know you could do $1 million, you could do $5 million, you’re SG&A is going to be different depending on how much revenue you do. So what’s that increase based on? "
         ],
         "Speaker": "Sam Poser"
      },
      "96": {
         "Remarks": [
            "So it’s based on the expectation of e-commerce sales. So when we said the operating expenses for e-commerce would – you know Mark has said, we are in the mid-teens, we expect Q3 and Q4 to be a percent of the total sale. And then the other piece was the advertising piece of it that we’re shifting. Primarily this shift, I think Cliff said in his speech, we pivoted our – when we saw the back-to-school starting later and moved our advertising into Q3 to support when the schools went back, which is later than they were the year before. "
         ],
         "Speaker": "Kerry Jackson"
      },
      "97": {
         "Remarks": [
            "And you're e-commerce business, I mean you said it’s sort of ramping. I mean when you say, is it running like it was running in Q2 or is it just ramping up into the triple digits now or are we talking about Q3 looking like a Q2 there?"
         ],
         "Speaker": "Sam Poser"
      },
      "98": {
         "Remarks": [
            "Sam it continued to deliver triple digit with the new onsets I said earlier, the pacing and after all stores opened we settled in above 20% to the mid-teens and that gave us the triple digit growth. We think now that all stores continue to remain open, we do anticipate that mid-teens as a place will start to grow from again as a more stable base and we will start to grow. We’re seeing tremendous traffic and conversion and feedback from people shopping our e-commerce site. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "99": {
         "Remarks": [
            "And then lastly, and I promise. When think about 2021, when you think about having your stores open and having sort of – and hopefully a vaccine, I mean theoretically your e-comm business from a dollar perspective sort of would say somewhere, some stickiness was in the realm of where it is now and then, you would get the incrementality of all your stores open and sort of a more normal flow of the year. Is that sort of a fair way to think about it, with a lot of incrementality on your stores next year? "
         ],
         "Speaker": "Sam Poser"
      },
      "100": {
         "Remarks": [
            "Yeah, we expect – the best way to answer that question Sam is we think that e-comm will settle in at about the same percentage of our total business as it is today. It’s between that 15% and 20% of our total business and that's what I meant when I said that we are three years ahead of plan. That's where we said we were headed and now that the customer has discovered our site, they liked it and they like the service we're providing. We believe that it's going to settle in right at that percentage. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "101": {
         "Remarks": [
            "Alright. Thank you so much and continued success."
         ],
         "Speaker": "Sam Poser"
      },
      "102": {
         "Remarks": [
            "Right, thank you Sam. "
         ],
         "Speaker": "Cliff Sifford"
      },
      "103": {
         "Remarks": [
            "Thank you, and this concludes today's question-and-answer session. "
         ],
         "Speaker": "Operator"
      },
      "104": {
         "Remarks": [
            "I want to take this opportunity to thank everyone for joining us today and continue to help – I continue to be proud of Shoe Carnival team and what we've been able to accomplish under these unusual and unpredictable circumstances. Our ongoing commitment to financial strength and flexibility will ensure the continued success of our business. Please stay safe and we look forward to talking to you again in November. "
         ],
         "Speaker": "Cliff Sifford "
      },
      "105": {
         "Remarks": [
            "Thank you ladies and gentlemen. This concludes today's presentation. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}