{
   "Date": "July 30, 2020",
   "Presentation": {
      "Operator": [
         "Greetings and welcome to the RealPage Second Quarter 2020 Conference Call. At this time, all participants are in a listen-only mode. A question-and-answer session will follow the formal presentation. [Operator Instructions] Please note that this conference is being recorded.",
         "I will now turn the conference over to our host, Rhett Butler, Vice President of Investor Relations. Thank you. You may begin."
      ],
      "Rhett Butler": [
         "Thank you, operator. Good afternoon and welcome to the RealPage financial results conference call for the second quarter ended June 30, 2020. With me on the call today are Steve Winn, our Chairman and Chief Executive Officer; Tom Ernst, our Chief Financial Officer and Treasurer; and Brian Shelton, our Chief Accounting Officer.",
         "In our remarks today and in our response to your questions, we may make statements that are considered forward-looking within the meaning of the federal securities laws. Forward-looking statements are based on management’s current knowledge and expectations as of the date of this call and are subject to certain risks and uncertainties that could cause actual results to differ materially from those forward-looking statements.",
         "We may also use or discuss non-GAAP financial measures as defined by Regulation G. Definitions of these non-GAAP financial measures and reconciliations to the most directly comparable GAAP financial measure are included in today’s earnings press release. For more information on these topics, please reference the sections titled Cautionary Statement regarding forward-looking statements and explanation of non-GAAP financial measures in today’s earnings press release.",
         "With that, I’ll turn the call over to Steve."
      ],
      "Steve Winn": [
         "Thanks, Rhett. Welcome, everyone, and thank you for joining us. Second quarter financial performance was quite a bit better than expected, with total revenue growing 17% to $286 million and adjusted EBITDA also growing 17% to nearly $80 million, both compared to last year. Numbers were exceptionally good relative to guidance because the impact of COVID-19 was not as impactful as we had feared and there is surging demand for solutions that facilitate virtual leasing and living offered by RealPage.",
         "Today, I’ll discuss our perspective of the macroeconomic impact of COVID-19 on our industry and how we see RealPage performing in that backdrop. I’ll also review the strengths of our strategic platform with special emphasis on our virtual leasing and living solutions that have become immensely more important with so many residents working and living at home. Finally, I’ll provide an update on our progress penetrating the large SMB segment of the rental housing market, a market that we really like.",
         "First, the apartment industry backdrop. Leasing activity that plunged in March through May has now come back to much healthier levels. The number of leases executed in June and July topped year ago volumes in most locations. In turn, occupancy is still in solid shape at just over 95% for the country as a whole. Following the same pattern seen in leasing volume, pricing took a big hit in late Q1 and early Q2 but now appears to be stabilizing. We can look at the rents recorded in signed new leases tracked in either our property management or revenue management software. Those numbers give a much more accurate view of what’s happening in the market compared to merely looking at rents reported by Internet listing services or other sources. Those executed rents show U.S. pricing is back to the level seen a year ago. That’s after rents plunged as much as 7% or so year-over-year in the early days of the second quarter.",
         "Renewal lease price changes also are hovering near zero right now since protection of occupancy is such a high priority for most owners. Completions in the first half of 2020 came in at 154,000 units, and about the same number are slated to finish in the last half of this year. Total ongoing construction tops 600,000 market rate units. So new supply is expected to continue to pour into the market in 2021, even though new starts are coming to a halt. We expect that our clients with new product will need lots of help getting those additions through initial lease-up. Resident relations and renter retention will get lots of attention as existing top-tier projects that have to compete with all this new supply come online.",
         "Scheduled completions top the demand volume that RealPage economics – economists anticipate over the next few months. We’re expecting that U.S. apartment occupancy will trail off another 100 basis points or so through early 2021, dipping to around 94%. Like upwise, we’re forecasting that rents will begin to drop again once we hit the seasonally slow leasing period that comes in the cold winter months.",
         "As always, there’s some variation in expected performance from one location to another. Anticipated results tend to be better for markets in the Sun Belt and the Midwest than in gateway metros in the Northeast and along the West Coast. Likewise, suburban properties should do better than their urban core counterparts.",
         "An important premise underlying our macroeconomic prediction is some level of federal support for those who have lost their jobs, keeping unemployment benefits above the levels offered by individual states. These enhanced unemployment benefits have kept rent payments at professionally managed properties close to normal levels. Both sides of the aisle support a continuation of the unemployment stimulus but are debating on how much. While we expect the market can absorb some reduction in supplemental unemployment incentives, we would encourage Congress to reduce the stimulus in steps that can be more easily absorbed. A large decrease in unemployment stimulus may trigger a corresponding decrease in rent collections, which we do believe would have a negative ripple effect on the economy.",
         "Next, I’ll discuss our virtual leasing and living vision for the future. COVID-19 has impacted how we think apartments are going to function in the future. We are maintaining our level of investment in product development in order to accelerate enhanced functionality that enables apartment operators to lease apartments more efficiently without leasing agents having to be physically present in the office. We believe we can eliminate most on-site work so that a fewer number of leasing agents can work from home and be more effective than they were pre-COVID.",
         "One example of our investment in virtual leasing is a new AI chatbot that we announced last quarter, and that has since been adopted on thousands of units to reduce the time that agents must spend on the phone. AI in this case stands for augmented intelligence, which means that the bot handles most chats with very sophisticated interactive responses to almost any question, but the bot also incorporates true AI technology to learn and adjust its responses, which we believe distinguishes from – it from others on the market today.",
         "Of course, the prospect can always connect to a live agent in our contact center, and this transfer is warm, meaning no delays. When our agent does come into the call, they are given context because in the background, we have been building an expanded guest card so that the prospect doesn’t have to start all over, which we all know can be a frustrating experience. Our data shows that a chatbot like ours supplemented with live agents and a warm transfer converts significantly higher than competitive chat services on the market today. A side benefit of the AI chatbot is the price operators pay for chat is dropping 30% compared to live agent chats alone.",
         "We are also testing an AI voicebot now and expect to release this later in the year. We expect this will allow our contact center, supplement it with augmented intelligence to convert much better than competing voicebots on the market today. Both our AI chatbot and AI voicebots are tightly integrated with our CRM, so appointments can be set and integrated immediately for leasing agents to take over.",
         "RealPage is already providing technology that enables online tours by leasing agents that are working from home. We are investing heavily to improve this experience and increase conversion percentage well above what is possible from leasing agents in the office. Candidly, we believe virtual leasing is going to get better than in-house or in-office leasing and can be executed at a much lower cost to operators. We will be showcasing many new virtual leasing tools at our Virtual Real World User Conference on September 14 and 15.",
         "There was already a trend in our industry to move more and more work off-site and reduce dependency on-site staff. In the past, residents would drop off their rent checks at the leasing office. When the pandemic hit, there was no one in the leasing office, so residents had to go online. Earlier in the quarter, we announced lockbox processing for our clients so they can eliminate the need to scan paper checks in the office, and more important, someone in the office is not needed to feed paper checks through a scanner. We adopted these capabilities from our ClickPay team and applied it across all payment processing platforms at RealPage. We’re the only payment processor in the market today that can offer a truly paymentless platform for on-site personnel.",
         "Earlier in the week, we also introduced a new online vendor payments product to eliminate the need for any vendor checks to be written in the office. While virtual leasing is extremely important to us, we believe the industry’s greatest opportunity to generate incremental yield comes from online virtual living. Usage of our resident portals was way up in Q2 as residents demanded in their apartments for some of the same conveniences that they enjoyed at work. We helped literally millions of residents migrate to virtual living in a matter of a few weeks.",
         "Most owners monetize less than 5% of their total revenue from amenities. The rest is base rent. Rent controls are becoming more prevalent around the country, and it is apparent that owners will struggle to raise base rents in this new environment of high unemployment and greater governmental restrictions on rent increases. Residents want more conveniences at the place of living because they’re spending more time there. We believe that our industry can unlock significant incremental yield simply by offering residents something that they already want to buy. Monetization of amenities is an area of significant investment by RealPage, and we expect to roll out technology that makes this possible. Again, we invite you to attend our Real World Virtual User Conference on September 14 and 15 to learn more about this opportunity.",
         "Finally, I’d like to give an update on our SMB strategy and the success we’re achieving here. As you will recall, this category includes smaller multifamily, single-family association and vacation rental operators. During the second quarter of 2020, the SMB category represented nearly $424 million of ACV, 9 million units and an ARPU of over $47. This represents year-over-year growth of 35%, 26% and 7%, respectively.",
         "It is important to note that not only is our unit presence growing, but we are also having great success cross-selling additional RealPage solutions into the SMB category. This is validated by the fact that while units grew significantly driven in large parts by Buildium, overall ARPU levels also actually grew year-over-year, highlighting our success in selling additional products into our installed base.",
         "From a technical perspective, our building integration efforts are proceeding well. SimpleBills integration was completed in June, and we’re currently in the pilot phase of this rollout with a broader rollout to the rest of the Buildium base in September. Other integrations to RealPage products and services are progressing nicely, but we’re most excited about our open API architecture that is under development and we expect to start testing later in the year. This API essentially makes Buildium open to third-party applications that desire to integrate with Buildium. Both Yardi and Breeze and AppFolio, which we compete with in this segment, are closed platforms, which we believe stifles industry innovation. At RealPage, we believe platform should be open so that innovation from third parties can complement and expand the overall value of the Buildium platform.",
         "I’m very excited with the progress we’re making and continue to believe our SMB strategy represents a tremendous opportunity to drive organic revenue traction over the long term.",
         "Thank you for joining us for today’s call. As you know, Tom Ernst will be transitioning out of RealPage over the next few weeks. So this will be his last earnings call. We want to thank him for helping us pivot our business for expected growth well above $1 billion in revenue. And with that, I’ll turn the call over to Tom."
      ],
      "Tom Ernst": [
         "Thanks, Steve, and good afternoon, everyone. As Steve highlighted, RealPage responded at a very high level to the challenges presented by the COVID-19 pandemic in Q1 and Q2. Our team built the RealPage ship long before the pandemic to excel and is navigating it skillfully. We believe RealPage has a powerful reinvigorated organic innovation engine, and the ship is charted on a course for long-term market leadership and growth in revenue and margin despite the rough COVID-19 season.",
         "Second quarter financial performance reflects this strong growth and reflects strong RealPage positioning and the response of its team. Total revenue grew 17% year-over-year, which included 9% growth on an organic basis. We exceeded the high end of our revenue and EBITDA guidance range by $6 million and $10 million, respectively, and we are raising the midpoint of our full year outlook by $10 million and 50 basis points, respectively, to reflect our confidence in higher growth in margins.",
         "Our earnings and cash flow performance were strong. Adjusted EBITDA grew 17% year-over-year to $80 million. We generated nearly $75 million of operating cash, net of changes in customer deposits. This represents a record performance for both metrics.",
         "Total RealPage ACV growth was 19% compared to the prior year, consisting of 14% new unit growth and 5% ARPU growth. We ended the quarter with almost 19 million units consisting of nearly 10 million multifamily units from owners and managers with over 5,000 units and over 9 million SMB units.",
         "Total bookings production experienced a strong start to the year but decelerated significantly in March through May. By the end of June, 2020 bookings were ahead of last year and are accelerating. And we’re seeing solid sales across all product lines, especially solutions that enable more virtual leasing and living.",
         "Total sales team members at the end of the quarter were 625, reflecting 28% growth compared to the prior year quarter. We expect to invest modestly here under the current climate and continue to focus on productivity.",
         "From a revenue growth perspective, product family growth performance was led by payments, Buildium, Renters Insurance, RealPage Utility Management, Modern Message, IMS and our revenue management platform.",
         "From a profitability perspective, adjusted EBITDA margins were flat compared to the prior year period. Margin performance was driven by continued investments for growth and included incremental expense related to RealPage adapting to the COVID-19 environment. Despite these incremental costs, we were able to ramp down some COVID-19 costs faster than anticipated. In addition, we continue to experience productivity gains from our focus over the last year on simplification, and we also received some uplift from COVID reduced – correction, from reduced COVID-19-related costs, such as travel and employee and medical benefits as many procedures were restricted.",
         "Looking at the drivers in more detail. Product development cost as a percentage of revenue decreased 40 basis points year-over-year and continues to be driven primarily by our efficiency initiatives implemented in early 2019 that would enable us to allocate resources towards innovation projects while optimizing maintenance projects.",
         "Sales and marketing costs as a percentage of revenue decreased 110 basis points year-over-year and was driven primarily by more efficient marketing spend and decreases in travel. We still see opportunity to increase the size of our sales force in order to reach more institutional and SMB prospects. We are also pleased with results we are getting from increased virtual selling webcasts, solution expert webinars and virtual client business reviews delivered by our account managers.",
         "General administrative costs as a percentage of revenue increased 190 basis points year-over-year and was driven primarily by incremental acquisition-related costs as well as infrastructure and personnel investments to drive efficiency and scale over the long term. These costs are expected to decline by the end of the year, creating strong G&A leverage as we exit 2020 and move into 2021.",
         "During the quarter, we generated nearly $75 million of operating cash, excluding the impact from changes in restricted cash relating to accounting treatment changes. We raised $632 million in proceeds, net of fees, and capped call instruments in our May concurrent offering of $300 million in 1.5 point convertible debt and $300 million of common equity, each with an exercise greenshoe over-allotment for a combined $90 million in additional proceeds.",
         "The convertible debt is callable after three years and has an initial conversion price of $76.70 per share. RealPage simultaneously entered into capped call transactions to raise the effective conversion price to $118 per share. RealPage used $230 million of the proceeds to fully reset its $600 million revolver, and the remainder is currently retained on the cash as cash on the balance sheet, which, excluding the impact from changes in restricted cash relating to accounting treatment changes, now sits at $639 million.",
         "Our leverage ratio is now 2.3x. As we anticipated, this is towards the low end of our target 2.0 to 4.0 range that we believe is operationally optimal. On a run rate EBITDA basis, based on 2Q results, the leverage ratio would be 1.7x. Thus, as we look forward, we believe RealPage is very well positioned with a strong balance sheet to execute on our growth strategy and what we continue to see as a market that may allow for more opportunities to deploy the capital.",
         "Before I turn to guidance, I’d like to frame the scenarios we contemplated in establishing the high end of our range we assume that we’ll see over the remainder of the third quarter and year: a continued ramp-up and return-to-work levels, leasing activity levels and our customers’ willingness to engage in new projects. In addition, the high end assumes that we’ll see meaningfully – meaningful unemployment stimulus signed into law in August. At the low end of our range, we assume lower or no unemployment stimulus, resulting in substantial downward pressure on rent collection and slower work recovery from the pandemic.",
         "Now turning to guidance. For the full year, we are increasing our outlook for non-GAAP revenue to $1,135 million to $1,155 million, representing 15% to 17% total growth, including 7% to 9% organic growth. Adjusted EBITDA is expected to be $300 million to $308 million, representing an adjusted EBITDA margin of 26% to 27%. Non-GAAP diluted earnings per share is expected to be $1.77 to $1.84.",
         "For the third quarter, we expect non-GAAP revenue of $288 million to $294 million, which represents year-over-year growth of 13% to 15%, including 5% to 7% organic growth. Adjusted EBITDA is expected to be $74 million to $78 million, which represents margins of 26% to 27%. Non-GAAP diluted earnings per share is expected to be $0.43 to $0.46.",
         "On a personal note, given this is my last earnings call as CFO of RealPage, I’d like to publicly thank all RealPagers for the great experience that working with you has been. I’m very proud of your fierce commitment to supporting our customers. And I’m proud of your energy and zeal around our North Star of innovation and simplification. You are the right team, and RealPage is the right ship to lead our industry into the future.",
         "I’d also like to thank you, our RealPage shareholders, for your support. It’s been a pleasure to serve as your RealPage CFO.",
         "This concludes our prepared remarks. Operator, let’s open the call for questions."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions] Our first question comes from Jason Celino with KeyBanc Capital Markets. Please state your question."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Thanks for taking my question. Can you hear me okay?"
         ],
         "Speaker": "Jason Celino"
      },
      "3": {
         "Remarks": [
            "Hi, Jason."
         ],
         "Speaker": "Steve Winn"
      },
      "4": {
         "Remarks": [
            "Tom, if we kind of think about the trajectory of kind of long-term targets, I recognize that there’s a great opportunity ahead, most especially with kind of the Buildium and SMB. But what are some of the milestones that we should think about before we can kind of think about that path back to 30% EBITDA margins?"
         ],
         "Speaker": "Jason Celino"
      },
      "5": {
         "Remarks": [
            "Well, we’re going to get natural scale just by growing revenue. G&A is an opportunity, and we clearly believe there’s a significant opportunity to become more productive in the cost of sales. We think we can reach that target in the next couple of years, certainly on a run rate basis, without much change to the expense-to-revenue ratio on product development and sales and marketing, which we do want to continue to aggressively fund in order to continue the march towards higher and higher revenue levels."
         ],
         "Speaker": "Steve Winn"
      },
      "6": {
         "Remarks": [
            "Yes. As we think about those long-term plans, and we’ve talked about $1.5 billion run rate target and $500 million in EBITDA target to exit 2020 that, that would imply something on the order of a 30% EBITDA margin as a midterm target for us. So that’s – that type of a balanced approach on striving for organic growth and innovation, along with delivering margin expansion is something we remain focused on. Obviously, 2020 is a bit more about for us operating through COVID and making sure we’re delivering for customers and delivering that balance, but we are focused on growth and margin expansion as we think about the future."
         ],
         "Speaker": "Tom Ernst"
      },
      "7": {
         "Remarks": [
            "Okay. Great. And then one quick follow-up. If we think about property manager budgets and the budgeting process, and there is a little bit of uncertainty in last especially with the decision on stimulus for the second half, but with some improvement in leasing activity and other trends, have you seen any signs that maybe some customers might be wanting to turn any projects on that they’ve previously delayed or, I guess, what do you think of that?"
         ],
         "Speaker": "Jason Celino"
      },
      "8": {
         "Remarks": [
            "We definitely saw a continued improvement throughout the duration of the second quarter in terms of our customers’ willingness to sign up for new projects and activate those new projects and engage with us in deploying technology. So it’s an encouraging trajectory over the quarter. I think as Steve highlighted in his prepared remarks, there’s still quite a bit of uncertainty in the market as we think about how that momentum continues, but the signs during the second quarter were definitely encouraging towards readiness to do more new projects with RealPage."
         ],
         "Speaker": "Tom Ernst"
      },
      "9": {
         "Remarks": [
            "Great. I appreciate color. Thank you."
         ],
         "Speaker": "Jason Celino"
      },
      "10": {
         "Remarks": [
            "Thank you. Our next question comes from Sterling Auty with JPMorgan. Please state your question."
         ],
         "Speaker": "Operator"
      },
      "11": {
         "Remarks": [
            "Yes, thanks. I wondered – first of all, actually, Tom, congratulations on finishing up a tenure on a high note. Onto the business. In terms of the virtual leasing solutions that you kind of highlight that are in high demand, can you give us a sense of what percentage of the business that represents today? And are all those based on internally developed technology or is there any third-party license technology that is embedded in it?"
         ],
         "Speaker": "Sterling Auty"
      },
      "12": {
         "Remarks": [
            "Leasing is primarily internal development, but we do obviously rely on the core AI engines from other parties. The big change here is, can we deliver a better experience at least 16 hours a day to a prospect that wants to tour a property if they visit it virtually versus in-person. And we believe vehemently that we can. And that is the thrust of a lot of the development that’s underway.",
            "Right now, our clients are using Zoom or a platform like that to do virtual tours. And while that’s good and it works, it’s not optimal from a consumer experience perspective. So that’s what we’re focused on doing.",
            "I do think the industry will enjoy two benefits. One is better conversion, and the second is just lower cost for leasing labor. We’re not going to eliminate the leasing agents. In fact, what’s going to happen is they’ll get repurposed to become virtual leasing agents working out of their apartment. They don’t actually have to come to the leasing office in order to do their job. But there’ll probably be fewer of them, and they’ll be utilized much more efficiently because they’ll be able to manage more than one property."
         ],
         "Speaker": "Steve Winn"
      },
      "13": {
         "Remarks": [
            "And Sterling, the first part of your question, we have several technologies that I think could fit in here, including portal – our portal capabilities, leasing capabilities, payments, that all support virtual leasing and living technology. So it does – in total, if we think about all of that, it represents a significant minority of our business in the quarter."
         ],
         "Speaker": "Tom Ernst"
      },
      "14": {
         "Remarks": [
            "All right. Great. Maybe one follow-up. The contact center solution that you offer out, how have you been able to manage that through COVID-19? And has that taken any revenue hit?"
         ],
         "Speaker": "Sterling Auty"
      },
      "15": {
         "Remarks": [
            "Well, contact centers are probably more important in COVID environment, not less. The AI chatbot has actually been helpful because we would have had a hard time staffing up to handle everything without AI chat. It’s also helpful to the clients because the cost of AI supplemental contact center is less, it’s lower. We actually see the contact center revenue going down in the future. But because we’re so much more efficient, we believe we can hold the profit at a higher level. Certainly, margins will go up."
         ],
         "Speaker": "Steve Winn"
      },
      "16": {
         "Remarks": [
            "Yes. And Sterling, as you know, that the contact center is one of the larger pieces of business in our leasing and marketing area. And overall, that business has been, in recent quarters, has trended around zero organic growth, and the contact centers lagged a little bit in it. So this has been something that has not been a secular growth driver for us. It’s been the opposite. So this new technology here is something that we’re hopeful that – and anticipates can drive growth and profit against that long-term demographic trend."
         ],
         "Speaker": "Tom Ernst"
      },
      "17": {
         "Remarks": [
            "Perfect. Thank you."
         ],
         "Speaker": "Sterling Auty"
      },
      "18": {
         "Remarks": [
            "Thank you. Our next question comes from Matt Hedberg with RBC Capital Markets. Please state your question."
         ],
         "Speaker": "Operator"
      },
      "19": {
         "Remarks": [
            "It’s Dan Bergstrom for Matt Hedberg. Thanks for taking our questions. You highlighted the trends through the quarter in prepared remarks and then in the answer to the first question there. Wondering if you had any thoughts on trends or feel for the environment through July here. Is there any way to think of the month of July versus June or even July versus past Julys?"
         ],
         "Speaker": "Dan Bergstrom"
      },
      "20": {
         "Remarks": [
            "That’s an insightful question, and it’s one that has been top of mind. We had hoped Congress would make a decision on unemployment stimulus before the existing program expires. But given that we don’t know exactly what’s going to happen, it is our expectation that August rents will probably collect at a lower level than July rents."
         ],
         "Speaker": "Steve Winn"
      },
      "21": {
         "Remarks": [
            "I’ll add to that too, Steve. You can also go look, Dan, NMHC continues to publish weekly the stats on some of the activity levels that we pointed out. So those are continuing to show reasonable levels of health through July is the most recent data that we share with them."
         ],
         "Speaker": "Tom Ernst"
      },
      "22": {
         "Remarks": [
            "Yes. We didn’t see much decline at all in rent collections. It was down slightly, but that was also, I think, in large part because the stimulus was so good."
         ],
         "Speaker": "Steve Winn"
      },
      "23": {
         "Remarks": [
            "Yes. Okay. That’s why kind of I asked the question because their last survey showed deteriorating trends in July, actually, but it doesn’t sound like something you’re seeing. So you kind of mentioned about the rent payments last quarter. You provided us with a percentage of units paying rent, 300 basis points decline in April versus last year. Is there any update for May, June, July, perhaps?"
         ],
         "Speaker": "Dan Bergstrom"
      },
      "24": {
         "Remarks": [
            "So Dan, we absolutely see their data. That’s our data. There is a marginal deterioration on the volume of payments. And you can see in our investor deck, too, we posted after the market closed where we shared some of the activity levels that we shared last quarter to be helpful, such as the leasing activity. That shows a continuation of the health that we saw in June. So it’s definitely too early to really talk about how July rent cycle closed out because the July rent cycle closes out in the second week of August. That’s when you really know exactly how it finished out. But yes – no, you’re right that NMHC is showing about 100 basis point potential deterioration in July so far on the data versus last month."
         ],
         "Speaker": "Tom Ernst"
      },
      "25": {
         "Remarks": [
            "Thanks, Tom."
         ],
         "Speaker": "Dan Bergstrom"
      },
      "26": {
         "Remarks": [
            "Our next question comes from John Campbell with Stephens. Please state your question."
         ],
         "Speaker": "Operator"
      },
      "27": {
         "Remarks": [
            "Hey, guys. Good afternoon and Tom, congrats for the successful run and best of luck in future endeavors. On..."
         ],
         "Speaker": "John Campbell"
      },
      "28": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Tom Ernst"
      },
      "29": {
         "Remarks": [
            "Yes, absolutely. On Resident Services, I mean, obviously, really, really good growth for you guys in the quarter. I just want to unpack that one for a little bit. If you guys could talk at a high level the strength may be coming from cross-sells, particularly, I guess, as it relates to Buildium. And then on payments, I know that was – a lot of us were expecting that to maybe be a bit of a headwind with COVID. It sounds like that flipped to a tailwind that actually helped drive growth. So maybe if you could talk to kind of what drove that reversal in the quarter."
         ],
         "Speaker": "John Campbell"
      },
      "30": {
         "Remarks": [
            "Yes. So Buildium’s results do spread across our product family buckets, and I know that makes it a little bit more difficult for you, but Buildium’s momentum continues to be strong. We’re not going to break out their specific performance separately, but the business is performing well there and is largely following the RealPage trends in terms of the transactional weakness that we anticipated due to COVID, and the Buildium business was a little bit less than we expected, and it continued to execute on strong growth.",
            "You’re right that we had highlighted that there was potential risk in payments. And the net effect, and you can see this in our growth in the Resident Service bucket, was actually a net – a little bit of upside in that bucket driven by some mild payments upside due to the COVID-19 environment. We did have some negative effect due to COVID-19 that’s shown in the performance, primarily in the Property Management, property – product families and the Leasing and Marketing product family."
         ],
         "Speaker": "Tom Ernst"
      },
      "31": {
         "Remarks": [
            "Okay. That makes sense. And then staying on the SMB market, Steve, just a really high-level question here. But you’ve had Buildium for a couple of months now. How are you viewing kind of lower end of the market? If you could maybe break it down to, I guess, what the most encouraging thing you’ve run across thus far and then maybe on the flip side, what’s been the most surprising or kind of challenging thing you’ve seen?"
         ],
         "Speaker": "John Campbell"
      },
      "32": {
         "Remarks": [
            "Buildium is pretty much right on plan. We – in COVID, I mean, it’s still performing at higher growth rates than when we bought it. We now have 9 million units in the SMB space, which makes us, by far, the largest technology provider in that market. It’s $424 million of ACV. And we anticipate we’ll continue to do well in that space because it’s so underpenetrated. There’s just lots of room to sell other RealPage products and services into that space. And it’s got 50 million total units. So there’s a lot of opportunity just to continue to expand units in that area."
         ],
         "Speaker": "Steve Winn"
      },
      "33": {
         "Remarks": [
            "Okay. That’s helpful. Thank you."
         ],
         "Speaker": "John Campbell"
      },
      "34": {
         "Remarks": [
            "Our next question comes from Pat Walravens with JMP Group. Please state your question."
         ],
         "Speaker": "Operator"
      },
      "35": {
         "Remarks": [
            "Great. So two questions. I’ll just put on both out upfront. First of all, is there any update on accounting-related matters? And then the second one would be, Steve, what are you seeing competitively in like the core part of the market in terms of your traditional payers?"
         ],
         "Speaker": "Pat Walravens"
      },
      "36": {
         "Remarks": [
            "I’d like Brian Shelton, our Chief Accounting Officer, to take that, Brian – because we do have some good news on the one front, but also talk about some of the strengths in our cash flow, if you would."
         ],
         "Speaker": "Tom Ernst"
      },
      "37": {
         "Remarks": [
            "Sure. You bet. Thanks, Pat, for your question. Good to hear from you again. On the accounting front, over the past 7 months since we announced material weakness, we’ve completed a healthy review of the entire processes surrounding the controls. And we’ve made significant improvements in both the IT security and all the IT general controls. We anticipate that when we filed the 10-Q that we will have successfully remediated the material weakness. Do you want to..."
         ],
         "Speaker": "Brian Shelton"
      },
      "38": {
         "Remarks": [
            "Yes. Why don’t you address some of the strength in the cash flows?"
         ],
         "Speaker": "Tom Ernst"
      },
      "39": {
         "Remarks": [
            "Sure. As we reported in the operating cash flow growth for the quarter, that was really driven by two primary things. One was the EBITDA growth that was in the quarter. But also, we had a very strong performance on collections that led to the strong operating cash flow. As COVID began taking into effect, we quickly put together a cross-functional team involving our receivables team and our account managers to begin a collaborative discussion with all of our customers. Also, we quickly developed tools that enabled our teams to assess client health and begin identifying risks that we were seeing in the portfolios. These proactive measures led to an improvement of DSO of 8 days year-over-year. So we were down to 41 days. So the operating cash flow had a very nice quarter, really driven by the EBITDA growth and just very strong collections."
         ],
         "Speaker": "Brian Shelton"
      },
      "40": {
         "Remarks": [
            "Yes. Thanks for that question, Pat. Brian was a huge driver, again, his team behind both those initiatives. So it’s a big success for us. Steve, Pat also asked about competition."
         ],
         "Speaker": "Tom Ernst"
      },
      "41": {
         "Remarks": [
            "We don’t like our competition, but we..."
         ],
         "Speaker": "Steve Winn"
      },
      "42": {
         "Remarks": [
            "I was really getting with regard of the price, you heard that, right?"
         ],
         "Speaker": "Pat Walravens"
      },
      "43": {
         "Remarks": [
            "We see the same cast of characters from the – for the large guys, and they’re – I don’t think there’s really been a change in the competitive environment. Most of our sales thrust right now is in virtual leasing and living, and we think we do have a competitive advantage in those areas. We certainly have a competitive advantage in all the revenue management technology, which is becoming more and more important as we move forward in time and start to optimize the pricing of amenities. It’s no longer about just optimizing base rent. It’s about how do you price parking spots and guest suites and all of the 140-some-odd amenities that owners can use to increase yield without raising base rent, which they’re having a harder and harder time doing. So we think we’ve got a good, strong competitive advantage there. I will say there is a lot of VC-backed smaller companies attacking this area of virtual leasing and living and really thinking about what is the next generation of apartment going to look like. So this is one of the reasons why we wanted to put more money on the balance sheet just so we were well prepared to capitalize, not just on our own internal innovation, but also look at what everybody else in the market is doing. And we’re prudent acquiring innovation and not just building it ourselves."
         ],
         "Speaker": "Steve Winn"
      },
      "44": {
         "Remarks": [
            "Great. Steve, if I can ask you, I don’t remember how long ago it was, but there was this period where the partnership between Yardi and one of their – used to be Property Solutions Inc. had gone south. And you were saying that there were some big clients that were up for grabs that had never been up for grabs, and these were the sort of multiproduct deals. I’m just wondering, has that whole thing played out?"
         ],
         "Speaker": "Pat Walravens"
      },
      "45": {
         "Remarks": [
            "Yes, it has. They settled the lawsuit. They won’t tell us what the settlement was. So I don’t really know how it worked out, but they do cooperate today. So – but they’re also – I don’t think they care much for each other. That opportunity is behind us. And we did have some success for that, by the way."
         ],
         "Speaker": "Steve Winn"
      },
      "46": {
         "Remarks": [
            "Okay, fair. Thank you very much."
         ],
         "Speaker": "Pat Walravens"
      },
      "47": {
         "Remarks": [
            "Our next question comes from Josh Lamers with William Blair. Please state your question."
         ],
         "Speaker": "Operator"
      },
      "48": {
         "Remarks": [
            "Great. Thanks, guys. Good afternoon. Another one on Buildium. You noted that SimpleBills integration and Buildium is progressing well. And I think last I saw you guys were in the process of integrating LeaseLabs and IMS. So I’m curious what inning that puts you in for integrating the legacy RealPage solutions that you’ve earmarked for Buildium? And then once fully integrated, does there become a more concerted sales effort? Or is it fair to say that cross-selling is already meaningful underway?"
         ],
         "Speaker": "Josh Lamers"
      },
      "49": {
         "Remarks": [
            "Well, we haven’t integrated everything. So there’s more work to be done there. We have expanded the number of salesmen. If you look at the increase in sales reps, I believe it was 576 in the end of the first quarter, and we’re up to 625. A big chunk of that is in the SMB space. So we are definitely expanding reach in that market."
         ],
         "Speaker": "Steve Winn"
      },
      "50": {
         "Remarks": [
            "And Josh, remember, our plan was to bring RealPage’s products to Buildium over time – over a careful path. And so we are making significant progress, and we will announce availability of RealPage services on top of Buildium over time. But it is absolutely progressing with the operating plan we put together at the launch."
         ],
         "Speaker": "Tom Ernst"
      },
      "51": {
         "Remarks": [
            "Yes. I think we can – you can really see it, too, in the numbers. ACV was up 35% in the second quarter. Units were up 26%. And probably the most interesting increase was revenue per unit was up 7%. Now that may not sound like a big deal, but all of the Buildium units that came in were at substantially less than $47. So we made all of that up through cross-sell, and we’re able to increase ARPU 7% on top of that. So there’s clear evidence that the strategy is working."
         ],
         "Speaker": "Steve Winn"
      },
      "52": {
         "Remarks": [
            "Okay. And then with all the new supply coming to market that you mentioned, and it sounds like many people are reading your urban core, curious if we’ve gotten to the part here where larger urban multifamily complexes have hit the point of year-on-year rent declines and added concessions? And assuming that’s the case, I’m wondering if you can just talk through how the revenue management YieldStar tools function in the down market? Just wondering if there’s a counter component there or what do you expect?"
         ],
         "Speaker": "Josh Lamers"
      },
      "53": {
         "Remarks": [
            "Well, we’ve tested the revenue management tool in a down market in 2008 and 2009, and we’re very carefully monitoring this engine to be sure that it’s optimizing exactly the way it should be in a down market. It’s analyzing literally hundreds of variables that drive what the price – optimal price should be. And it’s working very effectively. We’re seeing revenue managed properties outperform nonrevenue managed properties through the downturn very well. The distinction between urban and suburban is an interesting question. It appears that urban is under a little more pressure than suburban because I think the people that rent in a suburban location pay more because they enjoy all of the density and the amenities surrounding the urban apartments. As COVID hit, there really weren’t a lot to do around those apartments. So I think a lot of residents just said, why are we paying $500 a month more to live here, and we can’t do anything here versus live 20 miles north or south and essentially have more square footage at the same or lower price. So that’s what’s going on. I do think that’s going to revert back when urban is – migration from suburban to urban was a clear trend we saw pre-COVID, and I think that will come back when the all safe sign is delivered."
         ],
         "Speaker": "Steve Winn"
      },
      "54": {
         "Remarks": [
            "Okay. Thanks for your time."
         ],
         "Speaker": "Josh Lamers"
      },
      "55": {
         "Remarks": [
            "Our next question comes from Ryan Tomasello with KBW. Please state your question."
         ],
         "Speaker": "Operator"
      },
      "56": {
         "Remarks": [
            "Hi, everyone. Congrats on the quarter. Clearly, very strong. And Tom, best of luck on your next adventure. Just looking at the revised 2020 guidance, based on our math, it implies about a $2 million increase at the midpoint, excluding 2Q’s outperformance. So I guess my question is, why isn’t 2Q strength carrying over into the rest of the year? I realized a lot of the top performance in the second quarter related to transactional revenues coming in better than forecast, but your comments on a surge in this virtual demand would seem to imply a bit more strength. I guess how much of that is timing related before we start to see this demand benefit the top line? And then just as a follow up to that, what kind of assumptions are you making in the second half in terms of the impact from transactional revenues? I believe the prior full year guidance assumed about a 150 to 250 basis point headwind for full year revenue growth?"
         ],
         "Speaker": "Ryan Tomasello"
      },
      "57": {
         "Remarks": [
            "Yes. Thanks a lot for the question, Ryan. So I think our guidance range assumes a range of performance that includes some fairly negative scenarios without ruling out the most negative of economic scenarios. That include things such as little to no stimulus being renewed for the course of the year, while the upper end of the range continues more of the trajectory that we’re seeing thus far this year. Stimulus was renewed. Continued health in the markets, continued ramping readiness and willingness to book and activate new projects with RealPage. And what that’s enabled us to do – so now granted that uncertainty here in front of us, it’s prudent to take a view and plan for – plan prudently as we think about those scenarios.",
            "So as we factor that in, our guidance last quarter included about a 400 basis point impact to growth versus our prior assumptions for growth for the year. The assumptions this year, we’re looking at the upper half of our assumptions on what the impact would be. So we’re thinking about the upper half of a 13% to 17% growth rate and 15% to 17% growth for the top line."
         ],
         "Speaker": "Tom Ernst"
      },
      "58": {
         "Remarks": [
            "Got it. And then I guess, just shifting gears on M&A. You provided some commentary in your prepared remarks, but I was wondering if you can give us some updated color around what types of acquisition opportunities you’re seeing. Have you seen more willing sellers? And any changes in pricing? And in terms of types of deals, should we expect to see similar tuck-in acquisitions like a Modern Message? Or is anything more needle-moving and product expanding like a Buildium also a potential in this environment?"
         ],
         "Speaker": "Ryan Tomasello"
      },
      "59": {
         "Remarks": [
            "Yes. We definitely see more opportunity in the pipeline, and that’s just a reflection of the uncertain environment changes the dynamics for innovators that are away from RealPage. So while there’s a range of potential opportunities available to us, the most likely ones you’re likely to see are those smaller 4 to 6 deals a year that we’ve been executing on historically. And that makes up the largest set of the acquisition pipeline. And the good news for us is that with – as the market leader and the strongest platform and the reach to customers and strong product synergies, we’re the obvious home for point innovators in the marketplace. So we’ll continue to look at those. And I would say that you’re most likely to see us execute on the smaller side, but there is a full range of potential opportunities as we think about more of the mid and long term."
         ],
         "Speaker": "Tom Ernst"
      },
      "60": {
         "Remarks": [
            "Thanks. Congrats again on the quarter."
         ],
         "Speaker": "Ryan Tomasello"
      },
      "61": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Tom Ernst"
      },
      "62": {
         "Remarks": [
            "Thank you. Our next question comes from Michael Turrin with Wells Fargo Securities. Please state your question."
         ],
         "Speaker": "Operator"
      },
      "63": {
         "Remarks": [
            "Thanks, good afternoon. You’ve talked about the relatively low levels of tech spend in the industry historically. Anything to call out that you’ve seen more recently that could suggest that as this recent amount of uncertainty comes to pass, it could maybe help unlock appetite for software spend there a bit quicker than what’s previously been expected?"
         ],
         "Speaker": "Michael Turrin"
      },
      "64": {
         "Remarks": [
            "I think you will see owners, particularly institutional grade properties, come to the realization that the needs of their residents have changed and that more of them will be working from home. And if they can’t deliver the conveniences of work at the place of living, they will be at a competitive disadvantage. That will then lead to investments in technology to upgrade infrastructure and the systems that are driving the way you deliver conveniences to residents that are spending more time at home. So our estimate is that – or our prediction that we’d see an expansion of tech spend in this industry, we still hold."
         ],
         "Speaker": "Steve Winn"
      },
      "65": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Michael Turrin"
      },
      "66": {
         "Remarks": [
            "Our next question comes from Keith Bachman with BMO. Please state your question."
         ],
         "Speaker": "Operator"
      },
      "67": {
         "Remarks": [
            "Thank you. And Tom, best wishes for you. I wanted to ask about – any color you can give us on the ACV growth that you had this quarter and the underpinning to it? How we should be thinking about that as we’re rolling through the year? And not only new units, but any kind of direction, the 5% ARPU growth seems to be particularly strong, particularly as Buildium is growing, but any kind of color you could – or framework directional comments you could give us on how to think about the ACV growth through the year?"
         ],
         "Speaker": "Keith Bachman"
      },
      "68": {
         "Remarks": [
            "Yes. Thanks for the question, Keith. So as we look at Q2, the ACV growth did mirror some of the comments I made around, and Buildium is certainly a strong contributor to that. Buildium – SimpleBills is also an acquisition that’s a healthy growth driver for us, along with a number of the other functional areas within our product families that I highlighted in the prepared remarks. As we look forward, Steve paid a lot of attention to technologies that enable our customers to drive virtual leasing and living. We certainly have seen a pipeline shift towards some of those technologies and readiness to move to full online payments and portal technology. So there may be a marginal shift that direction as well. But I would think that the full year trend and the growth outlook at either the high or low end of our scenario is going to largely match what we’re seeing here in the second quarter in terms of growth momentum besides that type of a shift."
         ],
         "Speaker": "Tom Ernst"
      },
      "69": {
         "Remarks": [
            "Okay. So maybe kind of mid-single digits or continued healthy growth?"
         ],
         "Speaker": "Keith Bachman"
      },
      "70": {
         "Remarks": [
            "I’m sorry, our – the growth forecast for the rest of the year? You talk about growth rate?"
         ],
         "Speaker": "Tom Ernst"
      },
      "71": {
         "Remarks": [
            "Yes, the growth rate of ARPU. I’m just trying to understand, is that mid-single-digit ARPU number? Or is that a durable number, you think?"
         ],
         "Speaker": "Keith Bachman"
      },
      "72": {
         "Remarks": [
            "So our guidance is – was specific to revenue growth. We don’t guide generally on an ACV basis. Our organic growth – oh, yes, yes. So if you decompose the ACV growth, this might be a way to help you think about it as well, our unit growth has historically accounted for about three to four points of the growth. In the COVID environment, it’s been a point or two lower than that. So depending on the health of the COVID environment, that may pick up and support higher growth. The rest of the growth has been an ARPU expansion. So I think as we decompose the range of our outcome expectation, it’s more dependent on whether we see an acceleration on the unit side or not. But also, there’s ARPU drivers as well. As Steve highlighted in the SMB success, we’ve seen an ARPU expansion."
         ],
         "Speaker": "Tom Ernst"
      },
      "73": {
         "Remarks": [
            "Okay. Great. Yes, that’s what I was thinking. And then, Tom, you mentioned the leverage ratios and how, particularly even at the run rate, you’re kind of [Audio Dip] at Q2. And so as you think about the cash flow generation, you just did some deals. Do you think about maintaining that steady debt levels where you are now? Or would you consider paying more down? But – or just any kind of color on how you’re thinking about that? It seems like you want to leave the leverage ratios where they are, but just if you could just elaborate on what your plans are."
         ],
         "Speaker": "Keith Bachman"
      },
      "74": {
         "Remarks": [
            "So we feel that we’ve fully strengthened the balance sheet to be opportunistic in this environment. Our target leverage ratio of two to four times, we think, is optimal for driving financial return while enabling us to have flexibility to be out in the market and opportunistic in terms of bringing acquired innovators and innovation product into the – into our business. So it’s at a comfortable reset type of position for us now. So we like where that is. And as we think about how we’re managing that balance sheet, I did highlight that we have $632 million sitting on cash on the balance sheet. We’re evaluating continuously the best way to optimally maintain that balance sheet and keep the flexibility. Right now, a fully reset revolver with cash on the balance sheet is attractive given the opportunities that we’re looking at, but we are making continuous evaluations on how we can manage that to keep flexibility and to keep our costs well managed in terms of interest rate."
         ],
         "Speaker": "Tom Ernst"
      },
      "75": {
         "Remarks": [
            "Got it. Okay, that’s it for me. Thanks."
         ],
         "Speaker": "Keith Bachman"
      },
      "76": {
         "Remarks": [
            "Our next question comes from Joe Vruwink with Baird. Please state your question."
         ],
         "Speaker": "Operator"
      },
      "77": {
         "Remarks": [
            "Great. Hi, Steve and Tom, best of luck in your new endeavors. I wanted to ask, it’s been a unique situation in the industry because all the major software vendors have kind of come out and been pretty active and just talking about what they’re seeing on their platforms, and I’m wondering when you kind of span the industry and you appreciate how a RealPage platform customer is doing maybe versus some of the results you’re hearing about on the competitor’s platform, are you able to make a case that the breadth of your platform or just the actual results of your customers, they’re actually fairing better right now than maybe some alternatives?"
         ],
         "Speaker": "Joe Vruwink"
      },
      "78": {
         "Remarks": [
            "I think you can make that case now. And we constantly are monitoring how well our customers are doing through what we call customer business reviews where we compare their performance using our platform to their peer groups, and the peer groups will include some customers that are on RealPage and some that aren’t. So generally, I feel pretty good about the health of the industry. But we do, of course, have this uncertainty with respect to the stimulus that we’ll see going forward. So very positive right now.",
            "I expect August, we’ll be a little bit shocked because I don’t think these stimulus checks are going to get out at the first of the month. But hopefully by mid month, they will be in the hands of renters, and we won’t have a problem. But right now, it’s unknown."
         ],
         "Speaker": "Steve Winn"
      },
      "79": {
         "Remarks": [
            "And Joe, I think that’s something that our sales team is very adept at showing the customers, whether it’s our AI screening product, our revenue management products and these customer business reviews to show them exactly where their properties in which they’ve deployed it, how much lift they’ve seen, how much they’re outperforming their comp set. And that’s something we’re actively ramping. And in this quarter, we’re able to shift to a high rate of virtual delivery. And I think something we’re getting even faster at to deliver more and more CBRs over time to really help the customer get engaged and get the effective technology into more properties."
         ],
         "Speaker": "Tom Ernst"
      },
      "80": {
         "Remarks": [
            "And if I can squeeze in one more. The hiring in the sales team has continued to be really strong. And as I kind of thinking about getting a new rep ramped up and productive, I think, entering 2021, it seems like a lot of these new hires are going to be hitting the ground running. Is the thought that maybe you’ll have productive reps in 2021, where the argument of improving yield and what’s still maybe going to be a no rent growth environment is the thinking that maybe you’ll be able to accelerate a RealPage organic growth? And have you given any thoughts, 10% to 12% still the right number? Or are all these factors coming together where it should actually be a bit better than that if you execute?"
         ],
         "Speaker": "Joe Vruwink"
      },
      "81": {
         "Remarks": [
            "Yes. Thanks for the question, Joe. And the idea obviously of investing in sales and marketing and the sales force, like I highlighted, and we did add 50 salespeople. It’s definitely about driving organic growth. So it’s a little early to project how that’s going to support the growth rate next year. We’ll hope to do that for you in a quarter or two, but that is absolutely the intent and purpose. And while clearly, we want them to be productive next year, we’re not happy with waiting until next year.",
            "So as we decompose where those 50 salespeople are going and what we’re doing operationally from a sales perspective, like the customer business reviews to the last question we just answered, the sales organization has responded really well with sales delivery in an all virtual environment in delivering more sales meetings, about two-thirds of those salespeople have come in on the early part of the sales funnel and the lead generation role to really try to supercharge this virtual selling environment. So we actually intend to try to drive productivity out of the expansion that we did in the second quarter this year, not next year. And I’ll try to help us close out the year with strong bookings."
         ],
         "Speaker": "Tom Ernst"
      },
      "82": {
         "Remarks": [
            "That’s great. Thank you very much."
         ],
         "Speaker": "Joe Vruwink"
      },
      "83": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Tom Ernst"
      },
      "84": {
         "Remarks": [
            "Ladies and gentlemen, that concludes today’s meeting. All parties may now disconnect. Have a great day."
         ],
         "Speaker": "Operator"
      }
   }
}