{
   "Date": "July 28, 2020",
   "Presentation": {
      "Antonio Llardén": [
         "[Interpreted] Good morning, ladies and gentlemen. Thank you very much for joining us today. I’m accompanied at this conference by Chief Executive Officer, Marcelino Oreja; Secretary General, Rafael Piqueras; CFO, Borja Garcia-Alarcon; and the Investor Relations team by its manager, Mr. Antonio Velázquez-Gaztelu and Cesar Garcia Del Río.",
         "We are holding this meeting with masks. So I do apologize if you cannot hear us correctly. But I hope you can hear us and follow us correctly. We held the General Shareholders’ Meeting barely a month ago, reviewing the most relevant issues on the progress of the company, and during which we explained how we are facing the situation, stemming from the COVID-19 pandemic.",
         "The conclusions are clear, we’ve resisted well in the first phase of the pandemic, and the results that we’re presenting today reflect this resilience. As we are at the equator of the year, let me briefly remind you the objectives for the year. We’ll also make a summary of the projects of the company in the field of decarbonisation, and our commitment to the energy transition. And finally, I will do an overview of our dividend policy.",
         "As we’ve been telling you, since the beginning of the pandemic, our priorities have been and continue to be to protect the safety, health and wellbeing of our professionals and their families, and to continue to provide with full normality, the supply of natural gas, which is an essential service for the security of our country.",
         "During these troubled months, Enagás has resisted well, very well. And this resistant has been possible because among other things, we have implemented a rigorous contingency plan even before the declaration of the state of emergency, as it was also explained, back in time, a when we did the results of – presentation of the first quarter. This plan has been – is being very efficient. And thanks to its implementation, the gas system is operating with full normality.",
         "I will not dwell on the security measures that we have implemented for people, because I already explained them at the General Shareholders’ Meeting. And also, in the previous presentation of results of first quarter, but I do want to stress that we are still applying the maximum prudence and prevention with a very detailed follow-up to minimize risks of contagion among our professionals.",
         "At infrastructure level, let me say that the Spanish gas system has worked and continues to work normally despite the adverse conditions, without incidents neither labor related technical or operational with 100% availability 24 hours a day every day.",
         "In the first half of the year, the production of the regas plants has increased by 17% compared to the first 6 months of last year 2019. Also in Spain, we have unloaded a total of 126 LNG ships. That is an increase of 12.5% with regards to the same period of the previous year. For this month of July, for the total of the month – of the month – till December 31, we are expecting 21 unloads.",
         "The contracted capacity of natural gas storage is also at a historical record. Nearly 12,000 kilometers of gas pipelines and compression stations have operated at full technical and commercial capacity and availability.",
         "Also our international subsidiaries have worked and continue to work to guarantee the services and the energy supply in the countries in which gas operations are carried out and all of them have also implemented their respective contingency plans, of which further details will be provided in the presentation.",
         "This resistance has been shown in the results obtained in the first 6 months of this year, which are in line with what we expected and are even slightly better than our expectations. Let me comment rapidly the figures that are more important. We’ve obtained profit after tax of €236.3 million, which is an increase of 9.4% compared to the first 6 months of 2019. Mainly, this is a consequence of the non-recurring financial profit amounting €18.4 million. And that is due to the exchange rate difference generated by the purchase of dollars for the acquisition of the Phase 2 of Tallgrass, which I already mentioned in Q1.",
         "I do apologize, because with the mask and the glasses I cannot – it’s difficult for me to speak and to continue. The result of our affiliates amounted to €76.2 million. The negative impact of the COVID effects on the regulated business totaled €6.4 million in the RCS.",
         "We also have a high liquidity position and we do maintain a solid financial structure without significant debt maturities until 2022, and with more than 80% of our debt at fixed rate. Let me remind you that our rating agencies Standard & Poor’s and Fitch confirmed back in time the rating of Enagás at BBB+ with stable perspective. That is in line with other similar companies and European TSOs.",
         "As explained in the presentation of Q1, the company has intensified the control plan and savings in financial and operating expenses, avoiding everything that is not essential in order to maintain business continuity – essential for the activity and the employment. I do apologize. I have to take off my glasses or the mask, because I cannot read.",
         "The current situation for 2020 means that we have to be very cautious, very cautious in future projections. In the second quarter, taking into account the situation of uncertainty generated by COVID-19 and in line with international recommendation of the regulator, European Securities and Markets Authority, Enagás has carried out an impairment test on its main investments. That in accordance with IAS 36.",
         "This analysis has validated by an independent expert which is Duff & Phelps. The conclusion of this analysis reviewed also by our auditor is that it is not necessary to make any correction to the value of these investments in Enagás’s balance sheet.",
         "The results of this analysis allow us to consider that we do can maintain the objectives and commitments established for this year 2020, estimating the net profit at €440 million. We also maintain our commitment to our shareholders’ remuneration, with an increase in the dividend of 5% with respect to what was paid in 2019.",
         "And I will pass on this – on this point later.",
         "Regarding the changes in demand for natural gas, I’m going to focus on the conventional aspect, because it is the most representative of the performance of industry and consumption. The demand for gas for electricity generation depends on other factors really, such as the availability of renewable energy, water, gas, et cetera.",
         "In any case, you can access detailed information on these fluctuations in gas demand on the company’s website to know the evolution of the demand. Conventional demand, as I said, in April, at the strictest moment of confinement, stood at approximately 76% compared to the same period last year, 2019. Since then, a progressive recovery has occurred. And today, we are already around 92%, if we compare it with the same period in 2019.",
         "We hope that this recovery in demand will be consolidated slowly, progressively in the second semester, because this will be a good reflection of the fact that the industrial fabric of our country is also recovering. In terms of international affiliate, Tallgrass, in this half yearly results and taking into account the crisis caused by COVID-19, is having a global impact we have incorporated, as you see detailed information on our main affiliates, especially the North American company, Tallgrass Energy. Allow me to remind you, you are aware of that, that on 17 of April, we ceased to extend our investment in the company obtaining 30.2% of the shareholding.",
         "So in this presentation, and I’m not going to repeat everything you have extensive information on the performance of the North American energy market in these last few months like price performance, demand data, current situation and future projects.",
         "In the case of TAP, the project is progressing as planned, and this has already been 96.4% implemented, it is expected to commence during the last quarter of this year. Yesterday a very concrete technical piece of news of TAP is that the last welding of the last pipe was – occurred was carried out in the pipeline, but as linked in Italy to the high-pressure grade of Snam, so that’s a good news actually.",
         "With respect to the [South] [ph] Peru gas pipeline, I update the situation. The arbitration proceeding commenced in ICSID is following the normal course. On July 19, the Peruvian state filed its defense, and currently our international legal advisors are working on the next steps to follow according to this arbitration calendar. As you know, in relation to Peru, on July 15, 10 days ago, one week ago, a new prime minister was appointed in Peru, Mr. Pedro Cateriano, and several ministers were replaced, including the Ministry of Energy and Mines. At Enagás, we maintain our willingness to reach an amicable agreement with Peruvian state in order to end the arbitration procedure.",
         "After reviewing the main topics of the semester, and we’ll discuss on our commitment on decarbonisation. The European Commission has presented that communication, A Hydrogen Strategy for a Climate Neutral Europe, 2 weeks ago, which includes investment between €180,000 million and €400,000 million in renewable hydrogen production capacity until 2050. The Spanish government is working on the same line to have hydrogen roadmaps and biogas and storage strategy in the second semester of last year.",
         "Last week, the Ecological Transition ministry and Demographic Challenge ministry launched the decarbonisation strategy at the long-term. At Enagás, we are actively participating – I’m sorry, in proposing specific measures and prior public consultation of these roadmaps promoted, as I was saying by the Ministry of Ecological Transition and Demographic Challenge presided over by Vice President, [Teresa Ribera] [ph].",
         "In the case of European level together with TSOs coming from 9 member stakes, we presented on July 17, a report in Brussels called European Hydrogen Backbone plan to develop a specific hydrogen transport infrastructure in Europe. According to this report, which is a fast reflection report on these matters, existing gas, infrastructures can be adapted to transport hydrogen at an affordable cost without any kind of relevant technical problems.",
         "As for specific projects in the field of hydrogen, as we said in the first quarter, we are working on the Green Crane project with other companies, especially Snam, which aims at developing a hydrogen corridor from southern Europe to the north, which was presented in Brussels as a candidate for a project of common European interests. It includes a series of initiatives that will be later studied, that will allow countries of southern Europe to be positioned as benchmarks in the generation of green hydrogen. This project will allow us to decarbonise more sectors to strengthen the European energy system and to position Spain as a gateway for hydrogen in Europe with existing storage and transport infrastructure that have already been built.",
         "In addition to hydrogen, we’re working on other specific projects to contribute to decarbonisation, promoting the use of LNG as fuel under specific circumstances. In this area, a few weeks ago, the European Union has announced that it will support Enagás and the development of 16 LNG vehicle support points biogas and hydrogen within the ECO-net project. Also a few days ago, the European Union granted the full amount of the subsidy requested for 2 specific supply LNG to ships’ projects bunkering in Barcelona and Algeciras in the south – in southern Spain. I mentioned these specific projects because they demonstrate according to us, the support of the European Union for the role of LNG, but also other gases and renewable gases in the decarbonisation of transport sub sectors, especially maritime transport.",
         "In this presentation, you can see the acknowledgement to the company in the field of sustainability. And I would like to highlight once again, the commitment of each and every Enagás professional to sustainability in its broadest sense. I’m not going to repeat the figures that we provide you with the results presentation in February. But Enagás has a plan to reduce CO2 emissions with the milestones in 2030, 2040 that will culminate in 2050 with the neutral emission of carbon, zero carbon. So we continue with this plan, obviously, and before finishing my speech, I want to pause before one of our priorities, which is our commitment to shareholder remuneration.",
         "I remind you that these times many companies were not able to face their commitments and meet their commitment. I remind you that at the general shareholders meeting held on June 30, the payment of a complementary dividend plan was approved for 2019 of €0.96 per share, which became effective on July 9, and which is in line with our annual dividend commitment in 2019 of €1.60 per share.",
         "As I have mentioned the result of stress test and the impairment test performed by the company in this climate of great uncertainty enable us to reaffirm with the information we have now, our dividend commitment for 2020 of €1.68 per share, which represent an increase of 5% and to maintain our announced dividend policy for 2020-2026.",
         "To conclude, once again, in the context in which uncertainty is the only certainty the company is clear about its priorities we have resisted these agitated first few months and the results that we present today, a reflection of this. With the data that we have today, we believe that we can maintain all of our commitments for 2020 and we’ll continue to work on new future projects.",
         "Thank you for your attention. If you have questions now, please feel free to ask the team. We’ll endeavor to answer to them as fully as we can. Thank you very much."
      ],
      "Operator": [
         "[Interpreted] Good morning, ladies and gentlemen. Be very welcome to the results presentation of Enagás for the first semester of 2020. The results were released this morning before the opening bell and they are available on our website, www.enagas.es. Mr. Antonio Llardén, Chairman of Enagás will host the presentation. And we expect this conference to last around 25 minutes. And then, we will open a Q&A session, during which we will try as always to answer any questions as well as possible.",
         "Thank you for your attention. And now, I will hand the floor to the President, Mr. Antonio Llardén."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Interpreted] Thank you, Mr. President. [Operator Instructions] First question, Javier Suarez coming from Mediobanca. Mr. Suarez, you have the floor."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "[Interpreted] Good morning, everyone. Three questions. First, on hydrogen. The government has presented its strategy until 2050. It seems clear that hydrogen should have a relevant role in the effort to decarbonise economy by 2050. The question for you is do you believe that these new strategy at European and Spanish level for hydrogen is a substantial change for the profile or the company? Is it a game changer for Enagás? Should Enagás change its business plan as a consequence of this opportunity?",
            "And the regulating government – entities and investors, should they see Enagás with different eyes, as a consequence of these facts that it would be a network to transport a commodity that is going to majorly reduce the emissions?",
            "Second question, Tallgrass in United States, do you see any negative impact as a consequence of the difficulties or the possible difficulties of gas and oil off-takers in United States? Can you give us some idea of what you see operationally, because these have been very difficult months for these companies?",
            "And the third question is could you give us an estimate on the gas consumption in Spain for 2020 as a whole? Thank you."
         ],
         "Speaker": "Javier Suarez"
      },
      "3": {
         "Remarks": [
            "[Interpreted] Thank you very much, Mr. Javier Suarez from Mediobanca. First question. Yes, we start with our opinion. We do consider the energy transition process that all the European countries and the EU as such have on the table, will not be done if we don’t contribute in a twofold with renewable gases, something that until now had almost no weight, hydrogen, biogas, et cetera.",
            "And even decarbonization process in sub-sectors, where it will be difficult to electrify and LNG there plays a role. And I was saying a twofold, because the other contribution is that we’re seeing that the storage and transport infrastructures for gas in Europe are very good to maintain the role of gas in the transition process, not everybody considers it’s going to be key, but also in order to serve as the basis for this hydrogen development and for renewable gases projects.",
            "We’re convinced about that. And in the first documents issued by the European Commission, they state that they do believe that the TSOs will play a relevant role in this field.",
            "And the contacts that we’re having with the Ministry of Ecological Transition, allow us to think that once we see all the public opinion processes are over and public consultation are over, we will play a major role there. And furthermore, we do want to play that role. So for the time being, as you’ve seen, we’re developing some minor specific projects in most of them. We can call them proof-of-concept projects, that is possible to produce, transport hydrogen and decarbonise.",
            "And honestly, I do believe that our TSO role, and not only ours but the role of other countries, in the coming years will change slightly from being only limited to this transport and storage of natural gas, TSOs in Europe, or at least the ones with this aim in mind will do all this. And also, we will complement that role with, amongst other actors, in everything that has to do with hydrogen development.",
            "Right now and I cannot and no one can tell you specific figures and timelines. This is not going to be an immediate process. This is going to take time. In the coming 2, 3 or 4 years, this will develop and we will start to have – well, I’ve already told you, we have already a few projects and some with the support from the EA – EU, but they’re small projects. So I think that in the coming 2, 3, 4 years, as I was saying, we will see how a general map of activity in this field will be outlined.",
            "And also, we will also see a calendar. And then we will have to adapt, of course, to the instructions issued by the government and the Commission or the Parliament. But I can clearly tell you that Enagás is willing to collaborate. We’ve been thinking about this since quite some time. We’re already working on it. So I conclude, and I apologize for such a long answer. I do believe that our role as a TSO, as the role of other TSOs, will change in a positive sense in the coming years, probably having new tasks to undertake.",
            "Second question, I’ve got the CFO. He’s wearing glasses, reading glasses and his mask and he’s got the same problem. He’s taking out his mask and he will answer."
         ],
         "Speaker": "Antonio Llardén"
      },
      "4": {
         "Remarks": [
            "[Interpreted] Thank you, President. Thank you. Good morning, Javier. Let me answer, 4 relevant points that are included in the presentation that the President has stressed in his presentation. First, we see a recovery of oil-and-gas prices and recovery in the production in the relevant basins for the oil and gas transport in Tallgrass.",
            "Second, transported volumes according to July figures and the perspectives of the company for August and September, we see that the transport will be in line with the volumes transported pre-COVID. Three, as it’s been explained in the presentation, it’s very important, we’ve finished the construction of the Cheyenne Connector and in Cheyenne Hub. And this is a fundamental piece for getting the west to east section from Rocky, and therefore meeting the objectives of the budget.",
            "Maybe as a fourth point, before going to the figures, let me confirm that Tallgrass is an asset that has behaved with limited sensitivity to the current situation of the U.S. market, that as you know, has been under much stress. So with the information available as of today, the free cash flow for Tallgrass for the yearend, taking account $170 million, and having invested in the Cheyenne Connector and in Cheyenne Hub, it gives us a net debt ratio of 4.1 times.",
            "The payment of the dividend €140 million is a ratio of net debt to EBITDA ratio of around 4.5 – 4.6 times. This is compatible with the liquidity position of the company, which is higher than $1 billion. And as the company has no relevant maturities until 2022, and that is fully in line with the long-term model, with the CapEx investment included, as we’ve explained in other occasions.",
            "CapEx that becomes EBITDA, at a multiple of 6 times EBITDA net debt ratio is the one I was telling you. It’s important to stress that with information we have now we have no changes whatsoever in the dividends announced for 2020-26. Now, they’re in the yield of the investment communicated to the market.",
            "And as a summary, of the description of the business of the company, this is fully in line with the long-term model we have set when we acquired Tallgrass, and when we shared this information with the market."
         ],
         "Speaker": "Borja Garcia-Alarcon Altamirano"
      },
      "5": {
         "Remarks": [
            "[Interpreted] Thank you, Borja. And let me answer the third question by Javier Suarez. Consumption, as we’ve said, with regards to industrial consumption, the consumption that we call for – of the conventional market, we touched bottom on April, 76% of the demand compared to last year.",
            "I’ve given you the figure right now 92%. But if we could see the evolution of the 26, 27 days of July of this year, the conventional demand would be at 93%. Therefore, from now until the year end, we do think that these conventional demand might little by little, this will not be in a sudden basis, but it will evolve towards full normality.",
            "But being cautious as we want to be, we’ve done all our forecasts in budget et cetera, with the idea of having a decrease of the total demand in all lines of 10% for the year, a decrease of 10% in order to be more conservative. But, of course, we do see that the conventional demand in almost all the sectors except for 1, services. But in the other 12 sectors in which we divide, commercially speaking, this demand, they are at a V-shape of recovery, which is quite clear. And the average would be at 92%, 93%.",
            "So, today we’re much more optimistic that a few months ago, when we presented the first quarter, we were suffering the full impact of the decrease in the demand. And we didn’t – we weren’t even certain that we will reach rock bottom. We’ve reached that bottom. And we are not – our figures of the demand that I dare to say that are quite normal, because I think that last year was an exceptional year with regards to gas demand. And therefore, comparing to last year is very strict, if we can put it this way.",
            "So we’re optimistic with being cautious, as I always say, because we’re living in a context of great uncertainty, but I do believe that gas demand, industrial gas demand and all its byproducts and tankers, et cetera, et cetera, is going in – is behaving well. And even tankers right now, tankers are above the consumption of last year, though its weight in the total over the industrial demand is small. Well, I think we have replied to all the other 3 questions that Mr. Suarez asked."
         ],
         "Speaker": "Antonio Llardén"
      },
      "6": {
         "Remarks": [
            "Gracias."
         ],
         "Speaker": "Javier Suarez"
      },
      "7": {
         "Remarks": [
            "[Interpreted] Thank you. Next question comes from Alberto Gandolfi from Goldman Sachs. Mr. Gandolfi, you have the floor."
         ],
         "Speaker": "Operator"
      },
      "8": {
         "Remarks": [
            "[Interpreted] Good morning. Coming from Goldman Sachs, it was a little bit cut off. So 3 quick questions. At Tallgrass, could you elaborate on the gains, EBITDA, net benefits for the first-half of the year? And probably you can explain what’s the evolution compared to last year?",
            "The second question is there are many items in the affiliates that move around. So could you please explain the difference of €76 million for the first half, but the bigger contribution of Tallgrass for the second part, the situation would be improved?",
            "And hydrogen, again, I’m sorry to repeat that, but we still don’t know when we will be benefiting from these investments. But the European strategy clearly states that the strategy is up until 2024 and then another strategy for after 2024. So would it be reasonable to assume that by 2024, from now to 2024, we will have more visibility on this topic? Are we going to invest more in hydrogen as a regulated asset in Spain?",
            "Would it be possible for us to think that this would contribute to increase dividends after 2024? Thank you very much."
         ],
         "Speaker": "Alberto Gandolfi"
      },
      "9": {
         "Remarks": [
            "[Interpreted] Thank you, Mr. Gandolfi. I think the 2 first questions will be answered by Mr. Borja Garcia-Alarcon and I’ll respond to your third question. Borja, you have the floor."
         ],
         "Speaker": "Antonio Llardén"
      },
      "10": {
         "Remarks": [
            "[Interpreted] Thank you. Good morning, Alberto. The contribution for equivalence for the entire years before the purchase space allocation, guidance of €186 million, that could be divided into 2 parts of the year, €74 million for the first part and €110 for the second half of the year.",
            "We need to indicate that the contribution of Tallgrass is different. So the contribution for the first semester is €3.8 million, second €53.4 million. So the difference between these 2 from a business point of view is explained, because the difference between the contribution of net income of Tallgrass for the first half and the difference with the second semester, because the first semester before the [ABB] [ph] was $22 million, for the second will be [€555 million] [ph].",
            "This is due to the [re-grading] [ph] of REX as foreseen once Cheyenne Connector was implemented secondly. But that’s – in terms of that, there’s no difference. But there is an important adjustment produced as a result of transferring U.S. GAAP Tallgrass accounts to IRFS. IRFS, which is the real state tax is paid in January. And in U.S. GAAP it’s done throughout the year. So for the first half, the impact was negative due to the $3.1 million difference, and the second half, the impact is going to be positive $16.2 million, which is explained by the fact of changing the result and moving from €3.8 million to €53.4 million.",
            "So just to explain a little bit more about the EBITDA. Alberto was asking about this. We have an expected EBITDA of $800 million, a BDI of $300 million, financial expenses of $181 million. And this account for $65 million multiply by exchange rate is $250 million that I said at the beginning, that was – that were necessary to build up all this."
         ],
         "Speaker": "Borja Garcia-Alarcon Altamirano"
      },
      "11": {
         "Remarks": [
            "[Interpreted] Thank you, Borja. Alberto, in terms of the third question, we think that we have to say things orderly. From now to the end of the year, we will have the roadmap of renewable gas and hydrogen. This is what the Ecological Transition ministry set to us. In terms of the European Union plans, I don’t dare giving you dates, but between 2021, 2022, there’s important paper launched by the commission will have been discussed those about by stakeholders, the European Parliament, et cetera.",
            "So we will have probably a bigger roadmap, many TSOs, as I said before, are working the European Hydrogen Backbone Plan, and we’re working together for that. I think by the end of this year and up until the end of 2022, the roadmap will be clear, I believe. At the same time, all the TCOs are thinking to come up with a concrete project, which will not have a high investment economic impact, but these are proof-of-concept purchase that will allow us to generate hydrogen practically or renewable gas, how they are transported, who are end users et cetera. This is important.",
            "All the hydrogen roadmap should be in the framework of the energy transition plan, which means that changes cannot happen upstream, and midstream without having clear in mind, who are the end users? It is meaningless for us to say, I’m going to generate hydrogen at a specific point, and who’s going to consume this? Well, I don’t know. Obviously, this is what the European Union and each country’s trying to do, meaning having things orderly implemented, meaning we will be part of the chain, but someone has to be at the end of the chain, saying, I need and I want this hydrogen for consumption.",
            "So between 2020, 2022, and probably 2023, we will be able to implement concrete projects with end users that are interested in that and companies like Enagás, I really into that. Providing you with figures, as I was saying at the beginning, is impossible for us to do now. I hope that by the end of the year, because the roadmap will be prepared, we will have a calendar and volume of projects in mind.",
            "But in Europe, I think we will have to wait until 2022 at least. So we can have a concrete working plan. Think about what happened in Spain, when in Spain, when the gas energy plan was produced, this planning was discussed between 2020 – the year 2001 – I’m sorry, in 2002, the first concrete document our strategic plan was produced in Spain at that time for gas. And that plan was started to be implemented practically in 2005-2006.",
            "Enagás came up with the first strategic plan for the total development of this plan in March 2007. So between the approval in 2002 and the practical implementation, 5 years elapsed in this specific case, because authorizations were required, approval was required, et cetera. In the case of hydrogen things are going to be quicker, probably. But this kind of infrastructure requires a deadline, which is more or less long for its implementation.",
            "If some years ago, if you would ask me, we would have a paper from the European Union from now to 2050, and saying, will we have a hydrogen roadmap in the next month. If you would have asked me this, 2 years ago, I would have said, I don’t know. Now, I can tell you, yes. It is hard though to tell you when the project calendar will be graded, especially the rules of the game to know who wants hydrogen, the speed of each country. It is not likely for all the country to do the same time, the same thing at the same time, we’ll have to see. I don’t want to elaborate on this, because I know there are more questions. So thank you, Mr. Gandolfi for your question."
         ],
         "Speaker": "Antonio Llardén"
      },
      "12": {
         "Remarks": [
            "[Bless you] [ph]."
         ],
         "Speaker": "Alberto Gandolfi"
      },
      "13": {
         "Remarks": [
            "[Interpreted] Thank you. Next question will be done by Jose Ruiz from Barclays. You have the floor."
         ],
         "Speaker": "Operator"
      },
      "14": {
         "Remarks": [
            "[Interpreted] Good morning. Jose Javier from Barclays. 3 questions. First, could you clarify, impact of €12.3 million positive in the Gasoducto Sur, or do they come from in the second quarter? Secondly, after hearing you about Tallgrass, there is a plan for cost reduction missing, I think, but I understand that’s a project for growth. I just wanted to – for you to confirm this point, if you could, of course.",
            "And thirdly, getting back to hydrogen. I wanted to know, if within that roadmap, there is an initiative of have you heard of any initiative on the side of the Spanish government to create a hub? It is something which is quite in fashion, and Portugal, the Netherlands and the UK have already presented their initiatives? Thank you."
         ],
         "Speaker": "Jose Javier Ruiz"
      },
      "15": {
         "Remarks": [
            "[Interpreted] Thank you very much. Jose Javier Ruiz. First questions will be replied by Borja Garcia-Alarcon. You have the floor."
         ],
         "Speaker": "Antonio Llardén"
      },
      "16": {
         "Remarks": [
            "[Interpreted] Thank you, President. Jose Javier, GSP. 2 impacts. First, a nonrecurring expense in 2019, as a consequence of the delay that we introduced in the accounts, waiting for the resolution of the arbitration to be issued in 2022 instead of 2021 that represent an expense. This year, we don’t have that effect, but we have a positive effect, because we get closer to 2022 date that we haven’t changed. So the addition of those 2 impacts are the €12 million that appear in the P&L. And as for TG, the efforts in operational expenses and efficiency are the ones that are in the budget described in the previous figures I’ve provided."
         ],
         "Speaker": "Borja Garcia-Alarcon Altamirano"
      },
      "17": {
         "Remarks": [
            "[Interpreted] Thank you, Borja. As far hydrogen is concerned, yes, we have presented in 2 different lines, always with the support of the government. We’ve already explained in the Green Crane, and even with Snam and other companies were talking about a possible hub for the south of Europe, connected on the side of Enagás, but also on Snam’s side with the north of Africa. So that’s a possible hub is perfectly outlined there that could be useful. Of course, when the road up in Spain is over, we will see the possibility for our country from different stances together with Portugal, of course, will be part of this hub.",
            "And at the same time, let us not forget that it is very possible for the first steps to use hydrogen in the different countries within the energy transition plan. Most of them will have initial projects that will be internal per country. It’s what I was saying before, there we might have a place with someone or – which will be the final users of this hydrogen. And then there are countries – companies such as ours and other companies that are willing to collaborate in these projects.",
            "So the idea of moving between countries will take place, that’s for sure. We’re just doing our analysis, but I’m almost fully convinced that the first projects will be over. If we can put it this way of a national nature per country in very specific points, locations and knowing that there’s an end user or end users that are there already willing to immediately receive that hydrogen or that renewable gas.",
            "And I think, Jose Javier, we have been able to cover your questions. Thank you. If there are more questions?",
            "Yes. Let’s move now to the questions in English."
         ],
         "Speaker": "Antonio Llardén"
      },
      "18": {
         "Remarks": [
            "Question will come from Harry Wyburd of Bank of America. Please go ahead. Your line is open."
         ],
         "Speaker": "Operator"
      },
      "19": {
         "Remarks": [
            "Hi, good morning, everyone. It’s Harry Wyburd from Bank of America. And – so 3 questions from me, please. So firstly, just focusing on the domestic business you mentioned this, a pretty small €6.4 million impact in the first half. I wondered if you could let us know what you think the full year impacts of volume decline will be on regulated revenues in the domestic business. And then if I remember correctly, I think under the new regulation, the RCS in future years out to 2026, was actually based on the RCS this year, if I’ve understood correctly? So I wanted to do confirm that that understanding is correct. And would that mean if the RCS was lower this year, but that would have a knock-on effect on future years as well? Or have I misunderstood something there?",
            "And then second question, just on your affiliates overall, I just wondered if you could remind us what percentage of your affiliate income is in U.S. dollars, I believe most of it is dollarized. Obviously, the dollars weakened somewhat over the last few weeks. So just interested to get a reminder of how much is in dollars?",
            "And then thirdly, I’m afraid, it’s an obligatory hydrogen question, but a specific one. I think in the Hydrogen Backbone report, you and your TSO colleagues quantified the total CapEx spend at a midpoint to about €40 billion up to 2040, if I remember correctly. If I just eyeball the map that you published in the slides today, I think is on Slide 26. It looks like you’re roughly somewhere around one-third of the size of the network just by very approximate guess. Do you think that’s a fair guess, at what your share of the €40 billion spend would be? Many thanks."
         ],
         "Speaker": "Harry Wyburd"
      },
      "20": {
         "Remarks": [
            "[Interpreted] Okay, thank you, sir, for your question. The 2 first question the CFO will give you a detailed answer."
         ],
         "Speaker": "Antonio Llardén"
      },
      "21": {
         "Remarks": [
            "[Interpreted] Thank you, Mr. President. Concerning RCS, the [blood] [ph] impact is expected $22 million and net $17 million. And for 2021-2026, according to your question, the net impact in the P&L account at the bottom line is €9 million on average per annum. And concerning the contribution of affiliates for the equivalent 90%, 25% is in dollars, because we are talking about Quintero, TSP, Tallgrass, TGP, Altamira, and they are all dollarized, as you mentioned. So the percentage of the contribution of dollars to the P&L account is quite high."
         ],
         "Speaker": "Borja Garcia-Alarcon Altamirano"
      },
      "22": {
         "Remarks": [
            "[Interpreted] Thank you, Borja. And conclude with the hydrogen question in our Backbone plan document, investment figures are given 2020 – or €60 billion for the entirety of Europe. The document we are talking about now is the first reflection is a draft. It’s not an investment detail plan. But technique – from a technical point of view, we should bear in mind that in Europe as a whole, and in Spain the gas infrastructure network is perfectly feasible for it to transport hydrogen with some nuances.",
            "Regulatory technical questions must be sorted out in terms of the blending, so the percentage of hydrogen can be used in one grid mixed with LNG. This is the first phase. Different countries historically have different technical standards, some strictly technical questions related to some part of the grid, where hydrogens will be used. And in this – at this point, technical measures should be taking for compressor stations for example and investment as necessary. We need to see if sections of the network will transport only hydrogen or they transport a blended, more investments probably are necessary for reaching a consumption point or a generation point, but this level of detail has not been included in the plans that have been discussed, nor have them be – they’ve been included in the national roadmaps.",
            "We have a general overview of how renewable gas will be used. The second point is a calendar with some obligations that countries impose themselves. And the third step is to see what does – what are the specific projects that will be developed or implemented within the roadmap. This is where we are now. At now, the investment figures given by the European Union have a broad margin, because they reach 2050. So as you can see, it’s not easy for us to give a final figure now.",
            "And by heart, I can tell you the European Union is talking about 1 million tonnes of hydrogen in 2050. We will have to see whether or not this figure is expected or is higher or lower, and we need to see what each country is going to do. But this will be – will have to be included in the energy roadmap chosen by the European Union. The European Union have to at least reach an agreement with generators, transporters and end consumers of hydrogen or renewable gas, without which transition will never happen.",
            "Very likely, like I said before, this will come out initially from projects we are now promoting now with other companies, and all the stakeholders come together – stakeholders come together. So it’s a specific project in a specific region with the specific calendars. In my presentation, I mentioned some of them, or a few of them.",
            "And in the near future, governments will set annual calendars for projects. We could elaborate on that, but I know there are more questions. Let’s go to the next question now. Thank you, sir, for your question."
         ],
         "Speaker": "Antonio Llardén"
      },
      "23": {
         "Remarks": [
            "Our next question will come from James Brand from Deutsche Bank. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "24": {
         "Remarks": [
            "Hi, good morning. Thanks for taking my questions. I had a couple of questions on Tallgrass and then a follow-up on hydrogen. So on Tallgrass, you gave quite clear guidance for this year, which I think, assuming I heard the numbers correctly came down to €56 million to €57 million of pre-PPA net income. I was wondering whether you could give some expectations for the next year just so get a feel for how some of those positives are coming through in H2 might look in, in a more normal year?",
            "And then the second question is, I was wondering what you felt the biggest risk was on Tallgrass. In the slides, you had some volume expectations for the main basins that you’re in that looked broadly that volumes had come down a bit, but overall which would recover a little bit, particularly in a couple of the basins, and you’d start to see some growth again. What is the main risk that oil prices stay low and that growth just doesn’t come through and you see contracting pressure? And I was – within that, is there a particular points of all prices that would be – that would start to make you a bit more concerned, if they stayed at 40 or maybe they have to drop more. But I appreciate there was a few sub questions within that, but just an idea of what you think the biggest risks are for Tallgrass.",
            "And then follow-up on hydrogen, I mean, I appreciate the last answer around uncertainties around the cost and potentially maybe not having spent that much on the network to enable it for hydrogen. Is the biggest investment then, if it does come through, adding new parts to the pipeline network to connect up renewable clusters, if that’s the direction that we go through, is that the biggest investment opportunity of hydrogen, if you actually have to start to extend the network? Some context on that would be of interest. Thank you."
         ],
         "Speaker": "James Brand"
      },
      "25": {
         "Remarks": [
            "[Interpreted] Well, thank you. I think that CFO will answer the whole of the questions that you’ve raised with quite some detail."
         ],
         "Speaker": "Antonio Llardén"
      },
      "26": {
         "Remarks": [
            "[Interpreted] Thank you, President. The contribution of Tallgrass, yes, to put into the [calculation with] [ph] PPA 2020 will be €56 million, as we’ve said before. That will stabilize and even grow in the future at around €100 million before PPA. And after PPA that figure will be around €60 million. With regards to long-term risk for Tallgrass in the model, the highest risk. Well, not really the biggest milestone is meeting the CapEx objectives to build EBITDA that we expect for 2024, 2025 and 2026.",
            "In this sense, maybe the current situation it shows that there are projects that compete that won’t evolve. So we’ve got good opportunities within the company. For now, we don’t have anything specific, but there are good forecasts. But on the other side, that’s the main risk for the future."
         ],
         "Speaker": "Borja Garcia-Alarcon Altamirano"
      },
      "27": {
         "Remarks": [
            "[Interpreted] Yes, as Borja was saying, the investment and development plan for Tallgrass we have and we follow is good. But the negative circumstances of the North American market and the world market have represented small competitive advantage, which is the one that the CEO and Borja were talking about – we were talking about together, because there are new possible projects, new projects that will compete – well, they have disappeared, because of the market situation.",
            "And that provides a clear advantage to the actors that are suddenly installed such as Tallgrass. Actors that have got, as you very well know, an important part of their contracts that are insured. So Tallgrass is selling that line. They have foreseen to make the most in the future of the new opportunities that may appear with minor investments that won’t be starting from scratch investments, because that entails more projects of permits, et cetera, but they will use a very widespread network and that which is already present in the United States. They will use that. And with not big investments, they will be able to enter to new market.",
            "So in that sense, of course, there is always a risk in telling these kind of projects, but we do believe that the development of the activity for Tallgrass with the figures we have is interesting, and we do rely on that leg. I don’t know if we’ve got more questions. I’m told that there are no more questions. Yes, yes, yes. Sorry. I do apologize. There are more questions. So let’s give the floor to the next questions. Thank you."
         ],
         "Speaker": "Antonio Llardén"
      },
      "28": {
         "Remarks": [
            "Our next question comes from Olivier Van Doosselaere from Exane. Please go ahead. Your line is open."
         ],
         "Speaker": "Operator"
      },
      "29": {
         "Remarks": [
            "Yes, good morning. And thank you very much for taking our questions. I just have 2 on my side. First one is on the guidance. You still stick to the €440 million, so 4% year-on-year growth, but really, you’ve done 9% in H1, maybe with some one-offs that might not have been expected at the start of the year.",
            "And for H2, you expect that [a bit better] [ph] from the contribution from Tallgrass. I wonder if you could indicate whether or not you would agree that the guidance seems to be particularly cautious for this year. And then the second one, apologies because this is probably your 10th question on hydrogen, but it looks like by 2030 the biggest first part of demand will actually just be the blending of hydrogen in the transported natural gas mix.",
            "I think diplomats are talking a potential 10% to 20% of hydrogen being mixed in the total blends. Snam, for example, I think, has already mentioned that for them, there’s probably around 1/3rd of their network that would actually need upgrades to be able to cope with the chemical and physical implications of that level of hydrogen in the network.",
            "Have you looked at the state of your network? And can you give us a feel in terms of the possible need for replacements or upgrading of your network that might be necessary for you to be able to handle such a level of hydrogen? And then, could you also tell us if we see some accelerated replacements of your pipes in order for hydrogen to be able to flow through your network better, if that should be actually booked on your side as CapEx? Or will that actually be expended as OpEx under your current regulation?"
         ],
         "Speaker": "Olivier Van Doosselaere"
      },
      "30": {
         "Remarks": [
            "[Interpreted] Okay, Mr. Van Doosselaere, thank you for your question. First question about the guidance, the CFO will give you detailed information or precise information. Borja?"
         ],
         "Speaker": "Antonio Llardén"
      },
      "31": {
         "Remarks": [
            "[Interpreted] Thank you, President. Olivier, we keep the guidance €440 million, the behavior was a little better than expected, but facing the uncertain evolution of the market, the forecast for the year is €440 million. And we are just enough in this.",
            "And in terms of the second question, the Chief Executive Officer is going to dwell on them. Marcelino, you have the floor."
         ],
         "Speaker": "Borja Garcia-Alarcon Altamirano"
      },
      "32": {
         "Remarks": [
            "[Interpreted] Yeah, we have to understand that the current network, but from the pipeline accepts 10%, 20% of hydrogen. We need to understand that. And to generate 20% of hydrogen or natural gas that is consumed in Spain now as hydrogen, a great deal of investments will be necessary for the generation of this hydrogen.",
            "We are far from being real now. And we need to implement this in our unit and we are implementing, studying that. And if we think about 2035, 2040, having a 100% hydrogen network, we will have some of the gas pipelines that exist today, but new will have to be thought about and implemented.",
            "The necessary improvement for the network or the pipeline to cope with the 20% of hydrogen, we are far from this being true. Thank you very much."
         ],
         "Speaker": "Marcelino Oreja"
      },
      "33": {
         "Remarks": [
            "[Interpreted] Let us move on to the last question."
         ],
         "Speaker": "Antonio Llardén"
      },
      "34": {
         "Remarks": [
            "Our last question will come from Antonella Bianchessi from Citi. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "35": {
         "Remarks": [
            "Yes, hello. Just – most of my questions have been answered. But I just wanted to come back on the hydrogen. You said something that I found extremely interesting, that you will start your investment only and when, not that would be an off-taker for your hydrogen potential. So I wonder, can you give us an idea of the timing?",
            "I mean, I think that the message is that international interconnection, which are not fully regulated will have to be contracted before you will commit on investment. When you think this would be a possibility?"
         ],
         "Speaker": "Antonella Bianchessi"
      },
      "36": {
         "Remarks": [
            "[Interpreted] Thank you, Antonella. Let me reply. There are different elements that are under the same umbrella. First, the investments in our networks, I’m talking about Enagás, but you can think about of any other TSO in Europe. So investments will be done in – will depend fully on the instructions that we may receive from the regulators.",
            "For example, it’s already been said, but the use or more or less hydrogen blended with natural gas, which is something that can be done since the beginning. Well, that did a bit depend on the technical specifications and norms that are quite simple.",
            "This is not complex, but it will be the regulators, the ones that will say, yes, I want there in Spain or there in France or there in Italy. We have a higher percentage of hydrogen within the natural gas for a certain amount of time.",
            "There, technically speaking, we perfectly know what’s the investments that we have to do. And very probably, there will be investments that will be regulated by the regulator. This as a general response. Then, the use of hydrogen specifically for specific projects, not so much to have a general blend in the grid, depends on – if there are off-takers, companies, clients that want to use this hydrogen and that they can get this hydrogen to generate electricity such as fuel for their equipments or whatever.",
            "These projects will have to stem from these roadmaps we’re talking about. In order to give you an example, we’ve got a specific project to generate transport and use hydrogen in the Balearic Islands. And that’s a specific project in which the ultimate off-taker will be a company transporting passengers. And that is a clear example that doesn’t need specific regulation.",
            "But using in the Spanish grid or the French or the Italian grid part of hydrogen as blended with natural gas to, among other things, to reduce the CO2 emissions, that will require from technical regulations. Where we are involved, of course, the Ministry is involved. And the ministry has asked our opinion about what are the technical measures that we will have – will have to be implemented in this calendar to be used renewable gases.",
            "That’s work under process – under progress. But as of July, we don’t have more details. As I was replying to similar question before, I think that by the end of this year, and the end of 2021 or 2022, I think that this map, this technical regulatory map will be fully finished in Europe in parallel, we will see specific projects appearing.",
            "And thank you, Antonella. There are no more questions I’ve told. So, apart from the minor problems of the mask and the reading glasses, I think that we’ve been able to reply to your questions. We do want to thank you for the interest on the company and the Investor Relations team.",
            "If you need more information, we’ll give you detailed information if you required from them. Thank you."
         ],
         "Speaker": "Antonio Llardén"
      },
      "37": {
         "Remarks": [
            "[Interpreted] So we close this conference on the first semester 2020 results of Enagás. Thank you."
         ],
         "Speaker": "Operator"
      }
   }
}