{
   "Date": "July 21, 2020",
   "Presentation": {
      "Benjamin Lu": [
         "Good morning. Welcome to Logitech’s a Video Call to discuss the Financial Results for the First Quarter of Fiscal Year 2021. Joining us today, are Bracken Darrell, our President and CEO; and Nate Olmstead, our CFO.",
         "During this call, we may make forward-looking statements, including with respect to future operating results under the Safe Harbor of the Securities Litigation Reform Act of 1995. We’re making these statements based on our views only as of today, July 21st. Our actual results could differ materially and we undertake no obligation to update or revise any of these statements.",
         "During today’s call, we will discuss non-GAAP financial results. You can find a reconciliation between GAAP and non-GAAP, as well as more information about our use of non-GAAP measures and factors that could impact our financial results in our press release and our filings with the SEC including our most recent annual report and subsequent filings.",
         "These materials as well as our prepared remarks and slides and a webcast of this call are available on the Investor Relations page of our website ir.logitech.com. We encourage you to view these materials carefully. Unless noted otherwise, comparisons between periods are year-over-year and in constant currency, and sales are net sales. This call is being recorded and will be available for replay on our website.",
         "I will now turn the call over to Bracken. Bracken, your line is now open."
      ],
      "Bracken Darrell": [
         "Good. Thank you, Ben. And thanks to all of you for joining us. It’s nice to see so many familiar faces, as usual.",
         "Early in my time with Logitech, a lot of the analysts and few of you on this call described our business as one in which we needed to continually catch the next wave, like we were surfing a series of waves, like a surfer at the beach. I actually never liked that analogy. I always felt it suggests that we seek short-term trends like a fashion business. We don’t. We make our investment decisions based on long-term trends, very long-term trends. These long-term trends, unlike a surfer’s waves don’t subside. They enable us to travel to a completely new era.",
         "COVID-19 and its repercussions have dramatically accelerated the path to a new era, as if someone [ph] hit the hyperspeed button, accelerating us to a point when the secular trends that we focused on for many years, have become a fundamental part of daily life. Video everywhere, one of our secular trends seemed like a long way off when we started to say it a few years ago. Because of COVID-19, video calls now for most people have simply exploded. And where are most of them done? At home. Imagine when people return to the office.",
         "A second trend, -- a big second trend is work from anywhere, which was kind of a struggle even up to six months ago. We knew it was coming. Most companies knew it was coming, but companies were stubbornly accepting work from home Fridays and remote workers on an exception basis. As we sit on this call right now, more than 1 billion people are working from home. And the offices they left behind will surely be reconfigured over time to be proportionally more meeting space than working space. Companies will let most of their employees work some at home and some of in the office. Siemens announced just last week, they would allow 140,000 of its employees to work two or three days a week at home at their own discretion. That’s a lot of new desktops to be created, improved and upgraded.",
         "The third trend was esports. Everyone knew esports had become a thing, a phenomenon. But who would have guessed that we’d be the -- that they’d be the only sports we could watch or play for four straight months. That’s accelerated the growth of gaming the way that not even Fortnite could have done. The World Economic Forum reported the game hours during peak hours have now increased 75% post-COVID-19 compared to a 20% increase in the overall web traffic. That’s a lot of gaming.",
         "And another huge phenomenon, another huge secular trend seems like it’s hidden in plain sight. It’s the explosion of creators online. All this time at home so much uncertainty about things. In all this turmoil, we need to express ourselves to entertain each other, to stay connected. This has taken the democratization of content creation to a whole new level. Musicians, magicians, makeup artists, gamers, comedians, dancers, thinkers, public speakers, podcasters, according to the June quarter Streamlabs & Stream Hatchet industry report, total streaming viewership almost doubled versus last year and grew 55% from just the March quarter. Online creation has taken off. And these people need tools. And today they’ll buy them, over time, and more and more will join them as this network effect grows.",
         "In this moment, we’re seeing an acceleration into a new standard, new levels for all of these trends. And while COVID shutdowns and related economic slowdown will likely create uncertainty in the quarters and perhaps even year to come, we’re at the doorstep of a new era. And over the long term, this era favors Logitech.",
         "Before I proceed, I want to thank two groups. First, I want to thank our employees for their resilience, flexibility and patience as we adapt and have been adapting to this new way of working. I’m so impressed with the quality and the commitment and the ingenuity of our teams all over the world.",
         "Second, I want to thank our customers, and many of you are our customers I hope, past, present and future. At Logitech, I think we’ve never felt so alive with purpose and relevance. What we do matters now in ways and to a degree, it simply never has before. These are surreal times with remote work and remote school, offices closed, brick and mortars distribution slowed, reopenings of offices slowed or delayed. Logitech was 60% to 70% brick and mortar around the world before the 1st of March.",
         "So, now, let’s talk about how our business did this quarter. We had a very strong quarter. Our Q1 sales grew 25% and non-GAAP operating income grew 75%. Video adoption skyrocketed. Video Collaboration sales grew [Technical Difficulty] with strong growth across [Technical Difficulty] systems but also in business centered webcams and headsets. Sales of some products, like our $199 Brio webcam more than tripled. BC equipment sales grew on par with what we’ve seen in the past few quarters, despite the fact that the vast majority of offices were closed to employees. While we’ve seen cases where companies pushed out their video deployments as they rethink their office layouts, many others have accelerated video adoption as we equip rooms with more video to drive engagement and effectiveness for employees who work in the office or will be.",
         "And with so many people working, creating and learning from home, our PC Peripherals category sales grew 19%. The only product within PC Peripherals negatively impacted was not surprisingly, our Presenters category where sales declined 80% as live presentations at offices and their conferences temporarily disappeared. But that Presenter decline was more than offset by growth in the rest of our categories. As excluding Presenters, Pointing Devices sales grew 9% Keyboards & Combos grew 15% and overall PC Peripherals grew 24%. PC Webcams continued the strong momentum exiting last quarter, with Q1 sales more than doubling to the highest quarterly level in a decade. While we ramped our supply of webcam starting in March, we’re ramping our capacity to meet demand, working to overcome component shortages as we do. We expect Q2 supply to improve, but it still could remain pretty tight throughout the quarter. No doubt, this underlying market tailwind will continue for some time, but we expect the pace to moderate significantly as we head into back half, particularly as we face tougher webcam sales comparisons in Q4.",
         "Tablet and Other Accessories sales grew 22% with our education channel particularly strong with sales increasing over 50%. Schools around the world moved quickly to learn from home. But many are now adapting to a hybrid learning environment where some students will take class in person, while others will attend virtually. We’re seeing substantial demand from educators for our iPad tablet products, which offer a superior typing experience through a smart connector combined with a protective case. It’s perfect for younger students.",
         "Gaming sales grew 38% this quarter. Gaming accelerated as it became an ideal way to stay connected to friends in a community. This quarter, the strongest growth in gaming was actually our simulation products with our $399 G29 Wheel as the number one seller in gaming. Streamlabs continued to do well, adding roughly 2 percentage points to overall Company sales growth.",
         "As expected, recent physical retail store closures hurt Mobile Speaker sales more than other categories, with sales declining over 40% in the quarter. As we’ve said previously, given some of the near term headwinds and structural challenges of the Mobile Speaker market, we continue to reallocate resources toward other initiatives. Similar to Mobile Speakers, Jaybird total sales were also negatively impacted by closures of brick and mortar stores. But, we continued to transition our Jaybird portfolio toward true wireless where our Jaybird Vista product had very strong double-digit growth in Q1 to become over 80% of our total Jaybird sales mix.",
         "Two other products that benefitted from stay-at-home orders are Headsets and Blue Microphones. Collectively, sales in these two categories increased 70%. We knew when we acquired Blue that we were entering a category with long-term growth potential but we didn’t expect to see 3X sell-through, 3 times the sell-through versus year ago. Supply for Blue Mics will continue to be somewhat tight in Q2, but we’re working to source alternatives to meet the strong demand.",
         "Now, let me turn the call over to Nate to walk you through the rest of our key financial metrics in Q1.",
         "Thanks Nate. This morning, we’re raising our fiscal year 2021 sales growth from mid single digits to between 10% and 13%, our non-GAAP operating income from between $380 million and $400 million to between $410 million and $425 million. While we don’t specifically guide for quarters, we’re experiencing double digit sales momentum again in Q2, which could wind up as strong as Q1. There are tailwinds and there are headwinds in Q2.",
         "The tailwind comes from our supply catching up with final end demand, while the headwind is a likely increase in promotion spending to more normalized levels as supply and demand rebalance.",
         "Looking at the back half of the year, we believe we can see a moderation of demand as the current macroeconomic conditions play out into the holiday quarter and beyond. That said, our incredible operations team is working to increase supply in categories where we are stressed, so we can supply a range of scenarios, as Nate put it, including beyond our outlook. Therefore, you could say, we have one foot on the accelerator, assuming a good flow of supply. On the other hand, we’re managing our business for the potential back half moderation of demand. So, the other foot, near the brake.",
         "Regardless of the next few quarters’ performance, we’re optimistic that the fundamental trends I described in the beginning will continue strongly ahead in the long term. Logitech is uniquely positioned to grow across our product categories. The trends are in our favor. We’ve never had such strong capabilities. It’s up to us to execute. And we continue to execute well, as we did this quarter.",
         "Looking ahead, ubiquitous video, work from anywhere, especially home, PC gaming, as the biggest collection of sports in the world, and 1 billion plus creators, that era is coming. That’s what we’ve built our portfolio of businesses for. We are on the doorstep of that Logitech era.",
         "And with that, Nate and I are going to take your questions. Ben, let’s queue them up."
      ],
      "Nate Olmstead": [
         "Thanks, Bracken.",
         "As Bracken just said, we had another strong quarter where performance came in better than we expected with sales up 25% and non-GAAP operating profit up 75% to $117 million. We accomplished this despite multiple challenges that we had to overcome in the quarter, including significantly higher air freight costs, supply constraints and multiple product SKUs and continued currency headwinds.",
         "Bracken spoke at length about growth highlights, but gross margin resiliency was also particularly impressive this quarter. Non-GAAP gross margin increased 140 basis points to 39.2%, despite our initial view that gross margin could fall toward the lower end of our 36% to 40% target range. We spent more on airfreight this quarter than we spent in all of last year. But, we were able to offset those high costs through lower promotional and marketing spending as well as favorable product mix. Our sales and operations teams did a great job, managing costs to deliver these strong results. Looking ahead to Q2 and the second half of the year, there are a few factors that will likely put some downward pressure on gross margins, although we expect margins to remain in our target range.",
         "First, we expect logistics costs to remain elevated due to our higher volumes, but especially from higher air rates across the industry. We also anticipate that as supply catches up to demand in Q2 and more retail locations reopen, our promotional and marketing spending will increase. Finally, we are expecting strong sales of our education tablets as Bracken mentioned, which is a relatively lower margin category and thus will be unfavorable from a mix standpoint. Nonetheless, we had great margin results in Q1 and a great recovery by our operations team from the February factory closure.",
         "Our non-GAAP operating expenses reached $193 million, which is a 10% increase versus last year but was notably below our net sales growth rate.",
         "While we maintained investments in our key priorities, we began the quarter cautiously as we weren’t sure if the demand surge from March was sustainable. As the quarter progress favorably, however, we accelerated our investments and expect to accelerate our spend further in Q2 and for the remainder of the year. We’re prioritizing the same areas as before but moving faster to develop our brands, increase our sales coverage, and expand our hardware and software roadmaps.",
         "Now, let me move to our cash flows and balance sheet. We delivered another strong result in cash flow from operations which ended at a $119 million, up from $37 million in Q1 last year. This was due to profitable business growth and a significant improvement in our cash conversion cycle which ended at a multi-year low of 27 days, thanks primarily to faster inventory turns.",
         "We are fortunate to have a strong balance sheet as we will use this to our advantage by replenishing and increasing inventory buffers on key products in our own distribution centers. While this may increase our cash conversion cycle, it will ensure we are better prepared for future demand spikes.",
         "Let me wrap this up by saying that our strong Q1 results highlight the powerful combination of our multi-category growth strategy, and our operational discipline and execution capabilities. And as we look out to future quarters, the recent strong demand may not sustain. So, we will remain nimble and be prepared for multiple scenarios. Regardless of the top line dynamics, we will continue to execute well and invest for the long term because our goal is not to deliver a great quarter or a great year, but to create value over the long run.",
         "Now, I’ll turn the call back to Bracken for guidance and his closing remarks."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you, Bracken. Jürgen, your line is now open for Q&A."
         ],
         "Speaker": "A - Benjamin Lu"
      },
      "2": {
         "Remarks": [
            "Hi, Jürgen."
         ],
         "Speaker": "Bracken Darrell"
      },
      "3": {
         "Remarks": [
            "Yes. Hi, Bracken. Hi, Nate. And hi, Ben, and thanks for taking my questions. The first and two questions more strategically. And first of all, when Zoom announced to enter into hardware services, they did not announce you as a partner. What was the rationale behind this move from your side?",
            "And second question is please on the cash pile, you are accelerating every quarter. What is the capital allocation plan now for the next one or two years. We understand smaller complementary deals. But, I mean, you would be able to pay out your full equity free cash flow, still having a very-strong balance sheet. So, yes, why do we really have still this high cash pile in the balance sheet? And what is the strategy going forward?",
            "And the last question is please on the gross profit margin. I understand that you are again looking for a couple of headwinds, but at the other hand you also have very strong mixed benefits. So I really have -- I struggle to understand why the gross profit margin should fall from the current levels into 39% and 40%. If you can provide us more clarity, what is the impact you’re seeing over the next one or two quarters?"
         ],
         "Speaker": "Jürgen Wagner"
      },
      "4": {
         "Remarks": [
            "Of course, Jürgen. I’m going to let Nate -- let you take that last one. But I’ll take the first two. Zoom, now it’s hardware as a service. And they partnered with several companies, and we were not named. The companies they named were companies that offer all in one products. So, they have a PC integrated into the product. As you probably know, we have not yet announced that. If we had that, we would have been part of their program. We are partner well, very well with Zoom and with Microsoft and Google. So, we’re -- in fact, we enable more rooms for Zoom than anyone. But, if we were to have that all in one product, I’m quite sure we would be a partner.",
            "On the cash pile, you’re right, we just keep generating more cash and we’re at record levels right now. And from a capital allocation strategy, we continue to believe we have great options from an M&A standpoint. So, we’re looking at small, medium and larger M&A. As you know, large M&A is really difficult because the stars really have to align. But we see M&A targets out there and we’re going to keep pursuing them. So, they’ll be our top priority. Of course, we are increasing our dividends right now. And we’ll continue to do stock buybacks. Do you want to cover the gross margin piece?"
         ],
         "Speaker": "Bracken Darrell"
      },
      "5": {
         "Remarks": [
            "Certainly, yes. So, I think on gross margin, Jürgen. Yes, gross margins were stronger than we expected this quarter, just over 39%. But as Bracken mentioned and as I mentioned, we had some favorable offsets for that higher air freight costs that we were expecting. So, I think looking forward, we still expect some higher air freight costs. The industry rates are pretty high right now and our volumes and we’re still catching up on supply, it’s forcing us to use more air freights. So, we continue to see that headwind continuing into Q2. One of the tailwinds we had in Q1 was this lower promotional spend, because as we were -- as supply was really short of demand, we just weren’t promoting as much. And with retail locations close down, we weren’t spending as much on in-store marketing as we normally would.",
            "So, as that supply starts to normalize the demand in Q2, I think the promotional spending is going to rise back to more normal levels. We’ll also be spending more money on in-store marketing, which is going to be less favorable for us than it was in Q1. So, I think the combination of those things plus a little bit of that mix impact. Mix, as you mentioned, was favorable year-over-year, probably still favorable year-over-year in Q2 as well, but much less so because we’re going to see an increase in some of these education products, which is good business for us, good category but it is lower margin. And so, I expect, again, just the moderation of some of those favorable items in Q2, the net result is, I think there’s some compression on gross margin from the nice levels we were at in Q1."
         ],
         "Speaker": "Nate Olmstead"
      },
      "6": {
         "Remarks": [
            "Did we cover everything, Jürgen?"
         ],
         "Speaker": "Bracken Darrell"
      },
      "7": {
         "Remarks": [
            "Thank you. Paul, your line is now open."
         ],
         "Speaker": "Benjamin Lu"
      },
      "8": {
         "Remarks": [
            "Paul? Hello, Paul."
         ],
         "Speaker": "Bracken Darrell"
      },
      "9": {
         "Remarks": [
            "Hey, Bracken. How is it going?"
         ],
         "Speaker": "Paul Chung"
      },
      "10": {
         "Remarks": [
            "Good."
         ],
         "Speaker": "Bracken Darrell"
      },
      "11": {
         "Remarks": [
            "So, just on Asia, what were the big drivers of the pretty outperformance there in that market? And, do you see those trends kind of further accelerating in Europe and U.S. and as the retail stores open up more? And I have a follow-up."
         ],
         "Speaker": "Paul Chung"
      },
      "12": {
         "Remarks": [
            "Yes. I mean, the trend -- as you’re suggesting, Asia, especially China of course, is ahead of us in terms of the COVID-19 reaction and kind of we’re going to call this stage that we’re in, so probably one or two or three months ahead of us. And obviously we had a really strong growth there. I think what you’re seeing there is we had strong growth, both on personal webcam, personal collaboration side as well as in the office, we had strong growth in our PC Peripherals business. We had a strong gaming business. So really across the board, we saw very strong growth. And it’s super exciting to see because they are a little ahead of us relative to the rest of the world. Do we expect that to continue? I think so. The fundamental trends that drive our business continue, and we’re quite optimistic about it."
         ],
         "Speaker": "Bracken Darrell"
      },
      "13": {
         "Remarks": [
            "Okay. And then, on BC, can you give us a sense for kind of the breakdown between the high-end Brio for webcam? You mentioned a triple, which is pretty impressive. If you could expand also on kind of the verticals you’re seeing, some that demand ahead of the workers kind of heading back to the office. And do you see that 40% kind of annual growth, which you’ve seen for five years now, kind of extending? You’ve got a nice start this year. And then, if you could also comment on the competition. Any thoughts on maybe some of the software providers kind of introducing hardware solutions? Thank you."
         ],
         "Speaker": "Paul Chung"
      },
      "14": {
         "Remarks": [
            "Sure. I’ll try to cover that. I think, overall, in terms of breakout out, we’re now seeing kind of two engines of growth in Video Collaboration. We had had very strong conference cam growth, and then the personal collaboration growth was very limited because very few people needed a high-end webcam. Now, we’re seeing, as you suggested, strong growth in the product that I’m using, which is a Brio, Brio $199 webcam, which I mentioned tripled, as well as continued growth in the conference cams. I think, we’re -- at the initial stages we wondered, will the -- will we have the same strong conference cam, the growth that we’ve had, or will that move strongly into webcams. We’re actually seeing -- what I think is going to happen, we’re going to have both, because people are eventually going to go back into offices.",
            "I mentioned the Siemens announcement, which was last week where they’re giving people two or three days a week or 140,000 of their 350,000 employees two or three days a weeks to work at home and the rest of them they can work in the office. So, they’re going to need two different setups and they’re still going to need lots of -- by the way, the other thing that’s happening is the companies now won’t name names or companies that were way behind in terms of video adoption, they just almost never did video calls, now with snap of fingers, we’re all doing video calls all the time and from home for God’s sake. So, when those employees go back to the office, they’re going to expect video, and companies are going to give it to them.",
            "So, I think you’re going to have video setups absolutely happen throughout the offices as we do start to go back in and we already are in China. But, as we start to go back in, in bigger numbers of the offices and I think companies will set up for that. But, we’ll still be video at home, which is why this Brio is such a cool product to have.",
            "In terms of competition in that set, we have great competitors in there. We’re going to have great competitors. So, you can’t be in a good category and not have great competitors in. It certainly makes you better and makes -- and requires that you invest more and that you’re -- and you have a great product portfolio. So, I feel very good about that. In terms of the -- you call them software competitors, the a service players. You never know what they’re going to do. We grew up in an environment where we always had the people we partnered with in the PC market, making the products that we sell. That was -- that’s the model we’re used to. We don’t have that here. And I think in some ways it might never happen, because at the end of the day, there’s such an incredibly important role to play in the service piece in the hardware to support that. And that’s really our sweet spot. That’s what we do best.",
            "If we do have competition, direct competition from those players, it will look more like our PC business and we’re used to that. If we don’t, terrific. We’ll try to do our very best to make their experience better."
         ],
         "Speaker": "Bracken Darrell"
      },
      "15": {
         "Remarks": [
            "Ben, if I can jump in real quick on the BC trends just a little bit for Paul as well. Bracken talked about the webcams. One of the things we sort of expected early on and we started to see is that we start seeing some companies make sort of larger bulk orders of some of these webcams, as well as Bracken said, as they’re really trying to help their employees be more productive from home. So, that’s a nice trend that we saw. It may cause a little bit of lumpiness as some of those large deals closed one quarter and not another quarter. But, it’s a positive trend, again, that companies are looking to sort of standardized that webcam portfolio across their employee base, whereas before a lot of that may have been done through retail."
         ],
         "Speaker": "Nate Olmstead"
      },
      "16": {
         "Remarks": [
            "Thank you, Nate. Asiya, your line is open."
         ],
         "Speaker": "Benjamin Lu"
      },
      "17": {
         "Remarks": [
            "Hi. Great, good morning. Congratulations, guys, on the strong results. Just a couple of questions. Just given all the pandemic stuff, supply constraints from some of your competitors, as well as your retailers and partners adjusting to this, what are some of the commentary that you’re sharing, or observing in the marketplace from your competition that leads you to be a little bit more cautious in the back half of the calendar year? I know, this strong 1Q would suggest to be a little bit more conservative. But, just what are you observing that would suggest a promo spending little ratchet up, retailers are starting to demand more promotions, et cetera? And what are you observing from your competitors? Thank you."
         ],
         "Speaker": "Asiya Merchant"
      },
      "18": {
         "Remarks": [
            "Certainly, we’re seeing something for competitors that are causing us to look in the back half as a moderation period. It’s really more just -- as we look into -- there’s real uncertainty. I think, we’ve been living in a very uncertain period for a while now and we’re still in it. At some point, things go one way or the other. As we look into the Q3 for example, we’re going to have unemployment. I don’t want to be doom and gloom, but we’re going to have unemployment that’s drag on for Q3 at levels that we haven’t seen in a long time around the world.",
            "On the other hand, things are going to start to open up. So, you’ll probably have movie theaters and restaurants and things that a lot of people in most -- many parts of the world haven’t had the opportunity to do are going to open up. So, there could be reallocation of spending in some of those other discretionary things and away from things that are for. And then, there might be some pull forward that’s happening, especially in gaming from the holiday period into the Q1 and Q2. We look at the -- over all those things.",
            "Our tendency is to say, Gosh! We should really make sure that we view the future as a possible moderation period in Q3 and Q4. On the other hand, we’re going to be capacitized and set up to deliver if that’s not true, if we continue to have really strong growth."
         ],
         "Speaker": "Bracken Darrell"
      },
      "19": {
         "Remarks": [
            "Okay. And then just generally speaking, like, what are some of the business practices that you think you’ve kind of adjusted or changed within Logitech as a function of this new normal? Are there any things that you can point to that would suggest sustainable margin, even margin expansion within your target range?"
         ],
         "Speaker": "Asiya Merchant"
      },
      "20": {
         "Remarks": [
            "Well, I’ll let Nate comment directly on whether he’s going to suggest that we can have margin expansion. But, what I would say is in terms of some practices that we’ve learned and there are a lot, I would say there are a few. One is, we’ve got probably a better finger on the pulse, better finger on the pulse of this business than we’ve ever had. And we were always pretty good at execution. But, we have -- for example, Nate and I have a biweekly now, we used to this once a month, a biweekly matching of our supply and demand, because it’s been so uncertain. And that’s given us the ability to really stay right on top of what’s happening all the time. That’s exciting. I’d say, that’s one key change. But, there are many others. Nate I’ll let you respond to the gross margin comment. I think that’s probably really underneath your question."
         ],
         "Speaker": "Bracken Darrell"
      },
      "21": {
         "Remarks": [
            "Yes, just jumping on top of what Bracken just mentioned that too. With our strong balance sheet, like I mentioned in my prepared remarks, we’re really using that to our advantage here. Because as Bracken said, we’ve got to be ready for demand surges, but we’ve also got to be prepared to things slow down. So, we’re having to manage a little wider range, which is fine. We’re good at doing that. But like Bracken said, we’ve had to increase the frequency of some the things we do to check in and make sure that we’re really staying on top of it.",
            "In terms of margins, again, I’ll come back a little bit to what we mentioned earlier. The air freight rates right now in the industry with the reduction in consumer travel has taken a lot of capacity out of the industry, which has pushed up the rates. And a lot of other companies are in the same situation we are. And that they were shut down in February and they’re still recovering some supply and so they’re having to use more that air freight capacity.",
            "The long term drivers for our margin really remain unchanged, and that we’re focused on mix. We’re focused on bringing products to market that have higher margin contribution. We added Streamlabs, which is still relatively small, but it’s a nice margin profile as well. So, I think the margin drivers for us long term really remain unchanged. If we see continued demand at the levels we’ve had, certainly it’s going to help us sustain stronger margins. But again, that’s not the outlook by which we’re using to manage our business. I’d say on top of that though, we are going to invest aggressively. I think our priorities haven’t changed. But, we’re confident that the long term trends on which we’ve built our business have just continued to come into sharper focus through this period. So, I think our investment decisions similarly have come into sharper focus, and that’s something we expect to continue doing in Q2 and into the second half?"
         ],
         "Speaker": "Nate Olmstead"
      },
      "22": {
         "Remarks": [
            "Thanks, Nate. Alex, your line is now open."
         ],
         "Speaker": "Benjamin Lu"
      },
      "23": {
         "Remarks": [
            "Hey. Congrats on the great results. Just a couple of quick questions. First of all, just to come back to this point. You obviously -- the consensus on EBIT by around $50 million in the quarter and Nate, you only raised consensus or rather the full year guidance, EBIT by around half that much. So, I just wondered if you could talk a bit more about the reasons for that. Obviously, you just alluded the macro uncertainty, that’s certainly understandable. But as we go down the P&L, what are the key components to bear in mind?",
            "And secondly, just curious, you’ve recently been moving more of your production out of China and diversifying a little bit there. I just wondered if you could comment a bit on the latest state of play in terms of your manufacturing footprint and your latest thinking in terms of what you need to get to you there, particularly, just given any logistical issues in terms of the COVID situation."
         ],
         "Speaker": "Alex Duval"
      },
      "24": {
         "Remarks": [
            "Thanks, Alex. Let me respond to your second question first. I’ll let Nate take first. And then we’ll move on. In terms of our manufacturing footprint, yes, we have established manufacturing, significant manufacturing outside of China. And we now have, I would say a more distributed network. I don’t overstate that. We’re still manufacturing a lot in China. I feel pretty good about where we are right now. I think one of the things that -- one of the good things about the tariffs for us was it really accelerated something that we felt like we needed to do anyway, which was to establish a few beachheads in Southeast Asia outside of China, which we did.",
            "So, I think we’re in a good spot, now. We’re going to keep looking at that all the time. And, we have a really good -- one of our strengths in manufacturing is our ability to move manufacturing in and out of different locations. We’ve always done that with manufacturers in China into our factory and out of our factory into them. We’re now doing same thing into other parts of Asia. So, I feel pretty good about our flexibility and our ability to manage that. It’s not like we can do things overnight, but we can do things very, very fast now. And I think the flexibility is the key.",
            "Nate, do you want to take the other question?"
         ],
         "Speaker": "Bracken Darrell"
      },
      "25": {
         "Remarks": [
            "Sure. Yes. I think, when I think about the change in the outlook, Alex, we took up at the midpoint the revenue by about $200 million. Obviously, some of that showed up in Q1. Some of it shows up in Q2 through Q4. But, if you just look at the changes to the outlook on the top-line and the bottom line, at the midpoint, again, it’s close to $200 million revenue increase. And we flowed that through at about 15% of the bottom line, which is kind of typical for our structure. As I just mentioned, we’re going to continue to invest. We see this as a year for us to really accelerate some of the priorities we had to strengthen the hardware roadmap, to strengthen the software roadmap, make sure we’re setting ourselves up for long-term success."
         ],
         "Speaker": "Nate Olmstead"
      },
      "26": {
         "Remarks": [
            "Serge, [ph] your line is now open."
         ],
         "Speaker": "Benjamin Lu"
      },
      "27": {
         "Remarks": [
            "Yes. Thank you, Ben. I hope you can hear me. I have two or three questions, if I may. The first, as you mentioned that you have seen tremendous demand in Asia, although it was phase 1 of this COVID wave or cycle, and then Europe and then U.S. I’m wondering whether you can give us more color of what kind of product in each of the region has been demanding. If COVID had a change base stores reopening retails, reopening or totally closed or internet? Can you give a little bit of flavor? What you can expect going forward, shops in the U.S. will reopen and what that does mean for the online channel? Because you guys are guiding a little bit weaker margin too, not only because of transportation costs and promotions but also due to sales mix is my impression."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "28": {
         "Remarks": [
            "I wish I could give you something more of what you’re looking for. There’s a problem, which is that China, which is the biggest part of our Asia Pacific number actually doesn’t look like the rest of the world. It’s predominantly online. So, it’s about 70% online. So, while the brick and mortar did open back up in China, I don’t think it’s kind of as relevant or strong. So, I don’t think you can necessarily look at it. If you step back though and you look at the categories -- and I kind of mentioned this in the first question we answered. I think the categories look very similar to the rest of the world, meaning still seeing very strong demand in conference cams and in personal and in webcams. Gaming continues to be super strong. And then the PC Peripherals business is good and I think could be even better. Do you want to add anything else to that, Nate?"
         ],
         "Speaker": "Bracken Darrell"
      },
      "29": {
         "Remarks": [
            "I think you’re right. I think, the dynamics between the regions were similar in terms of product demand, but they have different channel structures, right, some are -- like Bracken mentioned, China’s more-heavy on e-tail than elsewhere in the world. But I think from a product standpoint, Serge, it was pretty consistent."
         ],
         "Speaker": "Nate Olmstead"
      },
      "30": {
         "Remarks": [
            "Okay. And probably can you help me on promotion topic. When I talk to the channels and people tell me that Logitech normally had, this kind of, 20% to 30% [ph] of the official prices. And now, I’ve learned also that Amazon didn’t make any promotion during the last month. So, do I have to expect that the underlying growth has been 20% or 25% lower? So that means that instead of 23%, would have been reporting 15% of growth? And can I expect then this going forward that the growth will be -- will get such a hit?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "31": {
         "Remarks": [
            "Do you want to take -- I don’t -- go ahead."
         ],
         "Speaker": "Bracken Darrell"
      },
      "32": {
         "Remarks": [
            "Yes. I mean, in general, I think your comment is right, and that our promotions came down. Our net sales grew faster than our unit sales, if you will, our sell in revenues, because we were able to hold on to more of the value that sell in through lower promotions. Some of that, again, was due to the fact whether we had supply on our product or not. And so, in some cases, the sell-in, as I’ll call it, was hindered on places like webcams or headsets or places where we saw a really sharp increase in demand. We were constrained on supply. But, you’re right, the net sales growth was faster than the sell-in growth in the quarter."
         ],
         "Speaker": "Nate Olmstead"
      },
      "33": {
         "Remarks": [
            "Great. Thank you. Ananda, your line is now open."
         ],
         "Speaker": "Benjamin Lu"
      },
      "34": {
         "Remarks": [
            "Hi Ananda."
         ],
         "Speaker": "Bracken Darrell"
      },
      "35": {
         "Remarks": [
            "Hey, guys. How are you doing? Congratulations on a strong performance."
         ],
         "Speaker": "Ananda Baruah"
      },
      "36": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Bracken Darrell"
      },
      "37": {
         "Remarks": [
            "Yes, you’re welcome. Just a couple if I could, on gaming and Video Collaboration. What’s your -- and Bracken, you spoke to each of these things a little bit. What’s your best -- but what’s your best guess on some of what you’re seeing in gaming, sort of serving is de facto pull forward ahead of the console launches at the end of the year? And then, if there isn’t much pull forward on the console launches and ahead of, do you think that those can also -- that can be sort of a catalyst as we get into the holiday season and then through the beginning part of next year? And then, I have a follow-up on Video Collaboration after that."
         ],
         "Speaker": "Ananda Baruah"
      },
      "38": {
         "Remarks": [
            "Okay. Well, the ASTRO business is the primary business affected there, which is the headset that with console. And historically, as there has been a console launch, as those things have come, actually, we’ve had a slowdown in the console headsets, because there was -- they weren’t compatible with future ones. So, people would slow down and wait, then they buy the new one and then later you have a delayed effect. So, you have kind of this, more than a plateau, you kind of have a dip that would happen in the middle. The difference this time is that, at least in the case of Microsoft, forward compatibility is already announced. We’re optimistic that that’s also going to be true on the new Sony console. So, we may or may not see that slowdown, but we’re prepared to think that’s possibility."
         ],
         "Speaker": "Bracken Darrell"
      },
      "39": {
         "Remarks": [
            "Yes. So, it sounds like you’re not seeing it yet."
         ],
         "Speaker": "Ananda Baruah"
      },
      "40": {
         "Remarks": [
            "No, we’re not. I mean, in fact, we saw the console hit that category quite strong. And in fact, we couldn’t meet all the demand for that category."
         ],
         "Speaker": "Bracken Darrell"
      },
      "41": {
         "Remarks": [
            "Yes. I mean, I would just add to that Ananda. Bracken’s right. The sellout was stronger than what we were able to sell in because we were a little short on supply. Again, because we have made the assumption that you probably see that normal slowdown going into the console refresh. And that was before we made that decision prior to COVID lockdown. And then, as people were at home more, now that demand pick up."
         ],
         "Speaker": "Nate Olmstead"
      },
      "42": {
         "Remarks": [
            "Do you think it’s possible that you could see the demand -- that when you get to the consoles, you don’t actually see the demand? You typically see because there is some pull forward because of this COVID situation?"
         ],
         "Speaker": "Ananda Baruah"
      },
      "43": {
         "Remarks": [
            "Yes. I mentioned that. I think it’s possible. We don’t -- it’s hard one to predict, little bit of the holiday period gets pull forward and pull forward into Q1 and maybe also Q2 , it could be. It’s just really, really hard to know where that’s coming from."
         ],
         "Speaker": "Bracken Darrell"
      },
      "44": {
         "Remarks": [
            "Cool, thanks. And then, on Video Collaboration, you had mentioned Bracken, sort of as those get back into the office, there’s going to be an increased demand for call it enterprise video collaboration. Can you give us some more detail around some of the things that you’re sort of hearing around, I don’t know, sort of what CIOs or CEOs, CMOs are telling you from an initiative perspective, just anecdotally? And does it sound to you -- my hunch is yes. But, does it sound to you that whatever you guys were expecting, like the pace and depth of that is being shifted because now people are really embracing Video Collaboration in new way."
         ],
         "Speaker": "Ananda Baruah"
      },
      "45": {
         "Remarks": [
            "Well, I think there’s a whole series of discussions happening out there. And a lot of -- anybody who’s listening is in the middle of is going to really relate to this around how do we come back in the office? It’s already started obviously in Europe where we have about 20 offices open, but only moderately open. In the U.S., we have no offices open. In China, we have all of our offices open and the rest of Asia, most of our offices are closed. So, we’re really a mixed bag. And I think the CIOs and IT departments that are dealing with those would be -- and CHROs are really thinking about how do we set this up going forward, are wrestling to this right now. It’s a live discussion. I think, I’ll give you the range of topics that are being discussed. There’s guys, when you come back to the office, do you need more video in more rooms because you want people to be able to socially distanced when they’re on call. So, you might even have two people on a video call and you actually want them in different rooms.",
            "So, you might have them in two different video rooms doing calls to somebody who’s not in the office. So, they’re all in video. That’s a possibility. I don’t know how much that’s going to happen, it’s possible. ",
            "I think it’s more likely and from what I’m sensing, it’s more likely you’re going to -- people are going to say -- everybody’s so used to video calling. In their home, they’re doing video calling all the time. And we’re going to be a mixed group. So, there is going to be more people at home than they were in the past. And when we do a call, it’s going to be video. And so, we’re going to need more video enablement. And so, I don’t know exactly what that’s going to do to their short-term growth rates. But, I do believe that there’s going to be a lot of video deployments in the offices as we start to really get serious about what the future of work look like in the office-home combination."
         ],
         "Speaker": "Bracken Darrell"
      },
      "46": {
         "Remarks": [
            "Tom. Your line is now open."
         ],
         "Speaker": "Benjamin Lu"
      },
      "47": {
         "Remarks": [
            "Great. Thanks, Ben. So, one question and one follow0up. So, for my first question, how should we think about your ecommerce sales trends on Amazon, Direct and elsewhere?"
         ],
         "Speaker": "Tom Forte"
      },
      "48": {
         "Remarks": [
            "Okay. Well, it probably won’t surprise you. Every number you see that looks good, you can imagine that it looks even better if you look at the online. So, we’ve really had -- and like most companies have a really strong growth in ecommerce and even stronger on our own ecommerce, our own dotcom website. So, it’s exciting. The gratifying thing or the more exciting part of that is that we were moving down path. It started in China for us about four years ago and China became mostly online, it’s just almost overnight over three or four month period, it flipped from being a brick and mortar business for us, kind of 10% or 15% was online to 70% online. And that gave us the model for what we’re now taking into other parts of the world in terms of supporting online people like Amazon and others in our own for how to support this from a marketing standpoint.",
            "So, we were already in the middle of deploying that model into Europe. And then, we just organize the whole world to do the same thing, so, the Americas as well. So, we’re going to be set up pretty well as we go forward for an online world. And I’m optimistic we’re going to do well in it."
         ],
         "Speaker": "Bracken Darrell"
      },
      "49": {
         "Remarks": [
            "Hey, Tom, to just add on to that one real quick. I mean, it’s not only the pure play e-tail where we saw the growth, we actually had a lot of traditional brick and mortar partners that did a really good job of being able to move their business online, at least for our products. So, I think that was one of the positives in the quarter. And I’m sure that they’re looking at their business and trying to determine if that’s a long term trend, or was something that they had to do in the moment."
         ],
         "Speaker": "Nate Olmstead"
      },
      "50": {
         "Remarks": [
            "Yes. I want to echo that. I’m super impressed by how effectively a lot of these, what we think of as brick and mortar players have gone to online. They’re really doing well."
         ],
         "Speaker": "Bracken Darrell"
      },
      "51": {
         "Remarks": [
            "All right. So, Nate saw my second question and then jumped in. So the question I had there was on physical stores reopening and then reclosing. So, how are you managing that? And how is that impacting your business?"
         ],
         "Speaker": "Tom Forte"
      },
      "52": {
         "Remarks": [
            "Good question. I mean, we talked about a number of scenarios that we’ve got to be ready for and I think being nimble on. And I mean, to me, I think that’s just a good description. It’s really about being nimble. I mean, when everything moves online, there probably needs to be less inventory overall in the channel, because you’re fulfilling out essential distribution for a lot of those orders. If things move back to retail, we’ve got to distribute more broadly. And so, it’s a balance for us between those two things. And that’s one of the reasons why I’m increasing the inventory buffers, not buffers out in the channel, but in our own distribution centers, on our balance sheet, making sure that we have the inventory that’s necessary to support our customers for these kind of changing market dynamics they’re dealing with."
         ],
         "Speaker": "Nate Olmstead"
      },
      "53": {
         "Remarks": [
            "Great. Thanks for taking my questions."
         ],
         "Speaker": "Tom Forte"
      },
      "54": {
         "Remarks": [
            "Thanks, Tom."
         ],
         "Speaker": "Bracken Darrell"
      },
      "55": {
         "Remarks": [
            "Thank you, Tom. Andreas, your line is now open."
         ],
         "Speaker": "Benjamin Lu"
      },
      "56": {
         "Remarks": [
            "Hi, Andreas."
         ],
         "Speaker": "Bracken Darrell"
      },
      "57": {
         "Remarks": [
            "Yes. Hello. Thank you. Thanks for taking my questions. I’ve got one on inventories. You have seen the first quarter basically being at or below 50 days of inventories. You mentioned the biweekly meeting, matching basically supply and demand. Now, I was wondering, I mean, of course, it goes up probably inventory in the next quarter. But, is there any potential to be substantially below kind of what you have in the last couple of years? Basically, that inventory sustainability coming down apart from fluctuation between the quarters?"
         ],
         "Speaker": "Andreas Mueller"
      },
      "58": {
         "Remarks": [
            "Let me take that one, Nate."
         ],
         "Speaker": "Bracken Darrell"
      },
      "59": {
         "Remarks": [
            "Sure."
         ],
         "Speaker": "Nate Olmstead"
      },
      "60": {
         "Remarks": [
            "I think, first, the answer is, can we -- is there a potential to be substantially lower inventory in relative to last years. I’ve always felt and I’ve said before on these calls, I think there is. I think, we should be able to operate at a lower inventory level.",
            "On the other hand, I think if you look at the short term, you’re going to see the opposite. Because we have such uncertainty on what the demand is really going to look like out there in the back half of this year that we don’t want to get caught flatfooted and not have enough inventory to supply.",
            "So, short term, I think you might see the opposite relative to where we’re today. Long-term, yes, I think we should be able to operate in lower inventory level than we did a few years ago."
         ],
         "Speaker": "Bracken Darrell"
      },
      "61": {
         "Remarks": [
            "Hey, Andreas. I think about inventory same way I think about operating expenses and that we need to find efficiencies to fund our growth. So, as we find efficiencies and we drive those initiatives in inventory, get more efficient or to simplify our portfolio in some ways so that we can be more effective, we may take that efficiency and then reinvest it to go grow the business by having more products available, the strategic products, more availability. So, I think Bracken is absolutely right. We’re continuing to find ways to be more efficient in our supply models. But you may not see that really show up in lower days of inventory because we may decide to buffer up more, which will help us grow the business."
         ],
         "Speaker": "Nate Olmstead"
      },
      "62": {
         "Remarks": [
            "Okay. My next question will be on the webcams, basically at home. I mean, do we have figures or color basically, how the penetration is currently and what’s the left potential going forward?"
         ],
         "Speaker": "Andreas Mueller"
      },
      "63": {
         "Remarks": [
            "Well, I hate to do this because I don’t want to -- I don’t want to mislead you. There’s a lot of people who use a webcam that’s built into the computer. So, we’re into there -- know what the reality is that that’s not the solution for a lot of people. Because if you have a laptop and you dock it, most screens don’t have a webcam in them, or if they do have a webcam, it’s not good enough, especially, if you’re looking at yourself all day long like we are now. Having a really high quality webcam gives you a better appearance, makes you feel better about yourself. So, there’s a lot of reasons why webcams are attractive in general, and attractive as a supplement to what might be built into a computer screen.",
            "The reality is, while our webcam business has really grown a lot, if you think about the number of people working from home or the number of students studying from home, we’re not talking about -- we might sell 5 million more webcams this year than last year, something like 4 million, I don’t know what the number is going to be. But, we’re talking about 1 billion people who are going to be working from home and maybe 1 billion people are studying at home. There’s a lot of opportunity out there. Is that -- it’s so big, it’s kind of not helpful, right?",
            "So I don’t know where this will -- where the webcam business will go exactly. But, I do think there’s a really big opportunity for us to just keep capitalizing and we’ve got to keep improving our products, so they deliver extra benefits that you now need when you’re on screen so much of the time."
         ],
         "Speaker": "Bracken Darrell"
      },
      "64": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Andreas Mueller"
      },
      "65": {
         "Remarks": [
            "Thanks, Andreas. Michael, your line is now open."
         ],
         "Speaker": "Benjamin Lu"
      },
      "66": {
         "Remarks": [
            "Hey, Michael. I think you’re on mute."
         ],
         "Speaker": "Nate Olmstead"
      },
      "67": {
         "Remarks": [
            "Thanks. Hi, everybody. Thanks for taking my question. Two questions actually, first one on Streamlabs. I think it’s first time that you gave an indication on the revenue contribution. My question is, can you maybe give a little bit more color on how you’re integrating Streamlabs in your overall strategy and your gaming strategy, and maybe also an indication of the growth trajectory of Streamlabs at least in the past?",
            "And the second question would be on France. In your prepared remarks, you mentioned that France sales were down because the Amazon distribution center was closed temporarily. Can you give us an indication of how sales have trended after the reopening, just to understand if there was also an underlying demand problem in France or on the contrary, if there was very strong pent-up demand following the reopening?"
         ],
         "Speaker": "Michael Foeth"
      },
      "68": {
         "Remarks": [
            "Yes. I’ll answer that real quickly on Streamlabs. Francis is improved dramatically since that reopening. So, I think there’s not -- I don’t believe there’s an underlying demand problem. In terms of Streamlabs, you asked how we’re integrating it with the gaming business, actually we’re not. We’re integrating it with our streaming business. So, we see that as much more than just a gaming play. We do report it with gaming, but it’s got -- and it’s mostly gamers coming online to stream themselves playing games, but we’re really spending that beyond gaming right now. And it’s one of the reasons we bought the business. We really thought there was an opportunity to support all kinds of streamers, not just gamers, and not just people who want to entertain gamers. So, we’re in the middle of that now. We’re quite optimistic they’re going to make a lot of headway there. And they’ve got some cool things coming and cool things out there and we love the team and we love the business."
         ],
         "Speaker": "Bracken Darrell"
      },
      "69": {
         "Remarks": [
            "Any insight on the sort of growth that you have seen at least in the past quarter?"
         ],
         "Speaker": "Michael Foeth"
      },
      "70": {
         "Remarks": [
            "Yes. It’s been really strong now. I think there’s a -- we’re also dealing, like every business is more than a year or two old, you got a mix within that business. So, you get some things are going down, some things are going up. And the things that are going down, we completely expected and things are going up we did too. But that team is very innovative. So, we’re seeing really strong growth exactly where we were hoping. We are bringing more and more people into their prime offering, which is I am enabled to stream now through Streamlabs and I can sell, merge and make money and I pay for that prime experience. And we’re bringing more and more people into that. It’s really fun and it’s a really cool business in so many ways. It’s great from a business standpoint, it’s also just great from a personal standpoint that you know that you’re helping people kind of start to try to live a dream, which is like, can I create a following, can I create a following big enough that people would actually want to wear my shirt, a shirt with my name on it or my symbol. And so, it’s a cool business."
         ],
         "Speaker": "Bracken Darrell"
      },
      "71": {
         "Remarks": [
            "All right. Thanks a lot. Congrats."
         ],
         "Speaker": "Michael Foeth"
      },
      "72": {
         "Remarks": [
            "Thanks, Michael."
         ],
         "Speaker": "Bracken Darrell"
      },
      "73": {
         "Remarks": [
            "Thank you, Michael. Bracken, we have no more questions. So, I will turn the call over to you for your closing remarks."
         ],
         "Speaker": "Benjamin Lu"
      },
      "74": {
         "Remarks": [
            "Okay. Let me wrap it up by stating the obvious. We are really navigating some extraordinary times. We’re seeing a surge in the underlying secular trends that have been driving Logitech’s growth over the past several years. It’s been very consistent over the last several years. At the same time, we are only four months into this global pandemic and that changes in how people work and learn and play. Are these going to be long term changes? We think so.",
            "We believe with the acceleration we saw starting in March has fundamentally reshaped the trajectory of those trends in the markets we play in. At the same time, it’s difficult to extrapolate the next year or two based on four months of strong performance. While we’re prepared for the upsides, we’re managing the business for potential downside as you know. That’s why we’re taking a more measured approach in the second half versus strong growth we’re likely to see in the first half.",
            "Whether you’re an investor and invest in Logitech for a quarter or for 12 months or for multiple years, please measure us against that commitment. We’ll sustain this commitment. We’ll sustainably grow high single digits or better over many years. That’s been true for the past five years, and I expect it to be true ahead. In some years, we’ll grow faster, and others we might grow slower. But, what Logitech investors have been able to count on and should appreciate in the years ahead is our dedication to consistent strong performance.",
            "With that, I’m going to close this call and get back to work. Nate, you get back to work too. And we’ll see you after Q2."
         ],
         "Speaker": "Bracken Darrell"
      },
      "75": {
         "Remarks": [
            "Thanks, everybody. And that concludes our call."
         ],
         "Speaker": "Benjamin Lu"
      },
      "76": {
         "Remarks": [
            "Thanks, Ben."
         ],
         "Speaker": "Nate Olmstead"
      },
      "77": {
         "Remarks": [
            "Thank you, Ben."
         ],
         "Speaker": "Bracken Darrell"
      }
   }
}