{
   "Date": "August 6, 2020",
   "Presentation": {
      "Christopher Usher": [
         "Thank you, Rachel. Good morning, everyone. Thanks again for joining us. Today, we'll summarize our second quarter results, strategy execution progress and how we're dynamically positioning ION to succeed in a challenging market.",
         "Our second quarter results were consistent with our expectations and the broader oilfield services market due to customer spend contraction related to COVID-19 demand destruction and oil oversupply weighing on the commodity price.",
         "During the quarter, global supply and demand reached a historic imbalance that dramatically reduced prices. However, despite unprecedented market condition, our first half revenues are greater than or equal to revenues than the comparable 5 - prior 5 years. By quickly scaling our asset-light business to meet lower anticipated demand, we mitigated some of the near-term impacts to our bottom line and cash position.",
         "We broke even on adjusted EBITDA despite a 46% year-on-year contraction in revenues. Cash increased significantly, primarily from harvesting our robust first quarter sales and realizing nearly all of the cost reductions we've made.",
         "Our employees' health and well-being remains our top priority. Thankfully, we have had very few documented COVID-19 cases, and I am very pleased with the success of our remote operations. I'm very proud of our team.",
         "They've responded dynamically through creative acceleration of our strategy execution, development of fulsome technology solutions and adoption of new digital engagement model. The combination of our improved cash position, lower cost basis and strategy execution progress will enable us to weather the near-term market disruption and thrive as market conditions ultimately improve.",
         "I'd like to spend a few minutes on market dynamics given the recent volatility. As we mentioned in our last call, a combination of coronavirus demand disruption and increased production resulted in a significant market surplus during the first quarter that caused oil prices to drop more than 60%.",
         "As a result, E&P budgets were cut back by an average of 25% this year. This nexus of factors has delayed near-term E&P and seismic spending but is also a catalyst to drive necessary cost restructuring and digital transformation of the E&P ecosystem.",
         "Onshore North America has had steeper declines than the international market, which is positive given ION'S geographic focus on global offshore. Even so, we have already seen a material slowdown in offshore seismic activity and expect the second half of 2020 will remain challenging.",
         "In April, oil and gas demand reached a projected low for the year, and a record production agreement was signed to reduce supply. Since then, fundamentals have improved and Brent crude oil prices more than doubled to $41 at the end of June. Analysts suggest the severe contraction in demand has recovered by half now, and demand is expected to continue rebounding as pandemic restrictions ease. Supply and demand are expected to be more in balance the second half of the year, which should help stabilize the broader E&P market.",
         "Exploration offerings and data purchases are often discretionary and therefore, receive disproportionately higher reductions than overall budget cut. Absent a second major wave of COVID-19, the second quarter should be the low watermark in an E&P recovery, but given the uncertainty amid the persistent outbreak, our visibility on the next couple of quarters is more challenging than normal.",
         "On a positive note, our customers tell us that their seismic activity levels should rebound to 2019 levels by mid-2021. While multiclient sales of existing data are often cut first, they also tend to be among the first to return with improved budget.",
         "Many of our customers envision that their mix of budgeted activities will likely be different in the aftermath of this year's unique event. E&P companies will seek to rebalance portfolios in geographies with lower cost barrel, simpler geology, better fiscal regimes and improved CO2 footprint.",
         "They aim to achieve this high-grading by adopting digital platforms for broader data access, coupled with machine learning, and improving their ROI with a more rapid transition to remote operations and automation. We continue to drive our main strategic initiatives to expect early benefit from the opportunities this landscape present.",
         "Let's shift to our E&P Technology & Services business. A salient priority this year is to enter the 3D new acquisition multiclient market. Historically, our data library was largely 2D and exploration-focused, which limited our revenues to about 3% of a $2 billion to $3 billion offshore multiclient market. This strategy shift builds on our 3D multiclient reimaging success and leverages our Tier 1 imaging and new Gemini seismic-sourced technology.",
         "This portfolio diversification to 3D further shifts new project investment closer to the reservoir where capital investment tends to be more consistent and programs have larger scale revenue and earnings potential.",
         "Despite reduced offshore activity and COVID-19 travel challenges, I'm thrilled we secured pre-funding from a major E&P company for a new 3D multiclient program in the North Sea, but we expect to acquire the majority of the program next summer. We may start an initial phase later this year to avoid disruptions from large wind farm installation.",
         "As a reminder, our conservative sanctioning approach requires that most new multiclient program cost be underwritten by customers or other financial partners. This new program covers one of the last underexplored sections of the prolific U.K. Continental Shelf, where there is limited modern 3D data. Recent play opening drilling excited interest in this area, which is close to shore and existing infrastructure, making it attractive from a risk and cost perspective.",
         "We continue to build on our highly successful portfolio of low-cost, high-return reimaging programs with a new project in Mauritania. It's the first 3D multiclient program in Mauritania in partnership with the Ministry of Petroleum Mines and Energy.",
         "We will integrate and reimage about 24,000 square kilometers of the Ministry's 3D data and can expand the scope to include about 15,000 kilometers of 2D data, pending industry support. Leveraging our latest technology and extensive reimaging experience, we aim to significantly enhance the data's resolution and subservicing sites.",
         "On the data library side, it is encouraging to amidst a dramatically reduced spending regime, we sold data in areas without license rounds that fit company's strategic ambitions. For example, we licensed to Panama-SPAN, which had been stagnant awaiting a license round announcement.",
         "In Panama, their potential for developing a significant new offshore gas resource while providing a strategically located LNG hub, combined with the resurgence of gas as an important theme in E&P energy transition plan, is an example of how our library is helping inform companies and government as they adapt to the changing E&P landscape.",
         "We are continuing to develop strategic partnerships and innovative business model. The global 2D data collaboration agreement we signed with PGS during the quarter is progressing well and comes at an opportune time as E&P companies are looking for more efficient ways to identify lower cost prospects to rebalance their portfolio.",
         "The combined data library will comprise nearly 1 million kilometers of uniquely complementary data. ION and PGS intend to develop an integrated seamless 2D seismic library over time, creating a comprehensive data-rich environment to inform exploration business decisions for E&P operators. The data will be jointly marketed, increasing our reach and efficiency.",
         "We are continuing to enhance and deploy Gemini, our differentiated extended frequency source technology. It's a key ingredient in solving many imaging challenges. There is strong recognition and market pull for this technology in and around existing field appraisal and development applications, which are more compelling and mission-critical applications with seismic.",
         "We further enhanced the system's robustness after extensive industry-funded testing and have now validated improvements that uniquely support substantially improved data quality, along with better environmental compliance. We expect to have our first commercial deployment of Gemini in the Gulf of Mexico later this summer. The technology has been readily approved by regulatory bodies with permits approved in the U.S. and the U.K., and we are progressing approvals nicely in other relevant geography.",
         "Our Operations Optimization group was able to offset some of the slowdown in seismic activity with digitalization offerings. We continue to see strong uptake of ION AnyWare technology solutions that facilitate remote offshore operations management. We received positive feedback on several deployments with E&P majors during the quarter that phrased the comprehensive situational awareness and dynamic dashboard reporting of survey progress that supported their infield decision-making.",
         "The ION AnyWare portfolio will help us protect revenue given the significant headwinds in the heretofore services-led business line and also support digital transformation initiatives across our seismic contractor and E&P customer ecosystem.",
         "As noted last call, we believe now is the time to push hard on our new bridgehead outside of oil and gas and ports and harbors. We continue to receive excellent feedback and endorsements from Montrose Port Authority on how Marlin SmartPort is optimizing berth scheduling and allocation and automating port operations.",
         "Our concerted sales and marketing campaign, including a range of ION and the industry-sponsored webinars, generated several promising opportunities globally across all the large port authorities. We are in the midst of rolling out new Marlin SmartPort trials in Europe and Africa from port handling from 350 up to 3,500 vessels per year. We are also actively progressing strategic partnerships in the space to broaden our capabilities and industry contacts.",
         "Alongside Amazon Web Services, we are securing alliances with other technology and service companies such as global vessel traffic data providers. It is early days, the customer feedback on our deployed solution has been 10 out of 10 so far, relatively early in the product life cycle, and we are now actively validating this value proposition in different geographies with ports of all sizes to the trials now underway.",
         "With that, I'll turn it over to Mike to walk us through the financials, and then I'll wrap up before taking questions.",
         "Thanks, Mike. In summary, our second quarter performance in the precarious market demonstrates our ability to quickly and effectively scale our asset-light business to meet demand. We expect the market to be challenging over the next year, maybe even 2, with a material reduction in seismic demand.",
         "That said, it looks like, has been the second wave with COVID-19, we're past the trough in oil and gas demand and fundamentals are expected to steadily rebound. Challenging times also create opportunity. Today's energy transition, much like the structural changes that occurred after deepwater horizon in 2008 and shareholder activism starting in 2013, is creating that same impetus to evolve.",
         "So how are we evolving and positioning ourselves for success? We are internationally focused offshore, which has been less impacted by recent budget cuts. And for the last 5 years, we have been shifting our E&P portfolio closer to the reservoir where revenue tends to be higher and more consistent.",
         "We further limited our active priorities to improve focus and execution on our most important strategic initiatives to ultimately deliver better results. We streamlined our cost structure this year by 25%, and each business segment is singularly focused on diversifying into a larger, high potential return market.",
         "Building on our established position and success in the 3D multiclient reimaging market, we secured prefunding for a 3D new acquisition multiclient program and have multiple promising trials underway to expand the Marlin SmartPort business. We are developing strategic partnerships that can enhance our offerings or accelerate our entry into these markets.",
         "We have taken measures to mitigate the impact of coronavirus and oil price volatility, including launching new offerings before remote working for our clients, exploring new business models and finding new ways to remotely engage. We are embarking on pragmatic digital transformation programs that either add value to our clients such as enhancing our digital data library platform or deliver substantial efficiencies such as migrating our back-office IT infrastructure to the cloud.",
         "We are exploring how ION technology can be more relevant and valuable in the current environment. We are continuing to invest the healthy 10% of revenues on R&D to maintain our technical differentiation in key areas.",
         "Last year, more than 30% of our revenue stemmed from new technology, and we're on track to maintain that ratio for 2020. We expect data will continue to play an important role in maximizing value while meeting growing energy needs over the next decade, while E&P companies rationalize and rebalance portfolios.",
         "We believe demand for digitalization technologies remains robust, and we are accelerating adoption of new and existing solutions. I believe we are well positioned to weather the near-term market disruption given our improved cash position lower cost basis and strategy execution progress.",
         "With that, we'll turn it back to the operator for Q&A."
      ],
      "Michael Morrison": [
         "Thanks, Chris. Good morning, everyone. Our second quarter revenues of $23 million were in line with our expectations and down 46%. Despite lower second quarter revenues, our year-to-date revenues of $79 million were higher than or equal to revenues in the comparable prior 5 years.",
         "In our E&P Technology & Services segment, revenues declined 47% due to lower multiclient data library cells. We had much better line of sight on near-term deal activity and much higher, more focused engagement from clients on specific deals. The Panama-SPAN transaction Chris mentioned is just one example. We continue to focus on developing programs in attractive areas where capital is flowing, and we are extracting significant value from our investments in Latin America, which accounted for 60% of this quarter's multiclient revenues.",
         "Our Imaging and Reservoir Services revenues decreased 36% due to lower proprietary tender activity. However, we are pleased that our E&P Technology & Services backlog increased approximately 70% since the close of the quarter to a total of $17 million at the end of July.",
         "Our Operations Optimization segment revenues were down 43%. Within this segment, our Optimization Software & Services revenues were $3 million, a 41% decline, primarily due to the impact of COVID-19 travel restrictions on our Services business, which was at record highs just a year ago.",
         "However, since our last call, we extended key command-and-control contracts with 3 of our largest clients for multiple years. While we don't treat our long-term software contracts as backlog, the reoccurring revenue lease model provides a nice hedge of our software business in such times.",
         "Our Devices revenues were $4 million, a 45% decrease due to reduced sales of towed streamer equipment spares and repairs to a hard-hit seismic customer base.",
         "Overall, we generated a net loss of $5 million this quarter or a loss of $0.37 per share. Excluding special items, we reported an adjusted net loss of $12 million or a loss of $0.85 per share this quarter. Special items this quarter totaled $7 million and were primarily related to government relief we received in April that we determined ought to be entirely forgiven pursuant to existing guidance and therefore, recorded this as a onetime credit through our P&L.",
         "A detailed reconciliation of special items in our financial results can be found in the tables of our press release issued yesterday. Our significant cost reduction program, along with this government relief, clearly helped us mitigate the impact to the bottom line.",
         "As a reminder, in response to the adverse macroeconomic conditions, we scaled back our flexible asset-light cost structure earlier this year. In April, we added another $18 million of cost reductions for the remaining 9 months of 2020, building on over $20 million of permanent cuts announced in January. The impact of these combined efforts were nearly fully realized as we finish the second quarter. And going forward, we will fully benefit from them.",
         "Cash increased by $24 million sequentially, excluding our net revolver borrowings, primarily from harvesting our strong first quarter sales and realizing nearly all the previous mentioned cost reductions and, to a lesser extent, receiving government relief.",
         "Our cash balance was $63 million, including $23 million from our revolver, which we drew as precaution due to market uncertainty from COVID-19 pandemic and lower oil and gas prices.",
         "Our total liquidity, defined as a combination of our cash balance and the available borrowing capacity under our revolving credit facility, increased 33% from $54 million to $71 million. However, as a result of our lower second quarter revenues, we expect to consume some of our cash in the third quarter, but we are confident we can weather the subdued near-term market conditions due to our improved cash and liquidity position.",
         "We anticipate closing the sale of our 49% equity stake in the nonstrategic INOVA joint venture, which should deliver a liquidity boost to $12 million in the fourth quarter, subject to closing conditions.",
         "We are still actively working with our banking advisers and our largest bondholder to evaluate the best way to address our bond and remain optimistic that we will resolve it this year, well ahead of its scheduled maturity in December 2021.",
         "With that, I'll turn it back to Chris."
      ],
      "Operator": [
         "Greetings, and welcome to the ION Geophysical Second Quarter 2020 Earnings Call. At this time all participants are in a listen-only mode [Operator Instructions]. As a reminder, this conference is being recorded.",
         "It's now my pleasure to introduce your host, Ms. Rachel White, Vice President, Corporate Communications for ION Geophysical. Thank you. You may begin."
      ],
      "Rachel White": [
         "Thank you, operator. Good morning, and welcome to ION's Second Quarter 2020 Earnings Conference Call. We appreciate your joining us today. As indicated on Slide 2, our hosts today are Chris Usher, President and Chief Executive Officer; and Mike Morrison, Executive Vice President and Chief Financial Officer.",
         "Before I turn the call over to them, I have a few items to cover. We'll be using slides to accompany today's call, which are accessible via link on our website, iongeo.com. There you will also find a replay of today's call.",
         "Before we begin, let me remind you that certain statements made during this call may constitute forward-looking statements. These statements are subject to various risks and uncertainties, including those detailed in our latest 10-K and other SEC filings, which may cause our results or performance to differ materially from those projected in these statements.",
         "Our remarks today may also include non-GAAP financial measures. Additional details regarding these non-GAAP financial measures, including reconciliations to the most directly comparable GAAP financial measures can be found in our earnings release issued yesterday.",
         "I'll now turn the call over to Chris, who will begin on Slide 4."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] Our first question comes from the line of Colin Rusch with Oppenheimer & Company. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Good morning. This is Noah Kaye on for Colin. Thank you so much for taking the questions. I guess just to start, obviously, we have an environment of lower oil demand. But can you expand a bit more on the interest level you're seeing from companies that are willing to partner now in this environment? And maybe can you also speak to acquisition opportunities that might be arising from the situation?"
         ],
         "Speaker": "Noah Kaye"
      },
      "3": {
         "Remarks": [
            "Noah, thank you. This is Chris. Can you hear me okay?"
         ],
         "Speaker": "Christopher Usher"
      },
      "4": {
         "Remarks": [
            "I can hear you well. Thanks."
         ],
         "Speaker": "Noah Kaye"
      },
      "5": {
         "Remarks": [
            "Perfect. So when you say acquisition opportunities, you mean M&A? Or you mean acquisition of new data?"
         ],
         "Speaker": "Christopher Usher"
      },
      "6": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Noah Kaye"
      },
      "7": {
         "Remarks": [
            "Yes. Okay. So yes - so certainly, it is a period of lower demand. Although as we said in the prepared remarks, there is actually steady settling in a client engagement and line of sight on pretty discrete projects that at a lower level than prior, but there seems to be more certainty around what's proceeding. And hence, some of the backlog improvement I mentioned or Mike mentioned in the script.",
            "But yes, there's interest level and partnering for sure, and actually both our traditional core markets as well as in the new markets we're looking at with ports and harbors. I think and the new markets were penetrating, we're very actively working with other folks who have capabilities that are complementary to ours, and there's some readiness that loves are entrepreneurial companies at a readiness to work together.",
            "So that's all good, and that's really important as we enter new markets we're less familiar with. So that's going well. And we do have objectives in that group that they need to land a really commercially beneficial partner in that space by the end of the year. And then our core business, where we haven't really partnered as much historically, there is definitely a shift in the data provider community to work more together and share risk.",
            "Interestingly enough, our customers, the E&P customers share risk all the time as they take acreage and figure out who's going to support the drilling costs and so forth. And we've done less of that on the data side, and that's increasing a lot. We commented on our partnership with PGS around the 2D data library, which is where we're seeing us having a strong brand recognition and that might help their 2D library.",
            "We're also looking as we enter 3D, some of the large-scale projects, maybe beyond our balance sheet. So we're looking to partner with others, and we have active dialogues there. So there's a lot more discussion and collegiality, let's say, within our peer company.",
            "Now whether that leads to M&A or not, I don't know. But if you keep the doors open and you understand who's good at what and how those things fit together, I mean, that's a not - probably if anything did happen in terms of consolidation, your partnership might be a way that start some of that going."
         ],
         "Speaker": "Christopher Usher"
      },
      "8": {
         "Remarks": [
            "Yes. That makes sense. It's very helpful color. Thanks and I guess just one more. You touched on it during the prepared remarks, but maybe just give a bit more of an update on your thinking on the plans for refinancing those 21 converts. Sort of where are you at in the process? And what are some milestones we should be looking for?"
         ],
         "Speaker": "Noah Kaye"
      },
      "9": {
         "Remarks": [
            "Yes. I mean we're definitely making progress on that. I'll hand that over to Mike."
         ],
         "Speaker": "Christopher Usher"
      },
      "10": {
         "Remarks": [
            "Yes. Thanks, Chris, and appreciate it, Noah. Yes. So I'll tell you, our bond is pretty concentrated. So that we know definitely who to talk to, and we're in those conversations with them. So I'm not going to go through the details of kind of what we're thinking and what it could look like, but everything is on the table.",
            "So what I would say is we - one of our key objectives is to have it dealt with well prior to its maturity. So really looking to have the plan in place and executed to it by the end of this year. We think we're still on track for that. So I would expect between now and sometime and then, we will be announcing - hope to be announcing something in more detail. But right now, it is - I'd just say it is progressing, and we remain optimistic."
         ],
         "Speaker": "Michael Morrison"
      },
      "11": {
         "Remarks": [
            "Great. So, we'll stay tune and appreciate the update. Thanks so much guys."
         ],
         "Speaker": "Noah Kaye"
      },
      "12": {
         "Remarks": [
            "Thank you, Noah."
         ],
         "Speaker": "Christopher Usher"
      },
      "13": {
         "Remarks": [
            "Thank you [Operator Instructions] Our next question comes from the line of Amit Dayal with H.C. Wainwright. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "14": {
         "Remarks": [
            "Thank you. Good morning, Chris."
         ],
         "Speaker": "Amit Dayal"
      },
      "15": {
         "Remarks": [
            "Good morning."
         ],
         "Speaker": "Christopher Usher"
      },
      "16": {
         "Remarks": [
            "So with respect to the total programs right now, including the Mauritania win and the North Sea project, like how many total programs do you have going on?"
         ],
         "Speaker": "Amit Dayal"
      },
      "17": {
         "Remarks": [
            "How many other - I didn't quite hear you. How many other programs do we have going on? Is that what you said?"
         ],
         "Speaker": "Christopher Usher"
      },
      "18": {
         "Remarks": [
            "How many total programs currently?"
         ],
         "Speaker": "Amit Dayal"
      },
      "19": {
         "Remarks": [
            "Yes. We have multiple programs underway. We have about - we've sanctioned since the beginning of 2023 new large multiclient reprocessing - 3D multiclient reprocessing jobs that are underway. So we've got Brazil, we've got Uruguay and another. So - and we continue to add to our large Batania [ph] data set in Brazil. So one of those is the next phase of the Brazil program.",
            "And we have other projects, which have been ongoing, banked in last year as well. So 8 or so, 9 large reprocessing projects going all the time, whether it's 2D or 3D. And we do have the backing for the new 3D that we mentioned in the North Sea, that hasn't commenced yet as we said.",
            "We also have a line of sight on several other large 3D. So we have shifted our focus rather than really pushing 2D new programs. We're looking to start new 3D programs and probably less of them but larger scale. So we have line of sight dramatically more than this time last year on those kind of things, some of which could start this year."
         ],
         "Speaker": "Christopher Usher"
      },
      "20": {
         "Remarks": [
            "So along those lines, so how much of the revenue pressure right now is attributed just to the ability to operate normally versus volatility in the energy markets? The energy market seems to have rebounded somewhat from the lows of the year, and you are sort of adding new projects and order activity seems to be picking up. But if you can't go out and do the work, revenue would remain pressured a little bit?"
         ],
         "Speaker": "Amit Dayal"
      },
      "21": {
         "Remarks": [
            "Right. So there's two aspects to it. One is the impact on budgets from the reduced demand earlier this year. So we're obviously living in a situation where there's less oil company budget to do new projects, but projects are happening within that reduced budget framework. And our objective is, of course, to get more of that pie than we have in the past. So it's - and we are already making progress on that before the world changed, and we're still making progress on that. So that's a good thing.",
            "But the other thing is once you land them or sanction them, yes, can you execute them given the geographic constraints and quarantines related to moving people around offshore. So two things on that.",
            "We're mitigating some of that with our own operations under the ION AnyWare umbrella that we can support a lot of things from shore with remote capabilities. But obviously, a physical vessel does have to go report data. All of our partners or suppliers who do that work have worked extremely well around quarantines and having their vessels ready to do the work. Some country orders have been closed or they're opening up as people understand the protocols.",
            "The other thing I'd say is our industry trade association, the IADC, has worked very hard with governments, not only in the U.S. but worldwide, to help them understand the kind of preparedness that our industry and the vessel providers have for working in a COVID-19 world. And that is helping to open up orders and move people around.",
            "So I think some of the pressures there, there was a real hit on that in the beginning of the quarter, last quarter, but that be up a bit. So I think our ability to get some of that stuff done now is improving. I think it did slow things down for [Indiscernible] in Q2. But I would say it's improving on both of those fronts."
         ],
         "Speaker": "Christopher Usher"
      },
      "22": {
         "Remarks": [
            "Understood. I appreciate that color. And just maybe just last one from me. With respect to the INOVA sale, it looks like you are potentially closing this in the fourth quarter. Just wondering why it's taking so much time? Just - is it just the coronavirus issue? Or is there anything else in the diligence process that needs to be completed and is taking longer than expected?"
         ],
         "Speaker": "Amit Dayal"
      },
      "23": {
         "Remarks": [
            "Yes. So we knew coming into this year that it was probably going to be in the second half just due to the - one of the requirements is to clear some antitrust issues. So that's been perky, and that has been slowed down by coronavirus and other things. So that's one of the regulatory things that has to have the box ticked before I can proceed.",
            "Other than that, we're having regular dialogue with the potential acquirer of our shares and that nothing is going to track. So it's really that process and how well they get through that."
         ],
         "Speaker": "Christopher Usher"
      },
      "24": {
         "Remarks": [
            "Understood. Thank you, Chris."
         ],
         "Speaker": "Amit Dayal"
      },
      "25": {
         "Remarks": [
            "Know. Thank you so much."
         ],
         "Speaker": "Christopher Usher"
      },
      "26": {
         "Remarks": [
            "[Operator Instructions] Thank you, ladies and gentlemen. That concludes our question-and-answer session. I'll turn the floor back to Mr. Usher for any final comments."
         ],
         "Speaker": "Operator"
      },
      "27": {
         "Remarks": [
            "Yes. Thank you, everyone, for participating this morning. We look forward to speaking with you on the third quarter conference call and giving you further updates on the progress on our key initiative areas and how we're progressing on continuing to improve our backlog that we highlighted. Thank you so much."
         ],
         "Speaker": "Christopher Usher"
      },
      "28": {
         "Remarks": [
            "Thank you. This concludes today's conference. You may disconnect your lines at this time. Thank you for your participation."
         ],
         "Speaker": "Operator"
      }
   }
}