{
   "Date": "June 25, 2020",
   "Presentation": {
      "Phillip Frost": [
         "Thank you. There being no further business to come before the meeting, the 2020 Annual Meeting of Stockholders of OPKO Health is now adjourned.",
         "I'll now open to meeting for stockholder questions and comments. If you have a question pertinent to the business of today's meeting, please submit your question via the web portal now. Please be reminded that we will attempt to answer questions as time allows, but only questions that are related to the business of the meeting. Please limit yourself to one question."
      ],
      "Steve Rubin": [
         "I am pleased to report that, all three proposals have been duly approved by the requisite vote of the Company's stockholders. Each of the Company's director nominees has been elected to serve as a director until the 2021 Annual Meeting of stockholders or until such time, as their respective successors are duly elected.",
         "The non-binding advisory vote on the proposal to approve the compensation of the Company's named executive officers and the proposals to ratify the appointment of Ernst & Young as the Company's independent registered public accounting firms have also been approved. A full tally of the vote will be published in an appropriate time with the Securities and Exchange Commission."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "First question is. When will the Company be profitable? I'll ask Adam to answer that."
         ],
         "Speaker": "A - Phillip Frost"
      },
      "2": {
         "Remarks": [
            "Sure. Thanks, Phil. So, as we look at the way the BioReference business has responded to the COVID crisis and the volumes coming off of that business, clearly, there is an opportunity in the near-term to show significant growth at BioReference, and given the durability that COVID looks like there could be a significant long-term opportunity within that line of business, which should generate significant revenues and profits and cash flows coming out of that work.",
            "However, given the uncertainty with the COVID testing, we don't know how durable it will be over the long-term. As we continue to progress our development programs with Pfizer, there are significant near-term milestones that we'll receive as well. So, it could be that as soon as immediately that we could be turned profitable on a opportunistic basis with COVID, and in the long-term with our relationship with Pfizer, the milestones and profit sharing coming off of that line of business, so in the near-term."
         ],
         "Speaker": "Adam Logal"
      },
      "3": {
         "Remarks": [
            "Thank you. Question two is. What is your approximate cost of setting up a drive-up station for testing COVID-19? Adam, again."
         ],
         "Speaker": "Phillip Frost"
      },
      "4": {
         "Remarks": [
            "Yes, sure. So, we actually don't incur the costs of setting up to drive through locations. Those are principally managed by the state and local governments or with some of our partnership relationships that we've entered into with some of the pharmacy retail chains. So, we don't get into the detail drive up location, testing logistics aspects, it is purely out we do the testing for those, those drive up settings."
         ],
         "Speaker": "Adam Logal"
      },
      "5": {
         "Remarks": [
            "Question three. Because of the COVID-19 viruses, the government allowing OPKO permission to move more quickly with improving the use of any of the potential treatments that are in the pipeline for OPKO?",
            "With one exception, generally no, but the exception is the trial that I alluded to during my presentation earlier of RAYALDEE for treating patients who are infected. So far, we've got very rapid consideration of our submission of the protocol for the trial. And if that's an indicator of the responsiveness to government agencies to what we're doing, it may be that, that's one program that could be accelerated.",
            "Next question. Is the Company currently trying to come up with a COVID-19 vaccine?",
            "Short answer, No.",
            "Question five. Could you please provide updates on the status of your Claros platform, SARM, oxyntomodulin, pruritus drug and inhaler?",
            "For the Claros platform, as you know, we got FDA approval for the PSA and we're currently working on the manufacturing to figure out how we can make it more economically so that the commercial success will be assured. We also have a few steps to go through with regulatory way before we can market it. We're also at the same time developing several other tests that have big potential we believe.",
            "As far as the SARM is concerned, there is no trial going on now, but the last trial that we did, gave us a lot of information about the utility or the potential utility of this SARM in treating patients who are debilitated and are weak and could benefit from increase in muscle mass. And there's a whole variety of situations in that category and we have been developing protocols to test the drug, test our drug for that indication.",
            "Oxyntomodulin is an interesting product that we've always had big potential and we're currently having discussions with at least one party about a possible corporation to develop the product.",
            "The pruritus drug and inhalers are both on the back burner because of priorities being in other areas.",
            "Next is. Could you please share your thoughts about the increasingly large short position in the stock of your company? Do you want to answer that, Adam?"
         ],
         "Speaker": "Phillip Frost"
      },
      "6": {
         "Remarks": [
            "Sure, I'll try. So, obviously, the short interest remains pretty significant with it, as a percentage of our float as well as the trading activity. I think the latest report we saw was nearly 117 million shares are short of the Company. So those are obviously very significant positions that certain funds have placed on the Company. I think given the operating performance that we're expecting out of the business in the near term and frankly into the long-term, we hope to encourage those short sellers to turn around and become buyers."
         ],
         "Speaker": "Adam Logal"
      },
      "7": {
         "Remarks": [
            "Also some of the short position is related to the convertible offering that we did some time ago. And that's fairly routine that that brings in a lot of shorting as part of the strategy to buy convertibles.",
            "Sure. So, the next is how many shares does OPKO own of Cocrystal Pharma? And how many shares of ChromaDex does OPKO own?"
         ],
         "Speaker": "Phillip Frost"
      },
      "8": {
         "Remarks": [
            "So, OPKO discloses its ownership in its quarterly financial statements. As of March 31st, we owned a little over 5% of Cocrystal Pharma and a little bit less than 1/10th over percent of ChromaDex."
         ],
         "Speaker": "Adam Logal"
      },
      "9": {
         "Remarks": [
            "Thank you. How significant do you believe BioReference's revenue will be to OPKO overall growth revenue in the future? Will BRL's long-term growth come from organic growth or will you consider acquisitions?",
            "I think that the contribution will be significant. And so far as the future is concerned, there is every reason to believe that the extra business that we never anticipated from the COVID-19 will lead to other new business and stimulate and enhance the organic growth. We're already seeing evidence of that and that's really important.",
            "And let's see. So far as acquisitions are concerned, that’s something that we always have in the back of head rolling. If a great opportunity comes up, to be honest, so far for in the recent past, we haven't had the wherewithal to make an acquisition on favorable terms because our share price was not where we thought it should be used for acquisitions and the cash situation was not strong enough. Going forward, that may change and we'll have more opportunities.",
            "What are the key milestones, which entitled OPKO Health to royalties regarding its partnership with Pfizer? Do such royalties include both genotropin and somatrogon?"
         ],
         "Speaker": "Phillip Frost"
      },
      "10": {
         "Remarks": [
            "So, the milestone payments we're entitled to are related to regulatory approvals in three major regions. The first region is the U.S. region, the second is the European region, and the third is the Japanese region. So, each one of the regulatory approvals for the three different indications in which we'll pursue results in a milestone payment, as it relates to the profit sharing arrangement, it does include both the long-acting form of growth hormone as well as Pfizer's genotropin."
         ],
         "Speaker": "Adam Logal"
      },
      "11": {
         "Remarks": [
            "Thank you. Okay."
         ],
         "Speaker": "Phillip Frost"
      },
      "12": {
         "Remarks": [
            "That concludes our 2020 annual meeting of stockholders. I want to sincerely thank all of you for attending this year's meeting and for the interest and support you've shown in the affairs of OPKO Health."
         ],
         "Speaker": "Phillip Frost"
      },
      "13": {
         "Remarks": [
            "This concludes your call. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}