{
   "Date": "July 29, 2020",
   "Presentation": {
      "Charles Brindamour": [
         "Good morning, everyone. Thank you for joining us today. Ken thanks for the introduction. The COVID-19 pandemic continues to have a significant impact on society. Healthcare professionals and essential workers have done a tremendous job on the front lines, while governments have moved fast on many fronts.",
         "Despite these efforts, there is still uncertainty as to how long the crisis will persist, so businesses have an important role to play here in supporting their communities as they cope with economic and societal impacts.",
         "We have stepped up to support millions of Canadians through relief, community support and being there in good and bad times, and it’s more important than ever that we work together to get through this.",
         "We entered the crisis in a position of strength, which has enabled us to support our customers. To-date, we have provided more than $350 million of relief to over 1 million policyholders across North America. Our relief continues to be risk-based and needs-based and will evolve as the situation develops.",
         "Speaking of strength, yesterday evening we announced second quarter net operating income of $2.35 per share, an increase of 63% over Q2 2019. The team delivered solid results, despite navigating a difficult environment and accelerating investments in our people and technology, all that while providing relief across all our customer base in North America.",
         "Topline growth was 7% in the quarter with 6% in Canada and a robust 10% in the U.S. IFC growth in the quarter was impacted by 4 points of written premium relief. The overall combined ratio was 89.5% with trend on both sides of the border.",
         "Our view of the ultimate direct cost of COVID-19 has not changed since Q1 as we have seen no evidence to warrant the change to our prudent Q1 bottom up policy-by-policy reserving to ultimate losses. In Canada, the combined ratio of 89% was strong, driven by underlying performance, while U.S. commercial lines delivered a solid 93.2%.",
         "Let’s now look at our results by line of business, starting with Canada. Personal auto growth was solid at 3%, given we provided 7 points of relief in the quarter itself. In the next quarter that is in Q3, we expect the impact from premium relief to be in the low double-digit range.",
         "The combined ratio in the quarter was strong at 84.7%, given the work we have done in the past three years, which meaningfully impacted our mix of business, in addition to reduced driving during the quarter. The benefit from reduced driving was partially offset by a portion of premium relief that was earned during the quarter.",
         "Looking to the coming quarters, the remaining relief will roll through net earned premium, while we expect driving activity to gradually return to normal. From an underwriting standpoint, since the start of COVID, we largely expect relief and driving activity to offset each other over time. Overall, the fundamentals in personal auto are strong.",
         "In personal property, premiums grew a strong 11%, driven by favorable market conditions, the GCNA acquisition and unit growth. The combined ratio at 88.6% was the best Q2 in over a decade, driven by our profitability actions over time and mild weather conditions. Personal property continues to be a solid contributor to our strong underwriting performance overall and I am confident this will continue.",
         "In commercial lines, premium growth of 7% reflects the GCNA acquisition and was tempered by the economic slowdown and our multiple relief measures. The combined ratio of 95.1% reflected strong underlying performance, offset by lower prior year development. The underlying loss ratio improved 5.5 points year-over-year. We are already seeing pricing momentum return and expect us to operate this business close to 90% going forward.",
         "Moving to our U.S. commercial segment. Premiums grew a strong 10%, with robust organic growth across most lines. The underlying loss ratio improved 4.8 points, driven by our ongoing profitability improvement game plan. The combined ratio of 93.2% was strong as this segment continues to trend towards our sustainable low 90s objective.",
         "Let’s turn to the industry outlook. The prevailing hard market conditions we experienced in Canada in 2019 and into early 2020 have been impacted by the crisis. Rate increases in both personal and commercial lines were tempered to help our customers navigate, what is a very difficult economic environment. In the coming months, as activity moves back towards normal, we expect the industry to return to the corrective measures required to restore its ROE to historical levels.",
         "In the near term, the trends that have emerged in the past few months will likely exacerbate the industry’s need for rates, given lower reinvestment yields, economic impact and potential loss exposure likely to arise from the crisis. In the U.S. we see similar trends supporting the hardening market conditions.",
         "And looking at the rest of 2020 for IFC, the crisis is expected to impact topline growth in the mid-single to low double-digit range. Given the strength of our operations entering the crisis, I expect our underwriting performance for the rest of 2020 to be on track.",
         "While managing the crisis and providing relief has been all consuming in the past few months, we haven’t lost a beat on the strategic front. The teams across North America have delivered and accelerated initiatives to ensure that we expand our leadership position.",
         "As you know, our roadmap for the next decade is rooted on expanding our leadership here in Canada, building the best specialty insurer in North America, transforming our competitive advantages and ensuring that our people win in this changing world, and while progress in the near-term is important, the key question for us now is how will the future be permanently altered as a result of COVID-19.",
         "So for consumers, our view is that value for money, ease of access and strong digital engagement will become even more important. Our breadth of products, brands and distribution channels provide optionality for us to emphasize these changing expectations. We have made great leaps on the digital and AI front in the past few years and these have accelerated in the past few months, our intent is to double down on our digital edge.",
         "For businesses, we believe that there will be an increasing differentiation between small and midsized businesses. So we intend to build our leadership with more than one in four small businesses in Canada to simplify and make it easier for them to access our products.",
         "For midsized businesses, we intend to better differentiate our offer and broaden the range of services to those. Our rapid expansion in specialty lines and the acquisition of GCNA and Frank Cowan, give us the perfect platform to win for these businesses across North America.",
         "Finally, this crisis will exacerbate the income and skill disparity that exists in society. And we are stepping up our efforts in the communities where we operate to be an agent of change and a force for good.",
         "We are also ensuring that our people across North America will adapt and gain from this changing world. We are committed to investing in adapting our people skills to our needs of tomorrow and we are also committed to continue to ensure that our environment is one of the most inclusive.",
         "So we intend to integrate these trends and initiatives with our 10-year strategic roadmap in the coming months. Our aim is to position ourselves to excel in a post-COVID environment and come out of this crisis stronger and even more resilient.",
         "So in conclusion, this quarter was a testament to our business’s trend. We ended the quarter with a robust capital margin, ready to absorb severe shocks and invest in strategic opportunities. Our operating ROE has moved into the right zone and our book value is up 8% year-over-year in a turbulent environment. Our business is very resilient and we are well-positioned to continue to beat our financial objectives in the quarters and years ahead.",
         "And with that, I will turn the call over to our CFO, Louis Marcotte."
      ],
      "Ken Anderson": [
         "Thank you, Carol. Good morning, everyone. Thank you for joining the call today. A link to our live webcast and published information for this call is posted on our website at intactfc.com under the Investors tab.",
         "As usual, before we start, please refer to slide two for cautionary language regarding the use of forward-looking statements, which form part of this morning’s remarks and slide three for a note on the use of non-IFRS financial measures and important notes on adjustments, terms and definitions used in this presentation.",
         "Once again, our executives join us virtually today from across the country. In Toronto, we have our CEO, Charles Brindamour. With me here in Montreal are Louis Marcotte, CFO; Isabelle Girard, SVP of Personal Lines; and Patrick Barbeau, SVP of Claims. And from Calgary, we are joined by Darren Godfrey, SVP of Commercial Lines. We will begin with prepared remarks, followed by Q&A.",
         "With that, I will turn the call to our CEO, Charles Brindamour.",
         "Thank you, Louis. In order to give everyone a chance to participate in the Q&A, we would ask that you kindly limit yourself to two questions per person. If there is time at the end you can certainly re-queue for a follow-up. So, Carol, we are now ready to take questions."
      ],
      "Louis Marcotte": [
         "Thanks, Charles, and good morning, everyone. Net operating income per share was $2.35, up 63% versus last year, driven by strong underwriting performances across North America. Before turning to our Q2 operating results, let me share a few points related to the COVID-19 pandemic, which continues to impact communities in our markets and around the globe.",
         "We have provided significant relief, totaling more than $350 million to our customers. Included in this amount is $263 million of premium reductions, of which $134 million was written in the quarter impacting our topline by 4 points.",
         "Although, these measures are meant to compensate customers for the lower driving activity observed in Q2, the topline impact will continue to be felt in future quarters as the relief is earned.",
         "In terms of COVID-related losses, we have not changed our best estimate of $83 million booked in Q1. However, we took a prudent approach on bad debt due to the economic uncertainty and recorded a $34 million provision in Q2 2020, most of it in Canada. This represents approximately a 1.4 point impact to the expense ratio across our three lines of businesses in Canada.",
         "Overall, we expect the crisis to impact the topline in the mid-single to low double-digit range for the rest of 2020. From an underwriting perspective, the impact of the crisis is expected to be neutral for the rest of the year, although, it may vary by quarter and by line of business.",
         "Now turning to our operating results, net investment income of $141 million was down 5% compared to last year. This was mainly due to lower reinvestment yields and lower dividend income, partially offset by higher invested assets from the GCNA acquisition. Assuming the U.S. dollar and interest rates stay where they are, we continue to expect investment income in 2020 to grow between 1% and 3% compared to 2019.",
         "The distribution EBITDA and other income grew 8% to $78 million in the quarter, driven by both acquisitions and organic growth. Although, there remains uncertainty surrounding the length and severity of the crisis, we expect the growth of these earnings for the full year to be in the high-single to low double-digit range.",
         "Now let me provide some additional detail on the underwriting results beginning with Canada. In personal auto, profitability was solid in the second quarter at 84.7%. The underlying current year loss ratio improved 13 points, driven by a combination of lower driving activity, better weather conditions and our ongoing profitability actions, all of which were partially offset by higher severity and relief.",
         "Prior year development was muted in the quarter, and although, Q2 is typically a seasonally favorable quarter, cat losses were 3 points above historical averages due to two severe weather events in Alberta.",
         "In personal property, the combined ratio improved 11 points, driven by our profitability actions, better weather and fewer fire losses. On the other hand, the expense ratio increased 2.4 points, driven by a bad debt provision and higher variable commissions due to our strong underwriting performance. Overall, personal property continues to deliver a strong performance.",
         "In our Canadian commercial lines, we saw premium growth of 11% in Q2, if we exclude the impact of premium relief. The combined ratio of 95.1% reflected a solid improvement of 5.5 points in the underlying performance, which was offset by elevated cat losses, lower favorable prior year development and higher expenses.",
         "Overall, the Canadian expense ratio of 32.2% for the quarter increased 3.7 points from last year, mainly driven by an increase in the provision for bad debts, as mentioned earlier, and higher commissions.",
         "Turning to U.S. Commercial, growth was 10% in constant currency, with strong organic growth in most lines of business, as rate momentum and unit growth continues. The underlying loss ratio of 53% in the quarter improved 4.8 points, which was largely driven by the impact of our profitability actions.",
         "The cat loss ratio in the U.S. of 1.7% in the quarter was entirely weather related with no COVID losses recorded in the quarter. The increase in the U.S. expense ratio to 39.4% is consistent with our expectations and is mainly due to the addition of GCNA’s surety business.",
         "All-in, I am pleased with the performance in the U.S. On a consolidated basis level, there is no doubt our business has delivered solid operating results and led to an operating ROE of 15.6%, 300 basis points above that reported in the 2019 calendar year.",
         "Now looking at our balance sheet, we ended the quarter in a strong financial position with a total capital margin of $1.7 billion and a debt to total capital ratio at 22.1%. We remain on track to reach our 20% target over the next 12 months to 18 months. We also have $300 million of cash at the holding company and our $750 million credit facility is entirely undrawn.",
         "Our book value per share increased 4% since March 31st to $53.95. Thanks to solid earnings and favorable capital markets, but offset by losses related to our pension plans. Overall, we have maintained a strong balance sheet throughout the crisis and I am confident it can absorb severe shocks or help us capture growth opportunities that may arise in these turbulent times.",
         "In closing, I would like to thank our teams across North America for stepping up for customers, suppliers and shareholders as we navigate through uncharted territory. They have shown extreme agility and flexibility to maintain our operations in top shape and deliver solid results.",
         "Finally, with our resilient operations, talented teams and strong capital position, we continue to be able to support our customers throughout this crisis. With strong fundamentals across our business on both sides of the border, we are confident that our underwriting performance will be on track for the remainder of 2020.",
         "With that, I will turn the call back to Ken."
      ],
      "Operator": [
         "Good morning. My name is Carol, and I will be your conference operator today. At this time, I would like to welcome everyone to the Intact Financial Corporation Second Quarter 2020 Results Conference Call. All lines have been placed on mute to prevent any background noise. After the speakers’ remarks, there will be a question-and-answer session. [Operator Instructions] ",
         "I would now like to turn the call over to Ken Anderson, Senior Vice President, Investor Relations and Corporate Development for opening remarks. Please go ahead, sir."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions] Our first question this morning comes from Geoff Kwan from RBC Capital Markets. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hi. Good morning. I know you talked about not changing your claims provisions relating to COVID-19. But can you talk about how many business interruption claims you have received so far and what the aggregate dollar amount that’s being claimed?"
         ],
         "Speaker": "Geoff Kwan"
      },
      "3": {
         "Remarks": [
            "Yeah. Good morning. Good morning, Geoff. I will ask Patrick to take this one and if there’s anything to add, Darren, can chip in as well. But Patrick, why don’t you run with that?"
         ],
         "Speaker": "Charles Brindamour"
      },
      "4": {
         "Remarks": [
            "Yeah. So maybe, first of all, on business interruption claims per se, our view has not changed on this during Q2, following our discussions we had at the end of Q1. I’d like to remind that the language in our policies is very clear. The business interruption coverage requires direct physical damage from an insured peril to be triggered.",
            "This is the case for 99.5% of our policies in commercial lines. There’s only a -- in very exceptional circumstances that we have provided limited business interruption coverage that can be triggered by a pandemic.",
            "For the most part, by the way, all claims related to these limited exceptions have been received and settled, so paid and closed as we speak. So not a lot of remaining uncertainty around that, I should say.",
            "But as expected, some groups of insureds and law firms have initiated litigation in Canada and other -- in other jurisdictions as well to -- in an attempt to challenge just interpretation. But we are -- we continue to be very confident with our defense arguments and various levels of defense we have.",
            "One of the main developments during Q2 is that a few decisions actually have started to be rendered on BI litigations. It is the case, as an example, of two federal court decisions in the states, one in Michigan and one in New York that are relating to wordings almost identical to ours.",
            "Both of those decisions have confirmed that one, physical damage to the property is necessary to trigger a BI coverage, and two, that the pandemic itself or a government mandated closure of businesses cannot be considered as physical damage to the premises. So here in Canada, none of these class action motions have been certified yet. But we are actively preparing our defense and I am very confident with our position.",
            "Now we have received a number of individual businesses that have filed for business interruptions and we have explained individually to each of them our position of coverage and why coverage would not apply. I don’t have the exact number. But yes, we have seen a bit of that. So, overall, on BI, very confident in our numbers and that’s why we haven’t changed the $83 million overall."
         ],
         "Speaker": "Patrick Barbeau"
      },
      "5": {
         "Remarks": [
            "Yeah. And I think, Patrick, the other thing that’s important here is that, the $83 million of reserve was not just BI, in fact, you have got liability, entertainment type claims. And I would say, Geoff, we have done such a rigorous analysis in Q1 doing a bottom up policy by policy assessment of what might be a COVID direct related claim that things are -- what we have seen in terms of activity has led us to not change our view of the ultimate at this stage.",
            "Maybe, Patrick, to provide color ballpark out of the provision we put, what -- how much actual case-incurred have we seen, and by case-incurred, guys, we mean file-by-file that had actually been received, so just ballpark for the group, Patrick."
         ],
         "Speaker": "Charles Brindamour"
      },
      "6": {
         "Remarks": [
            "Yes. Roughly, if I combine both Canada and U.S., we are talking about just under $30 million so far and on all the reported claims directly linked to COVID at the moment, 80% of them are already paid and closed within that $30 million."
         ],
         "Speaker": "Patrick Barbeau"
      },
      "7": {
         "Remarks": [
            "So we have got a decent visibility, I think, three months, four months in the case incurred gives us a sense that our ultimate assessment was very good and we are ready for more. Clearly, with a provision at $83 million, so that’s where we stand. Darren, I don’t know if there’s anything else you can add here."
         ],
         "Speaker": "Charles Brindamour"
      },
      "8": {
         "Remarks": [
            "I think the other thing, as you said Charles is that, the activity we have seen to-date is very much consistent with that bottom up exercise. There’s no real surprises of misses from coverage or anything else like that, so a very consistent. So that -- for me it gives us more comfort around our $83 million ultimate view."
         ],
         "Speaker": "Darren Godfrey"
      },
      "9": {
         "Remarks": [
            "Yeah. And maybe just to add a bit of color to Patrick’s point on U.S. decisions. We have talked in the previous quarter that our language was also very well supported by common law here in Canada and previous court decisions here in Canada and the decisions we have seen in the U.S. would be consistent with the common law we have seen here as well. Geoff, did I hear you or do you have a second question?"
         ],
         "Speaker": "Charles Brindamour"
      },
      "10": {
         "Remarks": [
            "Yeah. As long as I can just clarify, because when Patrick talked about the U.S. decisions and the way it was kind of described because in the U.S., I think, you guys have talked about, it’s quite explicit around pandemics are not covered. But I just want to -- it sounds like what he was saying was the U.S. Court decisions were relating to a policy that had similar wording to what you have in Canada and so…"
         ],
         "Speaker": "Geoff Kwan"
      },
      "11": {
         "Remarks": [
            "Yeah. But…"
         ],
         "Speaker": "Charles Brindamour"
      },
      "12": {
         "Remarks": [
            "… hopefully there’s something, is that correct?"
         ],
         "Speaker": "Geoff Kwan"
      },
      "13": {
         "Remarks": [
            "Yeah. The debate here, like, the virus exclusion is a second, third line of defense. The real debate in BI is direct physical damage. And our language on that front compares -- is very comparable to the language in the U.S. and that’s where the debate is in courts. It’s not as to whether you have an exclusion or not.",
            "And in that regard, we are saying the court decisions are very clear, they are in line with what we expect, they are in line with the common law. In Canada, it’s not a -- it’s not gray, it’s kind of pretty straightforward, and I think, the courts are in that direction."
         ],
         "Speaker": "Charles Brindamour"
      },
      "14": {
         "Remarks": [
            "Exactly, Charles…"
         ],
         "Speaker": "Patrick Barbeau"
      },
      "15": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Geoff Kwan"
      },
      "16": {
         "Remarks": [
            "I would even add, in the Michigan decision, the judge actually limited his decision to the first line of defense commencing on the physical damage and stated that didn’t have to even consider the other line, because it was clear in his view that physical damage was required."
         ],
         "Speaker": "Patrick Barbeau"
      },
      "17": {
         "Remarks": [
            "Yeah. And Geoff, as you know, in Canada, we have other lines of defense in the product as well. We have got two additional lines of defense. And so all-in sitting here today we feel even more confident than we did at the end of Q1 and we were very confident at the end of Q1 about the clarity of our product and that’s it."
         ],
         "Speaker": "Charles Brindamour"
      },
      "18": {
         "Remarks": [
            "Okay. And my second…"
         ],
         "Speaker": "Geoff Kwan"
      },
      "19": {
         "Remarks": [
            "Thanks for your question, Geoff. Yeah."
         ],
         "Speaker": "Charles Brindamour"
      },
      "20": {
         "Remarks": [
            "Okay. I am sorry, just my second question was just on the bad debt expense, are you able to provide some clarity, I know you mentioned it was mostly in Canada. But just whereabouts, which lines of businesses or any sort of color around that and how that might play out in upcoming quarters? In other words, is it more of a one-off or might this linger a little bit albeit a smaller amount?"
         ],
         "Speaker": "Geoff Kwan"
      },
      "21": {
         "Remarks": [
            "Yeah. I will ask Louis to give you his perspective. Our thought process is to front load our assessment of ultimate as much as possible the same way we have done for the Q1 reserve. So, but Louis, go ahead."
         ],
         "Speaker": "Charles Brindamour"
      },
      "22": {
         "Remarks": [
            "Sure. So essentially, it’s been spread over premiums and this is where I shared about 1.4 points of impact for each line of business in the Canadian market space, which is where most of the provision was made for, so we can spread it accordingly.",
            "And then from -- how it’s going to pan out here. Our view was to take a strong stance in Q2, knowing that there’s a lot of uncertainty in the marketplace right now. We have given a lot of relief to our customers to facilitate their ability to pay for the coverage. But as the government relief unwinds, people have to pay, the delays are expiring. We are expecting some headwind there.",
            "So we have had to provide as much as we could for that in Q2 and our hope here is that we are not going to use as much as we have provided for in future quarters. But at this point, that’s our best view of where the cost could be overall based on what we are seeing in terms of our data and our intelligence on the -- in the relationship with the customers."
         ],
         "Speaker": "Louis Marcotte"
      },
      "23": {
         "Remarks": [
            "I think, Geoff, one data point that I was impressed with is the fact that when people ask for help, it’s because they need it. And 80% of people that have asked for a payment deferral paid the second payment and so only 20% of people that have asked for help have delayed more than one payment.",
            "And obviously, the bad debt provision -- even though we have given a lot of financing relief, the bad debt provision is aimed at those that have deferred payment three, four, five times. But the vast majority of people take this very seriously and have stepped up to stay on track in terms of paying their insurance."
         ],
         "Speaker": "Charles Brindamour"
      },
      "24": {
         "Remarks": [
            "And so to be very clear, we took a bit the same approach as we did in Q1 for the loss provisions. We have been prudent here and the expectation is this is what could be needed and we don’t expect to need to add more unless really something really bad would happen, that we think we are good here."
         ],
         "Speaker": "Louis Marcotte"
      },
      "25": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Geoff Kwan"
      },
      "26": {
         "Remarks": [
            "Our next question comes from Brian Meredith from UBS. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "27": {
         "Remarks": [
            "Yeah. Thanks. A couple of questions here, first one, related to personal auto insurance. One, Charles, can you talk a little bit, what are we seeing right now, trend in what’s going on with miles driven in Canada and frequency and are there any offsets on severity, and then I will have a follow-up."
         ],
         "Speaker": "Brian Meredith"
      },
      "28": {
         "Remarks": [
            "Yeah. Yeah. Brian, I think, that’s the key question. We have seen a -- starting in the second half of April, a gradual increase in driving. And from a severity point of view, you have got a couple of things happening. One is -- and this always happens, when your mix of claims shifts, because your frequency drops, the nature of claims changes and this has an impact on severity and then there was severity to start with. I will ask Isabelle to give her perspective on what she is observing and where we think we stand now."
         ],
         "Speaker": "Charles Brindamour"
      },
      "29": {
         "Remarks": [
            "Sure. So in terms of change in miles driven, we have been using our telematics tools or our UBI data to follow on a regular basis, how much of the kilometer driven were done by our customers as well as the number of trips, so that was a tool we used during the crisis to monitor how things were evolving.",
            "So what we saw is that, for sure, a big drop in driving at the peak of the crisis or early April. But since then we see that both the kilometer driven and the number of trips are increasing gradually since that moment over time.",
            "So I would say, at this time, we still see that it is below the same level at the same period of time last year. So we are not fully back to what we would say normal driving, but clearly, this has been increasing since mid-April."
         ],
         "Speaker": "Isabelle Girard"
      },
      "30": {
         "Remarks": [
            "So it’s like every week it’s picking up again, year-over-year, you are in the teens in terms of difference, Brian."
         ],
         "Speaker": "Charles Brindamour"
      },
      "31": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Brian Meredith"
      },
      "32": {
         "Remarks": [
            "And then, of course, the severity will adapt accordingly. Do you have any comments on severity you want to make, Isabelle, or we are good?"
         ],
         "Speaker": "Charles Brindamour"
      },
      "33": {
         "Remarks": [
            "Yeah. Maybe on severity peak, as Charles mentioned, we see a change in severity due to the change of mix in claims we received during the crisis while frequency was lower. And this is mainly due because we see less of the small accidents since there is no urban traffic or less traffic in the city. So in that period of time, we are seeing less of those small accidents, so that’s why…"
         ],
         "Speaker": "Isabelle Girard"
      },
      "34": {
         "Remarks": [
            "Got you."
         ],
         "Speaker": "Brian Meredith"
      },
      "35": {
         "Remarks": [
            "…we see an increase in severity."
         ],
         "Speaker": "Isabelle Girard"
      },
      "36": {
         "Remarks": [
            "And so…"
         ],
         "Speaker": "Charles Brindamour"
      },
      "37": {
         "Remarks": [
            "Great."
         ],
         "Speaker": "Brian Meredith"
      },
      "38": {
         "Remarks": [
            "Brian, in fact this, so when you run with that then you ask yourself, okay? So severity looks different. The way we have looked at results is also try to anticipate and be cautious with the bodily injury type impact and so make sure that we took a cautious stance in the quarter."
         ],
         "Speaker": "Charles Brindamour"
      },
      "39": {
         "Remarks": [
            "Got you. Makes sense. And then as a follow-up to that, I guess, given what’s going on right now, Charles, what makes you confident that we are going to see a return to kind of a firming or hard market in personal auto when we get through this crisis and do you anticipate any regulatory pushback or making it harder to kind of get that type of a rate?"
         ],
         "Speaker": "Brian Meredith"
      },
      "40": {
         "Remarks": [
            "Well, I think, that, this is a fluid environment. It is changing every week and we will adapt not only our relief measures, but our pricing actions based on what we are seeing in the environment to make sure that our performance remains on track.",
            "I think that we have been working with governments to address the root cause of the product, Brian, where it was inflation coming into this. There’s inflation coming out of this and root cause of issues in automobile insurance, Ontario being a good example, Alberta as well still need to be addressed and we will work with elected officials and regulators to make sure that we start turning our attention to reforms.",
            "I think that, look, if there is permanently less driving and less accident in the system, rates will reflect that over time from my point of view. But to the extent that the root cause of the product is not solved and the fact that the industries combined ratio is north of 100% in auto coming in the crisis, I don’t see why rate corrections should not continue.",
            "Now if there’s less driving, the rate correction need will not be as big. What matters to us is we keep operating the business within the box we have given ourselves from a profitability point of view in automobile insurance and give as much relief as we can when driving and frequency is out of the norm."
         ],
         "Speaker": "Charles Brindamour"
      },
      "41": {
         "Remarks": [
            "Great. Thank you."
         ],
         "Speaker": "Brian Meredith"
      },
      "42": {
         "Remarks": [
            "Our next question comes from Paul Holden from CIBC. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "43": {
         "Remarks": [
            "Thank you. Good morning. So continuing…"
         ],
         "Speaker": "Paul Holden"
      },
      "44": {
         "Remarks": [
            "Good morning, Paul."
         ],
         "Speaker": "Charles Brindamour"
      },
      "45": {
         "Remarks": [
            "Continuing with the theme of personal auto, I want to ask a question on written insured risks. Now if I go back pre-COVID, I would have expected in fact to start gaining some market share this year in terms of volumes and I think you kind of guided to that expectation as well. Now if I look at written insured risk trends, it’s roughly flat year-over-year. So I am just trying to think like how should we view that, is that just because COVID has resulted in less vehicles being insured at the industry level or is it you have kind of pulled back on your marketing efforts in order to gain market share because of the COVID disruption? Just wondering how you are thinking about that."
         ],
         "Speaker": "Paul Holden"
      },
      "46": {
         "Remarks": [
            "Yeah. I think, Paul, just go out of memory here and you look at the policies in force in personal automobile. In Q1 2019, when we were deep into the correction, our policies in force dropped 4.6%. I take you, let’s take this six months later as the market started to change, policies in force then shrank by 2, but half the rate at which they were shrinking coming into ‘19, starting 2020, policies in force were up 2.2% and in Q2 up 2.6% this year.",
            "So for me, I see the trajectory that I am looking for in terms of our portfolio. The written risks are indeed still flat but quite different from where they were 12 months ago, where we were shrinking the business by 5%. I think that the industry was meaningfully behind us from a rate point of view, and as such, there’s a time lag here, but the trajectory is there.",
            "We remain cautious in automobile insurance. We have been through what I would describe as three years of serious pain and we don’t want to be back in that zone. We want to firmly operate the business in the mid-90s at worst and we are taking all actions we can, but I like the trajectory that we are seeing."
         ],
         "Speaker": "Charles Brindamour"
      },
      "47": {
         "Remarks": [
            "Great to hear you on that. And second question is related to investment mix, so your net exposure to equities has come down since the start of the year, and obviously, there’s some market -- mark-to-market factors behind that. But wondering in any way has your long-term thinking towards asset mix changed at all?"
         ],
         "Speaker": "Paul Holden"
      },
      "48": {
         "Remarks": [
            "Let me ask Louis to take a shot at your question and then I will conclude at the end. Go ahead, Louis."
         ],
         "Speaker": "Charles Brindamour"
      },
      "49": {
         "Remarks": [
            "Thanks, Charles and Paul. We have, as you saw, as you noted, diminished the asset mix in terms of the equities for sure largely driven by the impact of the markets. We have chosen not to go back to our previous asset mix on purpose.",
            "I think we are a bit cautious here on the risk-taking on the equity front and we took some actions in Q1 that panned out well with a strong balance sheet, same position in Q2. And I think we are being cautious here before rebalancing our mix to what it was in the past. Now my sense is the long-term view has not changed. At some point, we will migrate back towards that mix, but in the short-term there’s a bit of a preference for a caution."
         ],
         "Speaker": "Louis Marcotte"
      },
      "50": {
         "Remarks": [
            "Yeah. Paul, I would say that, first point I’d make is the team under Werner, Mona and Dave Tremblay in Montreal have done an outstanding job navigating the environment. We don’t time the market. We have a long-term total after-tax return strategy, which is optimized against our portfolio.",
            "But the guideline I gave these guys late February is, we want to play offense and defense in this environment. So not only do we need to absorb severe shocks, but in relative terms, we want as an organization to be in a position to use our balance sheet to grow the business.",
            "And I think when you throw this sort of strategic direction in the mix, that’s why we have -- we are in a position now, probably, one of the most conservative position compared to the policy for a long period of time and it’s with an objective of being able to play defense and offense."
         ],
         "Speaker": "Charles Brindamour"
      },
      "51": {
         "Remarks": [
            "Great. Thank you for your time."
         ],
         "Speaker": "Paul Holden"
      },
      "52": {
         "Remarks": [
            "My pleasure."
         ],
         "Speaker": "Charles Brindamour"
      },
      "53": {
         "Remarks": [
            "Our next question comes from Jaeme Gloyn from National Bank Financial. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "54": {
         "Remarks": [
            "Hi, Jaeme."
         ],
         "Speaker": "Charles Brindamour"
      },
      "55": {
         "Remarks": [
            "Good morning, Jaeme."
         ],
         "Speaker": "Louis Marcotte"
      },
      "56": {
         "Remarks": [
            "Good morning. I was actually hoping you could talk about the U.S. business and some of the developments that are going on there in terms of pricing around certain products and performance of certain products. Are you looking to tweak up or down any of the lines that you are in or potentially looking at some new lines given what’s going on in the market in the U.S.?"
         ],
         "Speaker": "Jaeme Gloyn"
      },
      "57": {
         "Remarks": [
            "Yeah. I mean, in fact, your question is very timely. Jaeme, I met every one of our 12 business units individually in the past two weeks, just to gauge the state of the market. How our teams are doing in this environment and the competitors we need to watch, and I will say, I am thrilled with how things are going.",
            "The lines of business, as you know, I would put them in two buckets. I would say, you have got the lines of business that are doing very well and you have got the lines of business who are in segments that have been tough and we call that our profitability improvement lines.",
            "I mean, the bulk of the business that is not in profitability improvement at the moment is running in the 80s and these lines of business are growing at about 16% in the quarter. The lines of business where we are doing correction that are heavily on the liability front, we have seen tremendous improvement compared to last year in those segments. They are not yet at the level of profitability we are looking for to grow those and that’s why when I look at these lines, we are, from a growth point of view shrinking those by 20%.",
            "So Jaeme, I will say, high level the strategy we put on the table in 2017 to grow the best performing lines and work on the lines that we believe in, but that are not yet at the right stages is very much still what is happening now.",
            "Conditions are firm or hard in the U.S., and I’d say, we are open for business. We are seeing good progress across all the lines that are profitable, and as I said, I mean, these lines are growing at 16% at the moment.",
            "We have a very good footprint. We are keen to build on that footprint. We are also, I think, making progress on expanding within those lines our distribution footprint and I am quite pleased with what I am seeing south of the border at this stage."
         ],
         "Speaker": "Charles Brindamour"
      },
      "58": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Jaeme Gloyn"
      },
      "59": {
         "Remarks": [
            "You are welcome."
         ],
         "Speaker": "Charles Brindamour"
      },
      "60": {
         "Remarks": [
            "Our next question comes from Michael Phillips from Morgan Stanley. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "61": {
         "Remarks": [
            "Thanks. Good morning, everybody. Charles, in your comments you talked about the digital and AI emphasis, and I guess a couple of questions around that. One is, where -- where it is -- what parts of your business are you talking about there that you will be more digitally focused? And then secondly, you said double down on the digital edge, does that mean any kind of near-term investments and maybe a little bit of headwind on expenses that we should expect?"
         ],
         "Speaker": "Michael Phillips"
      },
      "62": {
         "Remarks": [
            "Yeah. So you have captured my words very well. So, in AI, 75% of our efforts, which have not slowed down one bit, are directed to predictive analytics through machine learning in pricing and segmentation.",
            "Digital more broadly is in all our channels. So our thought process there is to make sure that the digital value proposition compares with the best insurers in the world and that’s very much the tools we have, and then that we use digital and claims meaningfully.",
            "And so I will ask, Patrick, in claims for instance. So it’s very much customer experience driven. I will ask, Patrick, to give you a sense of the progress we have made in claims in the last three months on the digital front. Patrick?"
         ],
         "Speaker": "Charles Brindamour"
      },
      "63": {
         "Remarks": [
            "Yes. So we had started to develop quite a few tools in claims even in the last year or so, I would say, some of the tools were there. What this situation of COVID allowed us is, we have seen a very sharp increase in the take-up rates. So what this does is it helps us learn much faster and improve those solutions much faster than in a slower progression of penetration.",
            "In terms of, more specifically, the tools we have been using. We -- there are possibilities for our clients to find their claim online, track the progress, there’s a lot of automated notifications that allow clients to keep track of what are the next steps in their claim, et cetera.",
            "But given the pandemic, we have also leveraged videos and pictures that are taken from clients to be able to do a lot -- a big portion of the assessment of the losses from distance and we have seen that that has started to accelerate in many cases the cycle time and the quality of service.",
            "So to give you a perspective, today or over Q2 it’s more than 60% of all the auto claims that we were able to estimate completely the damage from remote based on pictures taken from clients and that number was in the teens entering the crisis. So a big progression, that allows us to then accelerate also the next steps to offer to clients a more straight through processing and accelerated process.",
            "From a residential perspective, another example with on site, we confirm coverage based on videos that are taken by clients and on-site staff from remote and instead of taking up two days, three days on average to be able to confirm to the clients, the coverage we would do that within three to four business hours. Just a few examples of the development sort."
         ],
         "Speaker": "Patrick Barbeau"
      },
      "64": {
         "Remarks": [
            "Yeah. So massive jumps in Q3. Now the last part of your question, Mike, was accelerating investment and expense drag. And I will ask Louis who’s done a really good job with his team to basically look at the pandemic, assess the additional costs that came from the pandemic and figure out two things. How we could absorb those costs to make sure our performance remain on track, and how we can take advantage of an excess supply in the system to accelerate some of our investments in technology without creating a drag to keep expenses on track. So Louis, why don’t you talk about the exercise we have done in March on that, so that Mike understands there will not be a drag here?"
         ],
         "Speaker": "Charles Brindamour"
      },
      "65": {
         "Remarks": [
            "Sure. Thanks, Charles. So, in March, we -- as soon as the crisis started, we undertook a process to identify what kind of headwinds we would face in terms of costs and potentially the savings we would harvest from the crisis as well and it became fairly clear that, in fact, the savings would basically offset the cost. So we could manage through the crisis without a drag at that point.",
            "We also took on a project to actually take people that were perhaps underused in some sectors. We saw clearly that phone calls were not coming in the same volumes as usual. It’s about 1,000 people that we actually redeployed in multiple areas in the business where we saw more needs, and you won’t be surprised a portion of those people will have been re-affected to the AR function, for example, for collections.",
            "But we took a number of people as well to support the digital engagement processes and we took a further number of people to accelerate our digital initiatives and our developments. And so the view here was take advantage of the resources that are suddenly a bit less occupied, redeploy them in the right areas and accelerate some of the developments we are already working on.",
            "We went further than that, tried to harvest further savings from the pandemic throughout the year and those savings essentially are being reinvested in acceleration of our technology investments. So we have shifted some of that money from the savings into the investment pool if you want and with a view that overall, it would not have a significant impact on the expense ratio.",
            "It might not be totally true on a quarterly basis, but our overall view for the year, in fact, is that we come out neutral on expenses even after taking into account the bad debt. So that’s how we undertook this and the view is here the very limited drag on expense ratio with accelerated development of technology."
         ],
         "Speaker": "Louis Marcotte"
      },
      "66": {
         "Remarks": [
            "Awesome. Thank you, guys, very much. Appreciate all the details."
         ],
         "Speaker": "Michael Phillips"
      },
      "67": {
         "Remarks": [
            "No problem."
         ],
         "Speaker": "Charles Brindamour"
      },
      "68": {
         "Remarks": [
            "Our next question comes from Mario Mendonca from TD Securities. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "69": {
         "Remarks": [
            "Good morning. Charles and Louis, both of you in Q1 cautioned us that results could be lumpy on a quarter -- on a quarterly basis throughout 2020. Would you say this quarter was lumpy to the positive, and if so, what were some of the reasons why that played out?"
         ],
         "Speaker": "Mario Mendonca"
      },
      "70": {
         "Remarks": [
            "Louis, do you want to take a crack at this?"
         ],
         "Speaker": "Charles Brindamour"
      },
      "71": {
         "Remarks": [
            "Sure. So the lumpiness, I think, here comes from the mismatch between when the relief measures are given and when they actually get earned. And then going against that would be the frequency, for example, impact and elements like bad debts.",
            "So, as much as most of the impact from the activity reduction was seen to be happening in Q2. We knew that the relief measures we were putting in and because they are risk-based or adapted to customers, they weren’t all going to roll out in the same quarter as the benefit would come out.",
            "And so we knew we would see different results per quarter and we are trying to give as much clarity as we can in terms of how they will impact future quarters. But dealing with a lot of uncertainty where it would land, we feel comfortable saying it’s going to be on track overall. But quarterly, it might evolve a bit differently and that’s why we took that stance.",
            "I think it would be fair to say that we are -- it was positive in Q2 and then for the rest of the year, we are suggesting on track. It could evolve Q2 -- Q3 between Q3 and Q4, not being necessarily even, but come back to be on track for the rest of the year."
         ],
         "Speaker": "Louis Marcotte"
      },
      "72": {
         "Remarks": [
            "Yeah. I would say, Mario, I don’t expect negative lumpiness to the bottomline for the rest of the year. I think Q2 was a clean strong quarter with very strong fundamentals across the business. I think personal auto might have a mild positive there. But then commercial lines at 95% in Canada, in my mind, was a negative, and so in aggregate, I think, this was a very good, very strong, very clean quarter and we will try to keep the bottom line on track for the rest of the year.",
            "I think from a topline point of view, this is where you will see more lumpiness, Mario. And when we said mid-single to low-teens with variations by quarter and line of business, we are putting the spotlight this quarter on the fact that personal auto topline next quarter will be impacted by roughly 10 points of written relief measure. We are confident though that the bottomline throughout the year will remain on track sort of in line with what one would otherwise expect our performance to be for the rest of the year."
         ],
         "Speaker": "Charles Brindamour"
      },
      "73": {
         "Remarks": [
            "And Charles, I don’t want to put too fine a point on it, but if you are saying that that’s true for full year 2020 and the first half was, I think, better than what you might have expected, because of the phenomena that played out. Doesn’t that necessarily mean that the second half has to be -- actually have to show some negative lumpiness if you will?"
         ],
         "Speaker": "Mario Mendonca"
      },
      "74": {
         "Remarks": [
            "Yeah. I don’t really see that, Mario. I think that we are using words like on track and the range we are providing from a topline point of view admittedly is wide. But you will like me admit that we are in a bifurcated environment.",
            "When we model a good, a bad and an ugly scenario, we think that we have got the lever to make sure that the underwriting performance remains within a fairly narrow range. You and I have talked about that in our fireside chat in early April. My view is still the same.",
            "The first part of the year benefited a bit from weather admittedly and Q1 was one of these elements. And weather is onetime and making the average between the first half and the second half here is not how I would look at this, and so when we say on track for the remainder of the year that’s pretty much what we mean."
         ],
         "Speaker": "Charles Brindamour"
      },
      "75": {
         "Remarks": [
            "Okay. And one -- my second and final question relates to, Charles, you referred to $30 million in response to Geoff’s question. That was one of the first questions on the call. And I thought you were referring then to COVID-19 related claims, but in the MD&A, I thought you said there were no COVID-19 related claims, maybe I just misunderstood."
         ],
         "Speaker": "Mario Mendonca"
      },
      "76": {
         "Remarks": [
            "Yeah. I think one of us misunderstood. But the $83 million Q1 provision that we have put up would be direct COVID-19 related provision, okay? So you look at all your portfolio and you say, what claims can arise because of COVID-19 and so we came up with $83 million.",
            "In the quarter, our ultimate view of the direct COVID-19 losses is still $83 million. The point I made and I gave a ballpark $30 million is the case incurred that is the actual claims we have received. The $83 million was a bottom up assessment of what could happen and the $30-ish million is actually what has happened so far, and obviously, it’s early in the process. So maybe somebody can add here?"
         ],
         "Speaker": "Charles Brindamour"
      },
      "77": {
         "Remarks": [
            "Charles, I agree with you, I think, maybe to further illustrate, Mario. The -- when we started at the end of Q1 this analysis all of it was in reserves. Now as the claims come in and we settle them, obviously, we reduced the reserve because we pay those claims. So that $30 million is the actual incurred but the sum of the ultimate costs stayed at $83 million, so there’s no impact in Q2."
         ],
         "Speaker": "Louis Marcotte"
      },
      "78": {
         "Remarks": [
            "I see. So you haven’t actually paid the $30 million. That’s just what’s been incurred so far?"
         ],
         "Speaker": "Mario Mendonca"
      },
      "79": {
         "Remarks": [
            "Well, a good portion of it is paid. So that’s paid and case reserves. So file by file reserves and then the total reserves, including what’s expected that could be reported later is still the same $83 million. So during the quarter there was no impact. It was just to give a feel of the actual activity we see in the claims."
         ],
         "Speaker": "Louis Marcotte"
      },
      "80": {
         "Remarks": [
            "Sorry, my confusion is, if you paid some of those reserves, why wouldn’t -- so if you paid some of those COVID claims, why wouldn’t you have released the reserve?"
         ],
         "Speaker": "Mario Mendonca"
      },
      "81": {
         "Remarks": [
            "We did."
         ],
         "Speaker": "Patrick Barbeau"
      },
      "82": {
         "Remarks": [
            "Well, I think, Mario, if you think about it, you break it into three buckets here. You have paid losses that are closed or partial payments that you make. Then you have the actual claims that came in for which we have set up a case reserve, let’s say, the ballpark sum of those two things is $30 million. The rest is IBNR, it’s what we might receive in time for claims that have been incurred but not reported to us just yet. The ultimate is $83 million, now when you get a claim, you have set up a case reserve, which offsets your payment, but overall, the ultimate is very much still in the ballpark that we have put out there."
         ],
         "Speaker": "Charles Brindamour"
      },
      "83": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Mario Mendonca"
      },
      "84": {
         "Remarks": [
            "Our next question comes from Tom MacKinnon from BMO Capital. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "85": {
         "Remarks": [
            "Yeah. Thanks very much. You continue to say that the impact of COVID-19 in terms of DPW growth is going to be in the mid single-digit to low-digit -- the low double-digit range for 2020, and I mean, that’s consistent with the guidance that you provided in the first quarter as well and pretty well consistent with what you have said was going back to early April.",
            "My question though is on page five in the MD&A, particularly with respect to personal lines, where we look at the impact of premium reductions in terms of what was written in the second quarter or year-to-date in the second quarter and then there’s another column to say to-date provided and that’s with a policy issued. And the one number is 96 in terms of the written and then to-date provided for personal lines is 198.",
            "Now I thought the premium release measures that you were putting in place just per what you announced in early April, where people could call in and say, I am not driving as much and so I get a 15% discount for three months or my car is parked for a long time and I get a 75% discount and I thought a lot of those things were all going to end around June 30.",
            "So I would have assumed there wouldn’t have been as much difference between what’s been written and what’s been -- in between -- what’s been written year-to-date in terms of 96 and on the other column to date provided in terms of policy issues of 198.",
            "So I am trying to figure out what is the difference there, are you giving some other -- are you tempering rate increases at renewal for various personal auto policies, is that why there’s that difference, maybe you can help us understand that?"
         ],
         "Speaker": "Tom MacKinnon"
      },
      "86": {
         "Remarks": [
            "Yeah. There’s a couple of things. So first, the mechanics of the program, which by the way we have increased to July 30th, so if you haven’t called us, Tom, you still have one day to do it. So we gave -- we came out early with this, like, before any other relief measures were announced in the industry, we were out with the risk based, needs based program that basically, said, look, call us until June or now July and we will give you a break for three months. And that break turned out to be an average discount of 22%-ish.",
            "Now we have given those right up to tomorrow, and of course, when you give that, you have got three months forward of this impact, right? So that’s why the written on these measures will impact other quarters as well, and then on top of that, we have mitigated rate increases in the system as well to make sure that there were no extreme dislocations or not too large dislocations in a period like this one. Isabelle, this is your domain, so I will let you add to what I have said and maybe correct what I have said if you feel that there’s something that was off the mark there."
         ],
         "Speaker": "Charles Brindamour"
      },
      "87": {
         "Remarks": [
            "Yeah. Thanks, Charles. No. I think it’s totally right and you are right, Tom, in your assessment that with the tempering of rate increases since we are issuing our policies in advance. So some of those policies have been issued to-date but will impact the topline only in Q3. So that’s why there’s a difference between the total amount issued in relief -- in premium relief versus the ones that are impacting Q2."
         ],
         "Speaker": "Isabelle Girard"
      },
      "88": {
         "Remarks": [
            "Okay. And then sort of -- I will take a stab at trying to get you to help quantify what you mean by underwriting performance being on track. Would you say that it’s on track in terms of what you expected for a dollar amount of underwriting profit or is it on track in terms of what you would have expected as a combined ratio?"
         ],
         "Speaker": "Tom MacKinnon"
      },
      "89": {
         "Remarks": [
            "Yeah. I think that we are talking about the underwriting performance as measured by underwriting profit basically, which is not too far down -- which is not too far from combined ratio, quite frankly, but that’s the way to think about it.",
            "And so -- you know what -- so, I think, when you look at it by line business before the crisis, you had a good sense of what we wanted to achieve high level by line of business and really that’s what we mean when we stay on track. We are saying automobiles should operate in the mid-90s.",
            "We are saying commercial lines should be in the low 90s. We are saying personal prop should be sub 95 even in bad times, and as you know, in personal prop, weather is a big component of the numbers. So it’s hard to have a number. We are saying here sub 95 even in good times and the U.S. low 90s.",
            "So that is what on track looks like from a combined ratio point of view, as far as we are concerned, but our perspective is the operating and the underwriting performance really should be on track in underwriting profit terms."
         ],
         "Speaker": "Charles Brindamour"
      },
      "90": {
         "Remarks": [
            "Okay. Thanks for that."
         ],
         "Speaker": "Tom MacKinnon"
      },
      "91": {
         "Remarks": [
            "All right."
         ],
         "Speaker": "Charles Brindamour"
      },
      "92": {
         "Remarks": [
            "Our next question comes from Steve Theriault from Eight Capital. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "93": {
         "Remarks": [
            "Thanks very much. Just to follow-up a little bit on Tom’s question and I get how deferrals leg into earned premium. But when we consider the recovery in miles driven and Isabelle gave some color on that. Do you expect that to translate into premium reductions dropping significantly in Q3, I know there’s the two pieces, there’s the reductions and the payment flexibility. But maybe a little bit of color there would be helpful."
         ],
         "Speaker": "Steve Theriault"
      },
      "94": {
         "Remarks": [
            "Isabelle, do you want to provide a bit of color on Q3?"
         ],
         "Speaker": "Charles Brindamour"
      },
      "95": {
         "Remarks": [
            "Yeah. Sure. So as we just discussed in the previous question, part of the topline impact of the relief will happen in Q3. So also on the earned perspective of those relief, they will follow progressively the written over time. So the difference between what has been provided will be earned over the coming quarter, while we are still seeing driving activity that will be returning to normal.",
            "So we need to keep in mind that those two effects will offset but will not be perfectly symmetric over time. But our program was built having that in mind, so from an underwriting standpoint since the crisis has started, we largely expect that our relief and driving activity will offset each other, but we know that there may be some timing difference between quarters."
         ],
         "Speaker": "Isabelle Girard"
      },
      "96": {
         "Remarks": [
            "Yeah. And I think that the relief measures clearly were based on our expectation of what we would see in the next three months to six months and also based on our expectations that a return to normal would be gradual over time and that part was more reflected in the rate tempering that we have put in place and so on."
         ],
         "Speaker": "Charles Brindamour"
      },
      "97": {
         "Remarks": [
            "Okay. And then just secondly, I wanted to follow up on one of the comments on digital and that was an interesting example in terms of 60% of auto claims being appraised digitally. So how permanent -- can you talk a bit about how permanent a shift you would either expect to see or really want to see there, and how comfortable and how should we think about any risk of misuse?"
         ],
         "Speaker": "Steve Theriault"
      },
      "98": {
         "Remarks": [
            "I think that the changes we are seeing on the digital front and the step-up that we have seen in Q1, in our mind, will be a new plateau to grow from, we are not going backward from there. And our value prop from a digital point of view will improve over time because, as I have mentioned, we have doubled down on our investment there.",
            "In terms of misuse per se, I will let Patrick, maybe share his perspective, given how much activity has taken place in claims. And I think misuse, if I get you properly more likely to be an issue in claims than in sales or underwriting, which was to start with data driven very much. So, Patrick, why don’t you comment…"
         ],
         "Speaker": "Charles Brindamour"
      },
      "99": {
         "Remarks": [
            "Yeah."
         ],
         "Speaker": "Patrick Barbeau"
      },
      "100": {
         "Remarks": [
            "… on…"
         ],
         "Speaker": "Charles Brindamour"
      },
      "101": {
         "Remarks": [
            "Yeah."
         ],
         "Speaker": "Patrick Barbeau"
      },
      "102": {
         "Remarks": [
            "…on that and some of the work being done with data from a fraud management as well."
         ],
         "Speaker": "Charles Brindamour"
      },
      "103": {
         "Remarks": [
            "Yes. That’s right. So by misuse in claims, of course, you -- when you start doing estimates from pictures, especially if they are taken and full in control of the clients who want to make sure that you don’t miss any information compared to when you actually send someone looking at the car, as an example. So I think this was from the start one of the key questions for us go moving into that digital way of estimating damage, so we had prepared quite a few controls around that.",
            "We have to understand that at the end of the day as well there’s a Rely Network that actually make the repairs and that can adjust that estimate with us and we also have a pretty robust audit process based on data, in fact, on AI and of people looking at a sample of those things. And so far, I would say, that the signs are very positive, in fact, we have seen an additional precision up to now on the exact -- on the assessments that are done with this way.",
            "Partly because the process is consistent, our clients when they send us the information about their claim, they are guided through our mobile app of what type of pictures they have to take. There’s meta data behind those pictures that allow us to confirm time stamps and locations, and all sorts of things that is very useful in the investigation of the claims. So I think we have quite a few angles that control how we -- any abuse that could arise from a digital process."
         ],
         "Speaker": "Patrick Barbeau"
      },
      "104": {
         "Remarks": [
            "Thanks for the color."
         ],
         "Speaker": "Steve Theriault"
      },
      "105": {
         "Remarks": [
            "Our next question comes from Doug Young from Desjardins Capital Markets. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "106": {
         "Remarks": [
            "Good afternoon. Just -- maybe I will start and hopefully these are fairly quick, but can you quantify how much of the year-over-year improvement in the personal auto loss ratio related to the past actions, which you have clearly done a lot to fix the business versus what you can kind of bucket within the COVID impact. I was just wondering if you can quantify that."
         ],
         "Speaker": "Doug Young"
      },
      "107": {
         "Remarks": [
            "No. That’s -- I think go back to Q1 and look at what happened to the fundamental to get a sense of proportion, Doug, because there was really no COVID in any meaningful way in the first quarter.",
            "Otherwise, it’s very hard to break down the impact of mix versus the impact of reduced driving net of relief and net of severity, it’s something that we don’t want to come out and speculate about, because there’s a lot of judgment to separate a claim that you don’t get from a source as opposed to another claim you don’t get from another source, so."
         ],
         "Speaker": "Charles Brindamour"
      },
      "108": {
         "Remarks": [
            "Okay. So, but if we looked at Q1 assume maybe a little bit incremental more benefit, that would give us at least a rough guess ballpark, is that what you are suggesting?"
         ],
         "Speaker": "Doug Young"
      },
      "109": {
         "Remarks": [
            "Yeah. Well, I guess, what I am suggesting is, Q1 showed a lot of momentum in terms of frequency and severity, and I think that it’s fair to assume that this carries on in Q2. It’s highly imperfect but it’s certainly a good sense of what that momentum was."
         ],
         "Speaker": "Charles Brindamour"
      },
      "110": {
         "Remarks": [
            "And then…"
         ],
         "Speaker": "Doug Young"
      },
      "111": {
         "Remarks": [
            "If I may add, Charles, from a claims perspective, especially comparing Q1 versus Q2, it’s important to factor in seasonality especially on the auto line, Q2 is historically the best quarter in the year."
         ],
         "Speaker": "Patrick Barbeau"
      },
      "112": {
         "Remarks": [
            "Yeah. Okay."
         ],
         "Speaker": "Doug Young"
      },
      "113": {
         "Remarks": [
            "I think that’s a critical point, Patrick, you are right. In personal automobile this is where the delta is the most meaningful from a seasonality point of view."
         ],
         "Speaker": "Charles Brindamour"
      },
      "114": {
         "Remarks": [
            "That’s fair. And then just second, the prior year reserve developments were a little bit lower this quarter, I think, it was 0.1% of opening reserves, you have guided to 1% to 2%. But I think you have also indicated that it’s going to run lower, specifically around personal auto. Is there anything unusual in the quarter, I mean, this was just generally just an unusual quarter, I think, it’s going to be for most companies. But just wondering if there’s anything else in there that we should be thinking about from a TYD perspective? Thanks."
         ],
         "Speaker": "Doug Young"
      },
      "115": {
         "Remarks": [
            "Yeah. I think there’s nothing prospective/permanent in this. We have a range of 1% to 3%. We said, that in auto we would try to run this as close to the line as possible, given the uncertainty in that line of business. And maybe Louis do you want to comment on the TYD here?"
         ],
         "Speaker": "Charles Brindamour"
      },
      "116": {
         "Remarks": [
            "Well, I think, we said 1% to 3% and by line of business we were guiding to, as you say, close to the mark in the U.S. as well. And then on the other lines of business, a bit of activity, but I would concur with you, Charles, there’s nothing structural or permanent here. I think, it’s one quarter and we are still confident in our long-term guidance."
         ],
         "Speaker": "Louis Marcotte"
      },
      "117": {
         "Remarks": [
            "Yeah. Good. Okay. Thank you."
         ],
         "Speaker": "Doug Young"
      },
      "118": {
         "Remarks": [
            "And I wouldn’t qualify this, Doug, as necessarily as a normal quarter. I think we have tried to front load the impact of COVID-19 as much as possible in Q1 and I think the quarter showed a fair bit of momentum, a bit of plus here, a bit of minus there, but overall, a very good clean quarter."
         ],
         "Speaker": "Charles Brindamour"
      },
      "119": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Doug Young"
      },
      "120": {
         "Remarks": [
            "All right."
         ],
         "Speaker": "Charles Brindamour"
      },
      "121": {
         "Remarks": [
            "This concludes the Q&A portion of our call and I will now turn it back to Ken for concluding remarks."
         ],
         "Speaker": "Operator"
      },
      "122": {
         "Remarks": [
            "Yeah. So thanks everyone for joining us today. Following the call, a telephone replay will be available for one week and the webcast will be archived on our website for one year. The transcript will also be available on our website in the financial reports and filings archive. And finally, our third quarter 2020 results are scheduled to be released after market close on Tuesday, November 3rd. Thank you again and this concludes our call for today."
         ],
         "Speaker": "Ken Anderson"
      },
      "123": {
         "Remarks": [
            "Thank you, ladies and gentlemen. This does indeed conclude today’s conference call. Thank you once more for participating. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}