{
   "Date": "August 4, 2020",
   "Presentation": {
      "David Stickney": [
         "Thank you, Kavita and welcome everyone. On the call with me today are Suri Suriyakumar, our Chairman, President and our Chief Operating Officer; Dilo Wijesuriya, and Jorge Avalos, our Chief Financial Officer. Our second quarter results for 2020 were publicized earlier today in a press release. The press release and other company materials are available from our Investor Relations pages on ARC Document Solutions site at ir.e-arc.com.",
         "In today’s earnings announcement, ARC offered expanded supplemental disclosures to provide shareholders and analysts with additional information in advance of our quarterly conference call. The disclosures are largely historical and will not be read on today’s call. Please note that today’s call will contain forward-looking statements that fall within the safe harbor provisions of the Private Securities Litigation Reform Act of 1995, and such statements are only predictions based on information as of today, August 4, 2020, and actual results may differ materially as a result of risks and uncertainties that we highlight in our quarterly and annual SEC filings. This call will also contain references to certain non-GAAP measures, which are reconciled in today’s press release and in our Form 8-K filing.",
         "I will now turn the call over to our Chairman, President and CEO, Suri Suriyakumar. Suri?"
      ],
      "Dilo Wijesuriya": [
         "Thank you, Suri. Before I dive into the details, I must mention that a company like ours could not have possibly survived the crisis of this nature, if not for the hard work and commitment from our highly skilled and tenured staff. The onslaught of restrictions due to the pandemic made operating conditions difficult and risky and yet our teams rose to the occasion and are immensely productive. While the pandemic was a blow to our industry and our customers, our ability to be nimble and agile gave us the opportunity to make quick changes to the way we do business and adapt to the customer and their new social needs. Here are some of the ways that we – some of the sort of key changes we put into place immediately.",
         "We converted most of our print ordering systems to the web and mobile apps. We restructured the print centers to print high-volume COVID graphics. We changed our delivery systems to accommodate customers’ new delivery requirements such as curbside pickups, contactors’ deliveries and digital distribution of prints throughout North America. We developed and released technology to connect customers to their home, office and our printers nationwide. We released touchless printing using our existing ARC print app. We improved on the graphics consulting skills of our sales reps. We increased investment in our web, social and e-marketing campaigns. Put simply, we were able to create new revenue lines by identifying the opportunities that have been caused by the pandemic. As a result, our revenue lines are changing, and we have reengineered the company to take advantage of the new demand, which, in turn, are opening up new verticals for us of robust catalogs of health and safety signage introduced us to healthcare and emergency services.",
         "Our social distancing signage services showcased ARC to grocery stores, banks, car dealerships and many retail customers of all kinds. We helped restaurants, coffee shops and other foodservice clients to reopen and manage their newly configured to-go business. Energy companies that could not close their doors but needed a way to manage documents, printing equipment and document workflow found that we could not only help them, but improve their efficiencies, a critical benefit with a few people in the offices. The same services have been applied to city and municipal government offices as well. And with the disruptions affecting education, school districts in every state and of all sizes are turning to us in great numbers for our expertise and production capacity to help them reopen and safely manage students from kindergarten ages, through university and graduate-level programs. And of course, every employee that is working with documents from home needs a vendor who can offer project consultancy and national print network, high-quality print with quick turnaround, and cloud- and mobile-enabled services. We are the company who can strongly capitalize on these needs and be that vendor for large multinational customers as well as regional and local businesses. Our sales performance in the last quarter is a perfect testament to this.",
         "When our MPS customers return to work over the next couple of months, we are well prepared to grow all our revenue lines from the new normal. Investment and our primary focus on new sales will continue to be directed in support of the following service categories. Graphics and imaging services, these are all-print, high-end graphic services where we provide project consultancy, design and installation services. We support all customer verticals. On-site print services, MPS, equipment, supplies and services and digital services, scanning, indexing, archival and other technology-based document management services. During the last 4 months, our priority has been to keep our employees and customers safe while supporting the new industry workflows. We will continue to focus on the fundamentals and keep the company strong and position ourselves for future growth.",
         "For now, I will turn the call over to our CFO, Jorge Avalos. Jorge?"
      ],
      "Jorge Avalos": [
         "Thank you, Dilo. Picking up on Suri’s comments about not looking back, I want to point out how we are positioning ARC for the future. We assume that many of the changes we saw in the marketplace would become permanent. We were very clear-eyed about what was likely to come back and what was not, and we realized quickly that holding on to business lines, processes and resources in the hopes of a rapid economic recovery was not the right answer. While sales will almost certainly grow and new opportunities will arise as the virus comes more firmly under control, our customer base is likely to be permanently diversified. New customers who are demanding our services now are likely to stay with us and they may replace legacy customers. Likewise, we think work-from-home practices will endure past any pandemic, and touchless delivery, some forms of social distancing, and other health and safety practices that affect our business are not likely to go away anytime soon.",
         "With that in mind, we acted very quickly and accomplished most of the following changes early in the quarter. There is certainly more to do as we work out the details. But in summary, we looked at our direct cost of sales as well as our selling, general and administrative expenses in light of our perspective on a post-COVID environment and right-sized our cost structure for the future. The execution of our plan was challenging, but our goals were simple. Maintain gross margins above 30%, improve our EBITDA margin, maintain our strong cash flows and further strengthen the balance sheet and capital structure. The urgency we assigned to the changes we made produced an immediate impact, most of which are obvious as we report the second quarter results.",
         "Our gross margin was nearly 32% for the quarter. We reported adjusted EBITDA of $10.7 million on $64 million of sales for the period. Our EBITDA margin of 16.6% is a 200 basis point improvement from the second quarter of 2019 on sales that were down nearly $35 million year-over-year due to the pandemic. Cash flow from operations for the second quarter were $23.5 million, more than $7 million higher than prior year. And most importantly, throughout all this, we increased our cash balance from $38.1 million on March 31, 2020, to $58.4 million on June 30. That’s more than a $20 million increase in just 3 months, all coming from cash generated from operations. None of it was a result of loans or acquiring other forms of debt. All of these accomplishments helped contribute to the reduction of our net debt leverage ratio from 2x EBITDA to 1.75x. As Suri pointed out earlier, we did take measures in the second quarter that will not be repeated in future quarters, deferring equipment lease payments, landlord negotiations and a few others. But our performance demonstrates the importance we put on creating an environment where we could not only withstand the economic disruption of the pandemic, but create opportunities for growth and the creation of value in the future.",
         "At this point, I will turn the call back to Suri. Suri?"
      ],
      "Operator": [
         "Ladies and gentlemen, thank you for standing by, and welcome to the ARC Document Solutions 2020 Q2 Earnings Report Call. At this time, all participants are a in listen-only mode. [Operator Instructions] I would now like to hand the conference over to David Stickney, Vice President of Investor Relations."
      ],
      "Suri Suriyakumar": [
         "Thank you, David, and welcome, everyone. As I highlighted in our preliminary announcement last month, the pandemic has left a devastating effect on our industry. Many of these effects will be reversible. Extended shutdowns and the widespread acceptance of remote work arrangements have permanently changed how our customers print and distribute documents and information. In addition, the pandemic has forced our customers who previously resisted the user technology to adapt to a variety of solutions to manage and share documents in digital form. As a result, it became clear that several of ARC’s existing revenue segments and business models would permanently be impaired. Therefore, it was necessary that we identified these segments immediately and to cater to eliminate the redundant cost and infrastructure related to these services.",
         "While doing this, we also recognized that printing and visual imaging services continue to remain a valuable service, both in private and public sector businesses. In a post-pandemic era, we are already experiencing the important role visual imaging services play, especially in influencing social distancing, along with wellness and safety practices in workplaces, schools, shopping malls, et cetera. With our domain knowledge and a national footprint, we are in a unique position to develop products and services to serve these needs and take advantage of these opportunities. It is also well-known that the secular headwinds in our business have been eroding our revenue streams for years. Considering that we have been exploring a business transformation, we saw this as a perfect opening to reengineer our company. The difficulty we faced was time. Declines in revenue were rapid and losses could easily endanger our business continuity. We needed to act fast and reengineer every aspect of the company. While challenging, this test was also exciting. The new revenue opportunities we identified, while smaller, were vibrant and had greater potential than our historical business lines in terms of growth, especially given the existing infrastructure and deep domain knowledge we already persist in the industry.",
         "To make the most of these opportunities, we made significant changes to our entire company in sales and marketing, operations, finance, technology and even our corporate functions. Our goal was to build a strong and vital operating company with potential for new growth and remove all of the redundant capacity, assets and infrastructure. The results have been gratifying to say the least. We were able to realize extraordinary reductions in costs, making significant operating changes and position ARC to take advantage of future opportunities in record time. And we also did so without any additional disruption than was already being felt from the pandemic. More importantly, we were able to produce an operating strategy that will deliver a greater percentage of EBITDA and cash on revenues.",
         "I am pleased to announce that we were able to exceed our previously announced expectation in terms of EBITDA and cash, generating $10.7 million of EBITDA on roughly $64 million in sales during the second quarter was an example of what we think is sustainable going forward. Generating $23.5 million in cash flows from operations in the second quarter is an exceptional result and was the product of both the strength of our operating model as well as a number of onetime efforts in the light of the pandemic. If I could leave you with just one impression from this quarter it is that we are not looking back. Today, we are a digital print and graphics imaging consultant for the next generation. ARC is a $260 million company with growth opportunities, annual adjusted EBITDA generation of in excess of 15%. Cash generation will be consistent and will remain as strong as it was prior to the pandemic. The strategy we have developed is sound, and we are very confident in our ability to build on it.",
         "To give you an idea of what that looks like in practice, I will now ask Dilo and then Jorge, to provide details and concrete examples of ARC will be operating in the future. Dilo?",
         "Thank you, Jorge. Operator, we are now available for all listeners’ questions, if there are any."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] And we do have a question from Steven Schuster with Bridge Street."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Yes, good afternoon, gentlemen. I am just trying to figure out sort of what the company is going to look like on a going-forward basis. There is a lot of moving parts here. It seems like for some reason, you used the pandemic to finally make a lot of changes, because I look at a 5-year chart of the company stock and it’s gone from the ski slope down from $7 to $1. So it’s nice to see that you are finally doing something to improve the business. But on a going-forward basis, what should we expect, let’s say, in the next quarter? I heard something along the lines of some things won’t be repeated or this or that? Like what is – what is ARC supposed to be looking like on a going-forward basis? And then I just would like to follow-up after I get a little more clarity."
         ],
         "Speaker": "Steven Schuster"
      },
      "3": {
         "Remarks": [
            "Sure. Maybe you didn’t quite follow what Jorge said, but I think he clearly said that this is the result we produced for this quarter and we are confident that, that is the basis on which we are going to operate going forward. Obviously…"
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "4": {
         "Remarks": [
            "Okay, okay, on the earnings call – let me finish. On the earnings call, we don’t have discussed – time to discuss the past and the historical data, we don’t do that. All we are saying is we have reengineered the company to be able to generate a certain amount of EBITDA cash based on the expectation that we will drive a certain amount of revenue. So we are thinking about it as a new company – let me finish. And once we – now that we have done one quarter, we are confident that we expect to operate on the same basis. Go ahead. Okay – so okay. Thank you. So the base revenue is around – in the mid-60s millions. That’s my base that I should be thinking about?"
         ],
         "Speaker": "Steven Schuster"
      },
      "5": {
         "Remarks": [
            "Yes, per quarter. You can take $55 million a quarter."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "6": {
         "Remarks": [
            "Okay. And then EBITDA – my base EBITDA is going to roughly be the $10.7 million going forward. And then to be building off of this as this is my base?"
         ],
         "Speaker": "Steven Schuster"
      },
      "7": {
         "Remarks": [
            "Yes. That’s exactly what Jorge said. Whatever Jorge said, if you are following those numbers, I can repeat it if you want."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "8": {
         "Remarks": [
            "Okay. And then – so in terms of the cash, so now – so if we are now in a – so we generated $20 million of cash, and we are doing $40 million plus in EBITDA. What happens – I mean, does the management care about the equity value – does management care about equity – the equity price?"
         ],
         "Speaker": "Steven Schuster"
      },
      "9": {
         "Remarks": [
            "I don’t understand what you are saying. So we are generating cash. We are generating profit about the equity value. There’s nothing we can do about the equity value. We are not going to judge that."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "10": {
         "Remarks": [
            "Well, you can. You can buy stock, you can initiate, you can start paying out a very nice dividend. You can start doing things so that your price – the stock price wouldn’t be at this level. So you can, if you are interested."
         ],
         "Speaker": "Steven Schuster"
      },
      "11": {
         "Remarks": [
            "So if you really wanted to talk in detail, that’s a different discussion on the earnings call. We don’t talk long – we don’t have long discussions. We have been paying dividends, in case you didn’t know that. But we have temporarily put that on hold because of COVID. These are extraordinary circumstances we are living under in the pandemic, and we can’t possibly be very predictive as to how the market is going to react. So like all companies, we have put the payments of dividends on hold, but we actually currently have already decided, and we had paid two quarters of dividends, in case you didn’t know."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "12": {
         "Remarks": [
            "So well, that’s – we are putting the past behind us. This is new. This is ARC 2.0. So in ARC 2.0, what is – I guess, what’s the plan for ARC 2.0?"
         ],
         "Speaker": "Steven Schuster"
      },
      "13": {
         "Remarks": [
            "We don’t know that. We are just gone through one quarter of unbelievable business conditions, and we are happy to report we have reengineered a company, and it’s looking strong. So I feel we have done a very good job in making sure we survive this pandemic and put the company on a strong footing. Now going forward, I am unable to say to you right now as to what our plans will be. Obviously, we will consider that going forward as to what the best lines of actions are, but that is something that we can’t predict when we are still in the middle of a pandemic."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "14": {
         "Remarks": [
            "Okay. But – so I guess what I am trying to say is, am I supposed to be optimistic or am I supposed to not be optimistic?"
         ],
         "Speaker": "Steven Schuster"
      },
      "15": {
         "Remarks": [
            "Well, I am glad we are going to be. I can’t judge how we are going to feel. I can only announce the results. That’s our job. We are announcing the results, and it’s how you judge the company based on what results we have announced. And we think we have announced incredible results. That’s all I can say."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "16": {
         "Remarks": [
            "And what’s the free cash flow after the equipment leases and CapEx and interest?"
         ],
         "Speaker": "Steven Schuster"
      },
      "17": {
         "Remarks": [
            "In regards to the free cash flows, I mean, it’s all on the financial statements. But our capital leases payments were only $1.7 million in the quarter, and our cash CapEx was $1.5 million for the quarter."
         ],
         "Speaker": "Jorge Avalos"
      },
      "18": {
         "Remarks": [
            "Okay. So what would it take for the management to be confident enough to start to return some of the cash back to shareholders, a quarter like this, another quarter like this?"
         ],
         "Speaker": "Steven Schuster"
      },
      "19": {
         "Remarks": [
            "Look, we can’t predict that. We are in the middle of a pandemic. I am not going to make predictions or projections in an earnings call. All I am saying, we had..."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "20": {
         "Remarks": [
            "Am I am not asking you to make a prediction. I am asking you philosophically."
         ],
         "Speaker": "Steven Schuster"
      },
      "21": {
         "Remarks": [
            "Can I finish?"
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "22": {
         "Remarks": [
            "Yes, go ahead."
         ],
         "Speaker": "Steven Schuster"
      },
      "23": {
         "Remarks": [
            "I can’t discuss philosophy on an earnings call, I am sorry. I apologize. Now all I am saying is we have had two quarters of dividends payments we have paid. We have put that on hold for now, and we have produced the results we have produced. And if at a time we feel that these results are going to be consistent, we will definitely restart that."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "24": {
         "Remarks": [
            "Yes, right, right. So I am trying – yes, so I am trying to understand what does it take? Does it take two quarters like this for you to be confident, three quarters like this? What does it take?"
         ],
         "Speaker": "Steven Schuster"
      },
      "25": {
         "Remarks": [
            "It all depends on business conditions. I can’t predict that right now. I could go through one, two quarters, and then we could have a situation where this pandemic is coming back. I don’t know all those things. But if we find business conditions are back to normal, things are going very well, and we feel like we can be consistent. We obviously want to be consistent. And then we would restart the dividend program. We have no trouble in restarting the dividend program. We have the cash, we just have to make sure that it’s consistent."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "26": {
         "Remarks": [
            "Okay. But it doesn’t sound like you are – I mean, there are a lot of other companies that suspended their dividend and then have reinstated it. It doesn’t sound like you are confident and really confident in what you are doing – that you are going to sustain it, that you think it’s sustainable, what you have done."
         ],
         "Speaker": "Steven Schuster"
      },
      "27": {
         "Remarks": [
            "I am not going to answer that question. We are very confident with what we are doing right now. I mean, it’s – obviously, it’s up to you to judge as to what you think our confidence level is. But I think our numbers are phenomenal, and we got to have to continue to perform. And at the appropriate time, we will make the decision."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "28": {
         "Remarks": [
            "Well, it sounds like you had one good quarter. It doesn’t sound like you are very confident, that you are – that it’s going to be sustainable, or else, you would reinstate the dividend."
         ],
         "Speaker": "Steven Schuster"
      },
      "29": {
         "Remarks": [
            "Yes. If we find that it’s consistent and we are performing very well, we will definitely reinstate the dividends."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "30": {
         "Remarks": [
            "Okay, thank you."
         ],
         "Speaker": "Steven Schuster"
      },
      "31": {
         "Remarks": [
            "You are welcome."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "32": {
         "Remarks": [
            "And our next question comes from Glenn Primack."
         ],
         "Speaker": "Operator"
      },
      "33": {
         "Remarks": [
            "Hi. Good afternoon."
         ],
         "Speaker": "Glenn Primack"
      },
      "34": {
         "Remarks": [
            "Good afternoon, Glenn."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "35": {
         "Remarks": [
            "I like the not-looking-back kind of theme, and I like the 30% gross margin plus and the EBITDA trends. How much time do you have in order to get – to maintain your listing?"
         ],
         "Speaker": "Glenn Primack"
      },
      "36": {
         "Remarks": [
            "Oh, in the New York Stock Exchange."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "37": {
         "Remarks": [
            "Here, December 31."
         ],
         "Speaker": "Jorge Avalos"
      },
      "38": {
         "Remarks": [
            "December, December 31, yes. As we go over 30 days, consistently above – our 30-day average over $1, then that gets taken off before that. So we are hovering right around."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "39": {
         "Remarks": [
            "Got it. And then given the really difficult circumstances out there, just in the economy, have the other printers, the smaller guys that – have they gotten impacted more, given that you are national, you can handle people all over the place? Will some in the sector go away and you can pick up market share?"
         ],
         "Speaker": "Glenn Primack"
      },
      "40": {
         "Remarks": [
            "Yes. So we have seen quite a bit of pain. Obviously, this time was very bad because of the fact that lots of the businesses was shut down. So I think they will be substantially weakened. I am not sure, again, about going away. This business is also transforming because what used to be coffee shops and signage companies, there’s a range of businesses who overlap with what we do. But I think the fact that we have the national footprint and we have the ability to do what we have been doing traditionally, it certainly gives us a leg up to serve larger customers of a bigger scale very comfortably. So I think there is definitely an advantage. And the fact that we have completely reengineered the company puts us on a very strong footing in terms of our capital structure and our operating structure. So I feel this has been positive for us."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "41": {
         "Remarks": [
            "Okay. And then on the new segments of the economy that you can get after, whether it’s like health care or public schools or – I don’t want to say retail because that’s just getting kind of pummeled. But would you have the ability to have a national contract with someone like, let’s say, who is in your backyard, Dignity, right, for their signage? Not saying that, that’s like a real one, but I am just saying, if you go to a hospital that’s in Colorado and California and Nevada and say, hey, we got all your signage taken care of and we can service that for you. Is that something that you’re working on or is that doable?"
         ],
         "Speaker": "Glenn Primack"
      },
      "42": {
         "Remarks": [
            "Sure. I mean we are working with some really large signage opportunities, where, under usual circumstances, people would not have been able to deliver that kind of volumes. For example, we have had customers where we literally have produced hundreds of thousands of signage pieces literally within weeks. That kind of stuff is very hard for a small signage company to pull off with school districts, oncologists and universities or health care facilities, shopping malls. All of these large customers who have large properties require health and safety signage now that they are opening up, and that’s really becoming a significant part of our business strategy as well. But what we see that is – now that we start servicing these customers, not necessarily restricted to a specific industry clan, it will allow us to actually spread our wins into other industries and other verticals that we have previously not been in."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "43": {
         "Remarks": [
            "Okay. And so it’s safe to assume that – I don’t think you would break out like the Riot Group. But I am guessing the Riot Group is still around because they used to do a lot of stuff with restaurants and creative things that – with national companies that, that would be fit like a glove with [indiscernible]?"
         ],
         "Speaker": "Glenn Primack"
      },
      "44": {
         "Remarks": [
            "Sure, absolutely. Absolutely. Definitely, we are doing a lot more. Dilo, would you like to give a little more color on that?"
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "45": {
         "Remarks": [
            "Yes. I mean, definitely – the Riot segment of the business is very busy. So in fact, we are super thankful for that group because they produce very high-quality signage, and also, we have a staff who are very good in project management, right, really working with customers, understanding what they need and creating a solution for all their locations. And to what you mentioned earlier, via our systems, our technology systems and the cloud systems are pretty much geared to managing the customers’ print assets in a central platform and distribute and print. So during the COVID sign, everybody went into a shutdown. Some of the largest property managers set up national accounts with us to keep all their – the signage assets in one platform and make it available for all their buildings, right? I mean, a lot of companies manage their own building or – which are multi-tenant buildings. There are some large campuses, where one company occupies the whole building, right? So we have been supporting those type of companies with signage all across the U.S. So definitely, the footprint, our expertise in understanding the graphics, the quality of printing and the cloud platform helped us to secure those type of regional and national customers."
         ],
         "Speaker": "Dilo Wijesuriya"
      },
      "46": {
         "Remarks": [
            "Okay, great. And so then as you have the new reporting categories, I guess, Riot, some of that’s going to be in consulting then? Is that..."
         ],
         "Speaker": "Glenn Primack"
      },
      "47": {
         "Remarks": [
            "Yes. There are – there will be – there are consultancy fees. There’s design fees involved, right? Many of these companies, schools, they like to design their graphics with their school emblem, school colors and so forth. So there is a design element, consultation element, the printing element, the installation component as well. So the way we look at it is when it comes to printing, from a customer, it can be finish printing, it could be construction-related printing, but all those design and consulting services, they all fall into one bucket, right? So – because the same customer prints in different ways and different times for different needs, right? So our idea is put – share the entire portfolio of services for – with these large customers and get them to use us in – all across the U.S."
         ],
         "Speaker": "Dilo Wijesuriya"
      },
      "48": {
         "Remarks": [
            "Okay. So even given this horrible backdrop, you guys have the ability, potentially, if there’s not like unforeseen other storm clouds that come in that you could probably grow off of this level?"
         ],
         "Speaker": "Glenn Primack"
      },
      "49": {
         "Remarks": [
            "Yes, I mean..."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "50": {
         "Remarks": [
            "I am not saying like in the near term, like one quarter, two quarters, three quarters. But given that you have more markets that you can serve and you have made the necessary investments in the past off of like cloud and the mobile and that stuff, you could get bigger versus shrinking."
         ],
         "Speaker": "Glenn Primack"
      },
      "51": {
         "Remarks": [
            "Yes. I mean that’s definitely – given this post-COVID, based on how we reengineer the company, Glenn, that’s exactly what we were trying to say. Now the company is reengineered and is poised – structured in a way that we can grow. So we are definitely looking forward to growth from where we are, given the fact that our opportunities have gone into other verticals. And it has allowed us to actually go into markets that we have not been in before, and so we certainly think that’s an opportunity to grow."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "52": {
         "Remarks": [
            "Okay, great. And part of the reason I asked is that the prior question was like, hey, what do you do with the cash and how are you going to grow? Because if you can grow, if I just put 5x on $40 million, that would get me kind of north of $3 on the stock price. Not that you’d be satisfied with that, but it’s – given what you are doing, if everyone just rows the boat in the same direction, the dollar price is kind of silly?"
         ],
         "Speaker": "Glenn Primack"
      },
      "53": {
         "Remarks": [
            "Right. I mean, obviously..."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "54": {
         "Remarks": [
            "And you’re small and you probably don’t – would just want to go and buy it all back because you’re a public company and then no one would be able to like buy your stock. That’s – you might be targeting on the other side?"
         ],
         "Speaker": "Glenn Primack"
      },
      "55": {
         "Remarks": [
            "Liquidity will always be an issue. But what we really think of our ability to deliver that – the kind of EBITDA and cash we delivered this quarter in terms of what Jorge described is something very sustainable. We feel good about that, Glenn."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "56": {
         "Remarks": [
            "Okay. And Jorge, how hard is it could it be for you to report on the new groups because in that last K, you got dinged a little bit, I think, for reporting or something on the weakness. Is that – am I – did I read something wrong there?"
         ],
         "Speaker": "Glenn Primack"
      },
      "57": {
         "Remarks": [
            "Yes, you are probably right. We got a clean opinion from a SOX and reporting standpoint. But with regards to the new lines, right now – as what Dilo and Suri are describing right now is how we’re looking at the company operationally, how we’re running it operationally, I have some constraints of how I have to report the revenue line for SEC reporting. So that may lag a few quarters. But nonetheless, that’s how we’re running the company. I think it was the main point we wanted to make."
         ],
         "Speaker": "Jorge Avalos"
      },
      "58": {
         "Remarks": [
            "Okay, okay. Well, you are obviously going to live, so the price of the stock is silly. I mean, because you’ve always generated cash, and so – and now you are still generating cash. You’ve just – you think you’ve set a floor that you can grow off of?"
         ],
         "Speaker": "Glenn Primack"
      },
      "59": {
         "Remarks": [
            "Exactly. We only increased cash $20 million, Glenn. It wasn’t that much, 3 months."
         ],
         "Speaker": "Jorge Avalos"
      },
      "60": {
         "Remarks": [
            "Alright. And I will let someone ask questions."
         ],
         "Speaker": "Glenn Primack"
      },
      "61": {
         "Remarks": [
            "Sure. Thank you."
         ],
         "Speaker": "Jorge Avalos"
      },
      "62": {
         "Remarks": [
            "Thanks a lot."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "63": {
         "Remarks": [
            "And our next question comes from Walter Schenker with MAZ Partners."
         ],
         "Speaker": "Operator"
      },
      "64": {
         "Remarks": [
            "Thank you. The deferrals of lease payments and rentals, those are deferrals which means they have to be paid at a future date. This question, it’s all related. Secondly, could you give us some idea of the magnitude of that, and if it does have to be paid at a future date? And thirdly, what’s the accounting when you don’t make a lease payment or rental payment?"
         ],
         "Speaker": "Walter Schenker"
      },
      "65": {
         "Remarks": [
            "So I will start with the first question. In regards to the accounting treatment, you still have to record the expense. That doesn’t change. Just because you get a – the timing of when you make the payment has no bearing on the expense. So, all the expenses related to facility leases, equipment, it’s reflected in our Q2 results. So I wanted to start first there and make that clear. In regards to the deferment, we did have about $3 million of capital lease payments deferment. When those are going to get paid back, what we negotiated with our manufacturers is we’re going to just add on two or three months at the end of the lease terms. As you know, we probably have 6,000 to 8,000 different equipment leases out there that are individual leases. So if it’s due in a year from now, if it’s due 3 years from now, you just tack on 2 months at the end of that lease term. So that’s going to be spread out, that $3 million, over 3 to possibly 4-year period in regards to the landlord leases, probably an equivalent number there where we deferred about $3 million in payments. And that will get paid out over 2021, ratably 1/12 every month for 12 months. Is that helpful?"
         ],
         "Speaker": "Jorge Avalos"
      },
      "66": {
         "Remarks": [
            "Yes, that was exactly helpful. And then just one other question comment and maybe a little long-winded, in point of fact, the stock, over a multiyear period has performed relatively poorly. The company has indicated over a period of time that given that the business, I realize it’s a lower base now, it does not have tremendous growth. The industry, in fact, has been consolidating. That one avenue would be to return capital to shareholders, either through dividends or buybacks. I know you bought back stock in the past, including in the first quarter and you paid a dividend in the past, so I understand you’ve done some of that. However, the question that I want to raise is, this is a company which just generated $20 million in cash flow and felt it was imprudent to pay a $0.5 million dividend. I’m trying to understand how strong – and you can – Suri is a meaningful shareholder, but you all own some stock. How meaningful the commitment to returning capital to shareholders is if, in fact, you’re concerned about under $0.5 million – $0.01, under $0.5 million expenditure on dividends is, when you’re generating $20 million of cash?"
         ],
         "Speaker": "Walter Schenker"
      },
      "67": {
         "Remarks": [
            "Right. So what – so to answer that question, it’s real simple. It’s not because we lack confidence. Obviously, there is – there are a lot of unknowns, and we have only gone through one single quarter. And what we did during this period of time is unprecedented, Walter. So here’s another way to think about it. Because our business got impaired so badly, what we did was we – when we reengineered the business, we started off with a clean sheet of paper, right? And we identified all of the needs our customers have today and likely to have in the next few years, right? We identified all those segments and then rebuilt the company to fit, to serve those customer needs. So what we have done is unprecedented. We have reengineered literally every part of the company, from corporate, from IT, operations, sales literally every part of the company. And so in itself, it’s such an extensive exercise. Right at the time we started doing this, it was just doom and gloom because literally every location was checked, our revenues were significantly low. And we’ve been able to overcome that by reengineering the company and going after this new revenue segments very quickly by pivoting and adapting ourselves. Now that we have generated, delivered the results, we feel good about the results. So remember, the decision we took to put dividends on hold was immediately after the pandemic. We want to make sure that we are not too – what you call – too much in a hurry, making changes immediately without really understanding. So I think if we continue to produce quarters like this – and we really feel very good about the fundamentals we have in place, especially the business trends we are seeing. So it’s all about a business trend. So we are – unlike in the past, literally watching business on a daily basis, our daily sales, how the trends are moving on. So we want to make sure that when we are making those decisions, we are making those decisions on really good fundamentals. So we have had a good quarter. And if we happen to have more good quarters like that, obviously – we have excess cash, and we’ll be very, very happy to make the decision to pay the dividends. Like you said, we did buy back stock. We did actually slow down paying back – the debt back to the banks, and we did pay dividends. So we – it is not like we didn’t try that. We did that for 2 quarters. And it’s certainly something that we want to do. But the pandemic is not over yet. It’s something that we are very mindful of, right? And so the signs in the marketplace with regard to what’s happening in the marketplace and what’s happening with the pandemic, is still not settled. I’m sure everyone will agree with that. So we just want to make sure that we are making those decisions – well thought out decisions. It’s not because we lack confidence. Obviously, we have the cash, and we feel very good about it. And this is even without getting any federal or government assistance. This is cash generated by the company."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "68": {
         "Remarks": [
            "No borrowings."
         ],
         "Speaker": "Jorge Avalos"
      },
      "69": {
         "Remarks": [
            "And no borrowings. This is – which is phenomenal performance. We have been able to pull out, and we feel very good about it. And I think if this trend continues, there is no reason why we won’t reverse that decision and start paying dividends back."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "70": {
         "Remarks": [
            "Okay. My comment, it doesn’t deserve because you’ve answered it. You did do a great job. I mean, in fact, I think everyone was surprised. And you deserve kudos, not just what you say. What you’ve done now is report a good quarter. I don’t care a lot about $0.01 dividend. But it is a very visible action taken by a company, which says, yes, we are comfortable and confident, especially when it is approximately 2% of your cash flow that – you ought to reinstate it and show people that you really have the confidence. No, you did a great job. We all accept that."
         ],
         "Speaker": "Walter Schenker"
      },
      "71": {
         "Remarks": [
            "Yes. So no, I totally agree with you. I mean, point well accepted. And obviously, we’ll take that into consideration. And it’s not something that we didn’t think about. We obviously want to be very prudent when we are making decisions during times like this and don’t want to jump into conclusions and then regret our decisions. But we feel very good about how the quarter ended. And it’s just not the quarter ended, we feel very good about the trends we experienced in the marketplace. That’s why we are confident about the results we’ve announced. And obviously, we pre-announced because we felt good about it. But we were able to still exceed those expectations simply because the trends were good, and we hope that continues."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "72": {
         "Remarks": [
            "Right. Thank you very much."
         ],
         "Speaker": "Walter Schenker"
      },
      "73": {
         "Remarks": [
            "And we have another question from Glenn Primack."
         ],
         "Speaker": "Operator"
      },
      "74": {
         "Remarks": [
            "Two quick ones. Is there anything that you can do with the cash to consolidate other operators or you have pretty much get enough organic opportunities in front and where you don’t need to need any?"
         ],
         "Speaker": "Glenn Primack"
      },
      "75": {
         "Remarks": [
            "Yes. Very unlikely, we’ll do that, Glenn, because this may not be the right time. And you know those operators who may be thinking about consolidating may themselves be experiencing a lot of revenue erosion. So it may not be a good time to acquire companies."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "76": {
         "Remarks": [
            "Yes, and we don’t need their capital."
         ],
         "Speaker": "Jorge Avalos"
      },
      "77": {
         "Remarks": [
            "Yes. Okay. I just wanted to make sure that was out of the way because at some point, when you do reinstate dividends in a 0% rate world, I think that would be attractive to people, and say, oh, my gosh, this is a 4% yield, and I get zero today."
         ],
         "Speaker": "Glenn Primack"
      },
      "78": {
         "Remarks": [
            "Right, right."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "79": {
         "Remarks": [
            "Cool alright. Thank you."
         ],
         "Speaker": "Glenn Primack"
      },
      "80": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "81": {
         "Remarks": [
            "And there are no further questions at this time."
         ],
         "Speaker": "Operator"
      },
      "82": {
         "Remarks": [
            "Thank you, Kavita, and thank you everyone for joining us this afternoon. We appreciate your continued interest in the company and we look forward to talking with you next quarter. Take care. Have a good evening. Good night."
         ],
         "Speaker": "Suri Suriyakumar"
      },
      "83": {
         "Remarks": [
            "And that does conclude today’s conference call. Thank you for your participation. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}