{
   "Date": "August 12, 2020",
   "Presentation": {
      "Glen Masterman": [
         "Thank you, Lawrie, and good morning. It gives me great pleasure to introduce results of our mineral resource update at Red Lake, which have delivered 11 million ounces of gold, grading 7.1 grams per tonne, with details summarized on Slide 16.",
         "The modernization of the resource gives Evolution an outstanding opportunity to step back and optimize a life of mine plan that fully unlocks the potential of this world-class geological address. The hard work and long hours by the team onsite, in conjunction with our expert consultants, have produced a result consistent with what we believe was possible over time. But this outcome has been delivered well ahead of any schedule we’d imagined.",
         "Turning to Slide 17, which gives a breakdown of the individual numbers across the various orebody groupings at Red Lake. The most significant result comes from the upper Campbell area of the operation, from which we are reporting a new resource of 4.3 million ounces, grading 10.5 grams per tonne gold. This resource starts from surface and extends to a depth of 1,200 meters below. I will come back to upper Campbell later in the presentation.",
         "Our revision of the mineral resources commenced back in February when we decided we would completely modernize the resource model. We went back to first principles and built geological models from scratch, which included rewire framing of mineralized domains, grade estimation into the block model and thorough model validation followed by resource classification.",
         "We utilized information from 47,000 drill holes, totaling over 7 million meters of drilling, of which 85% has been drilled in the last 20 years. The drilling database is one of the largest we have ever worked with and includes just short of 6 million samples.",
         "Given the magnitude of the project we are undertaking, we engaged Toronto-based mining consulting firm, Roscoe Postle Associates, to initiate a full rebuild of the mineral resource. Over 10,000 hours have been committed to the project over a five-month period since February.",
         "The modernization exercise resulted in consolidation of 142 individual block models developed by previous owners to a more manageable 19 models. Classification of each model was completed by Evolution geologists in conjunction with RPA. We constrained the resources reported this morning by an underground mining shape optimizer that assumed a gold price of A$2,000.",
         "A conventional mechanized mining technique and parameters typical of current underground mining operations, which is consistent with Evolution’s approach across all its assets of constraining resources at $2,000 an ounce and estimating reserves at A$1,450 per ounce. We have adopted a conservative approach to grade estimation by accounting for geological contact dilution between our wire frame and block model volumes.",
         "Our classification methodology has also been conservative, particularly in the Upper Campbell and Red Lake areas of the mine. A two-meter wide buffer was created around all old openings in these areas, which we have excluded from the models and are reflected in the numbers reported this morning. The two-meter buffer has not been applied to the lower areas of the mine where we have modern survey control.",
         "In the upper Campbell area of the mine, over 61% of the total volume is classified indicated resource, where the average drill spacing is six meters. 30% of the resource is classified inferred, informed by an average drill spacing of 17 meters. This leaves 9% of the resource remaining unclassified as a result of insufficient drilling to satisfy our minimum standards of geologic confidence.",
         "So how and why have we been able to identify this opportunity in a mine with a seen-year history? To understand this, I think one needs to reflect on the past, which we show on the time line in Slide 18. We find the history of the Red Lake camp incredibly fascinating.",
         "The two most important takeaways for us was the operation of two mines by separate owners producing from the same group of orebodies; the Campbell operation, which would eventually be owned and operated by Placer Dome in the 1980s, which was historically a larger producer than the adjacent Red Lake mine.",
         "And when I describe it as adjacent, I mean, it is the same mineral system containing the same orebodies that are continuous from mine to mine, but separated by tenement boundary affectionately termed the party wall. The party wall caused the blind spot initially for the operators at Campbell and eventually under the consolidated ownership of Goldcorp, where it continued as a divide of the same orebodies.",
         "We have been able to widen the field of view and identify a significant high-grade resource that daylight its surface and extends to a depth of 1,200 meters. The luxury of a long history of high-grade production from Campbell and then the high-grade zone has been a blessing and a curse for the Red Lake operation. Production of very high-grade mineralization cemented a cost profile only supportable by mining these very high grades.",
         "As well, drilling that identified mineralization with less than double-digit grades was classified subeconomic. This is the unexpected opportunity we have surfaced in modernizing the resource base. It is also fair to reflect on the fact that the gold price we are assuming today is models higher than that in the early 2000s.",
         "The next set of slides will illustrate what we have uncovered in the upper Campbell area of the mine. Slide 19 shows the Red Lake operation with the underlying mineralization and mine workings projected to surface. Cochenour is situated in the west, left at the airport. Campbell and Red Lake are situated on the right, the old party wall that separated historic ownership of the mines is also highlighted.",
         "Turning to Slide 20, we’re going to look at a window through the upper Campbell side of the party wall sliced at the 9,510 level, which is 150 meters below surface. This view is cut from a 100-meter vertical section through the upper Campbell mine, and illustrates how grade control was done in the past, which – with each of the colored points representing an individual underground site sample.",
         "Stopes and development drives are highlighted by the blue gray s-build shapes. Referring to the legend on the top left, it is evident that incredibly high grades were mined from narrow structures now represented by mining voids in the gray panel shapes. This type of ore control sampling historically substituted for more expensive grade control drilling.",
         "Drilling eventually caught up with mining, which you can see by turning to Slide 21. Here, the results have clearly delineated new areas of mineralization that lie outside of and beyond the mined out high-grade shared zones.",
         "Interestingly, the mineralized volume in the center and to the left of the party wall that is on the old Placer side, has been delineated by very close-based drilling, giving us high confidence in the geological continuity of mineralization.",
         "However, grades in the drilling results are lower than those historically mined. Our onsite inquiry suggest that this was an area that has been largely overlooked because of the luxury of the very high grades that were being produced from the high grade zone.",
         "Slide 22 is a slice of our new block model with estimated block grades filtered above three grams per tonne gold. Block model grades are informed by historic drilling outside of and excluding previous production.",
         "Slide 23 shows outlines generated by the mining shape optimizer from which we can strand and report resources for inferred or better grade blocks that are above a cutoff grade of 3.4 grams per tonne. We have applied the same methodology to the lower Campbell, upper and lower Red Lake and Cochenour bodies, resulting in similar resource uplifts as we have seen at upper Campbell.",
         "I believe the opportunity for us at Red Lake is a great example of where the whole is greater than the sum of the parts. We’ve been able to bring a different lens and approach to the mineral resource solution. For the first time, the mineral resources have been evaluated under a rationalized geological framework and by applying a wider range of cutoff grades than considered by previous owners.",
         "With that, operator, I’ll open the line to questions."
      ],
      "Jacob Klein": [
         "Thank you for joining us today on this very important Evolution FY 2020 Results Call and Business Update. This morning, on the call, I’m joined by Lawrie Conway, Finance Director and CFO; and Glen Masterman, VP, Discovery and Business Development.",
         "As you have seen in the announcement we made on the ASX yesterday, forest fires have been burning around the Red Lake community and the area has been evacuated on Tuesday evening. The safety of our people is our highest priority, and I’m pleased that all of our employees and contractors are safe. The operation has been temporarily suspended, but we did not expect this event to have a material impact on Red Lake’s September quarter production.",
         "At Evolution, we have made a strategic decision to operate in the Tier 1 mining-friendly jurisdictions of Australia and Canada, and we are fortunate that the COVID-19 pandemic is being well-managed in both of these countries. Evolution’s management of the COVID-19 pandemic has also been very successful so far. To date, we have not had any material impact on our production due to COVID 19.",
         "Our safety performance is improving. Performance in this area can never be good enough, but the signs are encouraging. Our culture of engaging, reporting and learning from every incident is also improving markedly.",
         "I’m pleased to report that in the last MSCI ESG report issued two weeks ago, Evolution had its rating confirmed that, a, being upgraded from BBB in the last 12 months; and we were placed in the top five industry leaders in the areas of health and safety and business ethics.",
         "Community support and our social license to operate amongst our most valuable assets. Beyond the many positive interactions and contributions our people make as Evolution employees and, in the majority of cases, as members of the communities near our operations, we measure our social license through a stakeholder perception survey completed by Deloitte every two years.",
         "I’m pleased to say that our latest results showed our overall social license to operate score has risen from 4.06 out of 5 in 2018 to 4.21 in 2020, with all Evolution operations falling within the high approval category.",
         "At Cowal, we are on track to submit the regulatory development application to the New South Wales government for the underground mine early in the December quarter. We expect up to 300 jobs will be created in the Central West of New South Wales near West Wyalong during the construction phase and up to 100 new long-term jobs will be created for the life of the underground mine.",
         "Turning to the FY 2020 financial results. It is very pleasing to be reporting record statutory and underlying net profit after tax and record cash flow. Yes, we have had the tailwind of a higher gold price. But as these results reflect, we have consistently delivered our strategy of upgrading the quality of our asset portfolio and have built a sustainable, high-margin, long-term business.",
         "Group free cash flow for the last 12 months, after investing significant capital to enhance our future, was $542 million. As a point of comparison, five years ago, in FY 2015, our mine operating cash flow was $306 million versus $1.1 billion in the last 12 months.",
         "Our net mine cash flow five years ago was $138 million. In FY 2020, it was $736 million. This is a fivefold increase as compared to the Australian dollar gold price rising 52% in the same period.",
         "We believe our shareholders should directly benefit from this journey. That is why I’m particularly pleased that the Board has declared our 15th consecutive dividend of $0.09 per share fully franked. This brings total dividends for the last 12 months to $0.16 per share, an increase of almost 70%. Cumulatively, once this final dividend is paid, we will have rewarded shareholders with $732 million in dividends.",
         "But we understand that the market is forward-looking. These results are history and I now want to shift gears and talk about our future. Using the terminology and concept made famous by the legendary investor, Warren Buffett, during these good times, we need to build out and widen our economic moat. At Evolution, we are doing this by continually focusing on improving the quality of our portfolio by extending mine life without compromising margins.",
         "Through our strategy of concentrating our business on a small number of high-quality assets, we have now grown our mineral resource inventory to 30 million gold equivalent ounces.",
         "Over the next three years, the outlook we have provided today is one of an increasing production profile at reducing costs. The cost outlook means, we will remain one of the highest-margin, lowest-cost gold producers in the world.",
         "The growth is all coming from near-term organic opportunities already in our portfolio. Importantly, it is mostly being driven by our long-life assets in Cowal and Red Lake. And if we look beyond the three-year outlook horizon, we can see even more upside and growth at these important cornerstone assets.",
         "This three-year outlook includes what I have described as our initial investment case at Red Lake, a 3-year transformation plan to deliver a sustainable 200,000 ounces per annum at an all-in sustaining cost of less than US$1,000 an ounce. This base case will deliver appropriate returns to our shareholders and is what motivated us to make the investments and acquire the asset.",
         "As we described in our June quarterly report issued three weeks ago, we are pleased with the progress we are making, are well on track and confident that this initial investment case is deliverable.",
         "However, what the three-year outlook does not capture is what I believe to be the most transformative value-creating opportunity in the history of Evolution. That is the 11 million ounce JORC-compliant resource that we have announced today at Red Lake.",
         "As a reference, the last mineral resource issued publicly for the operation estimated the resource inventory to be 2.9 million ounces. This new resource estimate does not trigger any of the contingent payment consideration to new mines. Let me hastily add that the contingent payments are ones I’ll be very happy to make as it will mean that we have been successful and discovered even more ounces at this exciting property.",
         "Red Lake can best be described as applying a different lens to an opportunity and emerging with a completely different, and I add much better results. To date, Red Lake’s history has been viewed and structured as a narrow vein, very high-grade underground mine.",
         "The site geologists tell us that generally, anything less than 3 to 4 grams per tonne was considered waste and often not sampled in the drilling. And until recently, only material about 15 grams per tonne was considered for inclusion in the mine plan.",
         "That strategy and approach worked well for long periods in the mine’s history, particularly from the early 2,000 to 2016, when the famous high-grade zone was mined, an incredible 7 million ounce orebody grading 50 to 60 grams per tonne with a footprint of only 200 meters by 200 meters and extending over 1 kilometer down plunge.",
         "During this phase, there wasn’t a strong need to think differently as this orebody propelled Goldcorp to be one of the most highly valued gold companies in the world. For the last four to five years, as the high-grade zone was depleting, operating at Red Lake has been tough. The cost base was too high and was suited to the Bonanza-style grades.",
         "The mine consistently missed its forecasts as its corporate strategy of trying to increase production, reduce costs and minimize investments collided with a site situation that required a reset of expectations, investment in underground development and exploration, and most importantly, a rethink of what the future could look like if the operating model was changed.",
         "Again, as a point of reference and a different perspective, it’s worth noting that a head grade of 7 to 8 grams per tonne, this mine, Red Lake, will be the highest-grade mine within Evolution’s portfolio. Being the new owner, we have had the opportunity to undertake a major reset.",
         "Firstly, we have tackled some of the things that were considered obstacles in the past. We have reduced the workforce by 20%. We are optimizing the plants, rationalizing the equipment, simplifying the planning and mining fronts, and most critically, have a motivated workforce up for the challenge of change.",
         "We are five months into a three-year process, but we are well on our way. Now with an 11 million ounce mineral resource and lots of exploration upside yet to be tested, we have an opportunity, really, the luxury to completely rethink the future of this mine and consider what is possible.",
         "The mineral inventory is only the first step in reimagining the future of Red Lake. We expect a step-change in our reserve base, and work has commenced on optimizing this into a new life-of-mine plan with a view that we will be able to be ready to declare a reserve update in our 2020 MROR statement.",
         "At our Investor Day on the 1st of September, we are looking forward to articulating some of the exciting upside opportunities we plan to investigate as to how this materially larger resource base could deliver a completely different future for Red Lake.",
         "Our portfolio now has a resource base of 30 million gold equivalent ounces. All of these resources are economically constrained at a A$2,000 per ounce gold price. At today’s gold price, this resource base is equivalent to over A$80 billion of in-ground revenue.",
         "Our job going forward is to continue to grow our resources and bring the maximum of this in-ground value to account, converting it safely, efficiently and responsibly into cash in our bank accounts, and then ultimately, into yours as a shareholder of Evolution.",
         "With that, I will hand over to Lawrie."
      ],
      "Lawrie Conway": [
         "Thank you, Jake, and good morning, everyone. It’s a pleasure to be presenting the FY 2020 financial results, as well as our guidance for FY 2021 and three-year outlook to FY 2023.",
         "Turning to Slide 7, which outlines the financial highlights for the year. The results really reflect a very good year for the company with all metrics improving on the previous year and a number of records being set.",
         "In a profit sense, our statutory and underlying profit were both records at $302 million and $405 million, respectively. The main difference between the statutory and underlying profit was an impairment of the Mt Carlton asset, which involved a non-cash write-down of $101 million post tax. While it is a non-cash item, this outcome is a disappointing one. Fortunately, though, this is the only real negative in the financials.",
         "I’ll go through the drivers to our improved profit performance on the next slide. The cash generation of the business continues to reflect the quality of the portfolio that we have established over the past few years. Our operating cash profit and cash flow were up by about 40% to 45%, while group cash flow was up 86% to $542 million.",
         "Reflecting the increase in underlying profit, our underlying earnings per share were up 84% to around $0.24 per share. On the back of these exceptional financial results and cash generation, we have increased our final dividend by 50% to $0.09 per share fully franked. While our policy is based on cash flow, this dividend also represents two-thirds of our underlying profit.",
         "Moving to Slide 8 and the drivers to our profit. Our underlying profit of $405 million was up 86%, driven by higher revenue, that was up 29%, which was the same price, same increase as our achieved gold price. Our royalties were up by 20% to a total of $76 million. The standout in our profit result was that we effectively maintained our operating costs flat with just over 1% increase.",
         "Considering that labor comprises approximately 45% of our cost base, and this increased by 4% over the year, we had additional costs, such as the full-year of Total’s leach at Cowal and commencement of the Mt Carlton underground, the savings in other costs have enabled us to maintain a low-cost position. Red Lake delivered over $15 million in the first quarter, while at Cowal and Mt Rawdon, planned drawdowns of stockpiles added a non-cash charge of $49 million to costs.",
         "Turning to Slide 9, which really demonstrates that our low-cost position is translating to real cash generation. The cash operating margin, or EBITDA margin, for the group increased by 10% to 53%.",
         "As the charts on the right demonstrates, our assets are individually contributing to this outcome. Red Lake delivered well in its first quarter at a 37% EBITDA margin. And over time, we expect to see this achieve the levels of our high-margin long-life assets, Cowal and Ernest Henry. They delivered margins of 60% and 69%, respectively. Pleasingly, Mungari and Mt Rawdon also delivered improved results.",
         "A critical component to managing our capital allocation is that assets need to fund their own investment requirements. With the exception of Mt Carlton, all assets delivered positive and record cash flows during the year. It also should recognize the reliability being achieved by the Mungari team as the reward for effort was over $113 million of net cash flow delivered for the year.",
         "On Slide 10, we have our group cash flow. This is essentially the net cash we are generating to fund acquisitions, service debt and pay dividends. We generated over $542 million, which continues our sustained high cash generation. It means, we are putting cash in the bank. Importantly, it is being done at a very high margin.",
         "As shown in the chart on the top right, which breaks down our cash flow on a per ounce produced basis. Every ounce produced delivered $726 into the bank. This is a net margin of 32% and an increase of 88% over last year, which is significant since we only achieved a 29% increase in our achieved gold price. We have maintained our discipline on debt and the balance sheet is solid.",
         "On closing the Red Lake acquisition, our gearing went to 14% and we have now halved this to a very manageable 7%. The good news for our business and shareholders is that this was all delivered at a gold price, which is A$400 below the current spot price.",
         "Moving to Slide 11. Given the strength of the balance sheet and record cash generation, we have declared a final dividend of $0.09 per share. This dividend will be fully franked and paid on the 25th of September. The dividend is based on our policy of targeting a payout ratio of 50% of group cash flow. This brings the full-year dividend up to $0.16 per share fully franked, which is up 68% on last year. It equates to $365 per ounce produced, which is an excellent return for our shareholders as is the yield at just under 3%.",
         "I’ll now move to our guidance for FY 2021 and the outlook for the next three years. On Slide 12 is our production and cost guidance for FY 2021. We are guiding production of 670,000 to 730,000 ounces at an all-in sustaining cost of $1,240 to $1,300 per ounce. The main drivers to the production include Cowal, which will be lowered due to the processing of low-grade stockpiles until the end of the year when Stage H ore becomes available.",
         "We will see Red Lake increase on an annualized basis from the June 2020 quarter to 125,000 to 135,000 ounces. At the other sites, there will be some declines and some increases, but overall, there will be no material net change.",
         "On costs, Red Lake will initially add $200 to $215 an per ounce to our AISC and then trend down as the cost benefits and higher production from the transformation program are realized. We’re not expecting any material increase in operating costs through the year. As we see recently negotiated savings on input costs, negating any increase in labor or other costs. Lower copper production will add $30 to $35 per ounce to our AISC.",
         "A point of note is our guidance and outlook is based on a gold price of A$2,200 per ounce and A$8,400 per tonne of copper. This impacts our AISC through royalties and byproduct credits.",
         "Turning to Slide 13 and capital guidance. We are guiding sustaining capital to be approximately $113 million to $138 million and major capital to be $260 million to $290 million. The only thing of note in sustaining capital is at Red Lake, where the ramp-up is due to the transformation program, which will see us invest $55 million to $60 million this year. The main items of this investment are shown on the slide.",
         "In terms of major capital, the investment is predominantly at Cowal, Red Lake and Mungari. These investments are either for continuation of previously approved projects such as Stage H and the IWL at Cowal, or the advancement of growth projects, such as the underground feasibility study at Cowal, mine development at Red Lake to rebuild ore stocks for increased production and the mine development at – of satellite pits at Mungari.",
         "Moving to our outlook to FY 2023 on Slide 14. Production is planned to increase to over 800,000 ounces by FY 2023, while the AISC will decline over this period to $1,125 to $1,185 per ounce. Production growth will be driven by the commencement of the Cowal underground planned to the end of FY 2022 and the successful completion of the transformation plan at Red Lake.",
         "Meanwhile, we now expect Mungari to be able to achieve 110,000 to 120,000 ounces over an extended period through satellite pits, regional resources and the improved plant throughput rates.",
         "As mentioned earlier, the main driver to the higher AISC in the next couple of years will be the lower-grade material process at Cowal until Stage H or an underground higher-grade ore becomes available and the lower cost and higher cost – higher production at Red Lake is delivered in FY 2023. Again, we do not expect to see any significant cost inflation across the portfolio in the next few years.",
         "Lastly, the capital outlook on Slide 15. Sustaining capital is expected to range between $95 million and $138 million, with no significant projects outside of those mentioned for Red Lake in FY 2021. Major capital investment is based around our significant growth projects at Cowal and Red Lake, which will materially increase production for the long-term and further add to the quality of the portfolio.",
         "Investment at Cowal is focused on increasing production above 300,000 ounces per annum through development of a new underground mine with between $100 million and $130 million to be invested annually over FY 2022 and FY 2023.",
         "At Red Lake, we continue to invest in mine development with between $70 million and $85 million planned for the next three years to enable production to increase in excess of 200,000 ounces.",
         "Prior to handing over to Glen, I want to take the opportunity to thank all the Evolution team who’ve put a lot of time and effort in over the last month or so in compiling the full-year financial results, the FY 2021 guidance and three-year outlook. We really do appreciate their considerable contribution.",
         "With that, thank you for your time, and I hand over to Glen."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. Ladies and gentlemen, we will now begin the question-and-answer session. [Operator Instructions] We have multiple questions in the queue. Our first question is from Mr. Matthew Frydman from Goldman Sachs. Please ask your question."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Thanks very much. Good morning, Jake, and thanks for the update and the outlook today. If I can, I’ll start with a couple of questions on Red Lake, since Glen was talking about it so enthusiastically. Great to see the growth in the resource base. As you’ve highlighted, that’s clearly been delivered by a rethinking of the economic cutoff grade.",
            "Firstly, can you give us an indication of how we might think that this might convert to a reserve grade? Should we continue to expect a reserve grade, which is a couple of grams a tonne lower than the current resource grade after accounting for mining widths and dilution?"
         ],
         "Speaker": "Matthew Frydman"
      },
      "3": {
         "Remarks": [
            "Yes, Matthew. Look, I think it’s fair to say it’s early days in the optimization, I guess, program for the reserve. But look, I think, the resource model has already baked in some conservatism around the dilution.",
            "So, as I mentioned earlier there, we have included dilution, which exists between the wire framing and the block model. And we’ve also included dilution around the historic workings, particularly in the upper areas of the mine. And so this – just as an example, the dilution between wire frames and the block model volumes really accounts for 5 million additional tonnes into the model that have been sort of accounted for at zero grade.",
            "So we feel that the resource model is reporting grades that are already fairly conservative. The reserve grade is obviously going to be estimated at a higher cutoff grade, which will drive the average grade of the reserves higher. And by the time we bake in the mining dilution and recoveries, we would hope to be able to deliver a reserve at around about the same average grade as the resource reported this morning."
         ],
         "Speaker": "Glen Masterman"
      },
      "4": {
         "Remarks": [
            "Sure. Thanks, Glen. That’s very helpful detail there. So I guess, following on from that, as you described, you’ve got some very favorable resource grades there in upper Campbell. So wondering if conceptually, there’s an opportunity there for mine sequencing to retain something closer to, I guess, current head grade.",
            "You note that upper Campbell starts at surface. Is there open optionality there? And would that help you balance the need for multiple working faces in the mine to have a productive operation, while also maintaining some elevated or some higher head grades?"
         ],
         "Speaker": "Matthew Frydman"
      },
      "5": {
         "Remarks": [
            "Matthew, again, I think, that’s right. I think, what this update does is it gives us a number of levers that we can investigate and pull in the future. I mean, the range of options is pretty wide. We would look at, obviously, with an orebody that’s pretty close to surface and the window that we’re illustrating in the slide pack this morning is really only 150 meters down.",
            "So, anything from a portal at surface and a decline that would be developed to access that near-surface mineralization. And I guess as well, given that it is from surface, open pits become part of the consideration looking forward."
         ],
         "Speaker": "Glen Masterman"
      },
      "6": {
         "Remarks": [
            "Matthew, I’ll let me just add to what Glen said is that Bob Fulker, our COO, had a grin from ear to ear when he did – when he saw that diagram. Plus 10 grams near surface has him thinking about a wide range of options, which he’ll be articulating at the Investor Day."
         ],
         "Speaker": "Jacob Klein"
      },
      "7": {
         "Remarks": [
            "Sure. Thanks, Jake. Maybe just – maybe preempting some of those options again and just continuing on at Red Lake. How are you guys thinking about mill capacity as you’ve kind of reset the thinking of this operation for a lower-grade operating model. What options are you exploring there in the revised mine plan, I guess, firstly to achieve your – in excess of 200,000 ounces per annum target? And then beyond that with the options you’ve identified in this resource?"
         ],
         "Speaker": "Matthew Frydman"
      },
      "8": {
         "Remarks": [
            "I think you are preempting the Investor Day now because that’s some of the things that we’re thinking about. I mean, we were blown away by the scale of this resource and the opportunity. We were expecting, and when we made the investments into Red Lake, we were thinking about 200,000 ounces at less than US$1,000 an ounce as the investment case.",
            "What we’re now being presented with is something which has the potential to be completely different. So we’ve only really just received in the last few weeks this resource estimate. We’re working through the options. But yes, the breadth of options are wide."
         ],
         "Speaker": "Jacob Klein"
      },
      "9": {
         "Remarks": [
            "Yes, sure. Okay, thanks for that. Maybe just finishing off on a more general question, maybe one for Lawrie. Wondering if you can provide a little bit more detail on the growth CapEx in the outlook, particularly in FY 2022 and 2023. You’ve provided quite a useful breakdown there on the majority of the projects.",
            "But by my back of the envelope scratchings there, there’s probably still around $100 million of CapEx unaccounted for in that breakdown. So I’m wondering if there’s anything in particular that stands out in those outer years? Thanks."
         ],
         "Speaker": "Matthew Frydman"
      },
      "10": {
         "Remarks": [
            "Yes. Thanks. Thanks, Matt. Look, I think there’s – from our recollection in FY 2022, the main capital will be finishing off the integrated waste landform in the underground at Cowal, which those two projects together at the top end will give you about $210 million of that major capital, which is $250 million to $280 million. You then got a $35 million of mine development at Red Lake, and then some satellite pits at Mungari.",
            "So when you take the midpoint of those, that almost covers all of the major capital for FY 2022, because there’s not a lot else going on certainly at Ernest Henry at Mt Rawdon and Mt Carlton. So we don’t see much else in that year.",
            "In year three, we certainly will see – in FY 2023, we’ve got the satellite pit at Mungari of 10 to 15. We’ve also got some capital earmarked probably about $30 million or $40 million for regional resources at Mungari, but nothing – no specific projects locked in on those. It’s work that we’re – we’ll be doing studies through 2021 and 2022. So that will be one of your gap closes in FY 2023.",
            "But when you look at the balance of the 10 to 15 at the satellite pits at Mungari, up to $20 million at Red Lake continued mine development and then finishing the underground at Cowal at $100 million to $125 million. So really, that would be the only thing that would be different in the major capital would be some work at Mungari. Again, because Ernest Henry and Mt Carlton and Mt Rawdon, we don’t see a lot of major capital going on in those assets."
         ],
         "Speaker": "Lawrie Conway"
      },
      "11": {
         "Remarks": [
            "Sure. That’s helpful. Thanks, Lawrie. I’m guessing that $30 million to $40 million is earmarked for potentially further development at Boomer, if Glen’s team is successful there?"
         ],
         "Speaker": "Matthew Frydman"
      },
      "12": {
         "Remarks": [
            "That’s a good question that Glen’s – gets asked a lot."
         ],
         "Speaker": "Lawrie Conway"
      },
      "13": {
         "Remarks": [
            "We have to report on some results at the end of this quarter to keep you informed of how that’s progressing."
         ],
         "Speaker": "Glen Masterman"
      },
      "14": {
         "Remarks": [
            "Fantastic. Okay. I’ll leave it there. Thanks very much, gents."
         ],
         "Speaker": "Matthew Frydman"
      },
      "15": {
         "Remarks": [
            "Thanks, Matt."
         ],
         "Speaker": "Jacob Klein"
      },
      "16": {
         "Remarks": [
            "Our next telephone question is from Nick Herbert from Credit Suisse. Please ask your question, Nick."
         ],
         "Speaker": "Operator"
      },
      "17": {
         "Remarks": [
            "Thank you. Good morning, gents. Just on Red Lake for me also, please, if I just start with an extension of Matt. Looking at that upper Campbell zone, are you able to sort of clarify or give some indication on when timing-wise you think you could get into that area? And what a potential sustainable mining rate is?"
         ],
         "Speaker": "Nick Herbert"
      },
      "18": {
         "Remarks": [
            "I think, Nick, it’s too early to talk about that. It depends on which day of the week you speak to Bob. He did mention the other day that there is a permanent area for a decline to go down. But it is early days and we really are just starting to develop the plan.",
            "I think in the context, we have two areas or two avenues we need to deliver on. One is, we absolutely need to deliver on the base investment case. And that means driving operational efficiencies and improvements, and that’s well underway.",
            "This new kind of imagining the future of Red Lake, how big and how different can and should it be is something that’s going to, we believe, mean that the operation is sustainable at a much different economic outcome for multiple years. We’re talking 11 million ounces, plus exploration upside, this should be a multi-decade opportunity."
         ],
         "Speaker": "Jacob Klein"
      },
      "19": {
         "Remarks": [
            "Yes. Fair enough. I mean, I know it’s early days, Jake, and we can cover this again at the Investor Day. But just in the context of that resource upgrade, and I guess, the significant upside that you’ve spoken to versus what your investment case was, but you haven’t actually changed any of those targets yet. Are you able to sort of put on, I guess or tell us your latest thoughts in terms of what a realistic target could be above that 200,000 ounce number that you’ve stuck to?"
         ],
         "Speaker": "Nick Herbert"
      },
      "20": {
         "Remarks": [
            "I think you’ve got to make that assumption at this stage, because we don’t have the clarity yet. It really does depend on what options you go for, but that 4.3 million ounces at plus 10 grams at upper Campbell is clearly a near-term target. Bob was telling me yesterday about drilling at the aviation zone, which is a new and clear zone that we could be mining into and could be productive.",
            "I think the scale of opportunity and opportunities available to us require us to really think carefully about the long-term future of this. I will say, it will be much bigger than 200,000 ounces per annum. I’m not prepared to say how much bigger."
         ],
         "Speaker": "Jacob Klein"
      },
      "21": {
         "Remarks": [
            "Okay. Thank you. And then just one on the CapEx program next door – sorry, this year for Red Lake. Where does that get you in terms of all the above-ground works? Is that pretty much completed there in terms of sort of mill upgrade, equipment – new equipment and sort of the staff programs?"
         ],
         "Speaker": "Nick Herbert"
      },
      "22": {
         "Remarks": [
            "Yes. Nick, that will get a fair portion of it done this year. There is works that will go into FY 2022. I mean, the sustaining capital will come down. I mean, what we would ultimately see when you get to the 200,000 ounce rate in FY 2023, you’re probably back at about $30 million, $35 million.",
            "But then as we’ve seen from what Glen’s presented, hopefully, there’s some other things that we have to invest in to go above 200,000. But a fair portion this year, a little bit less next year and then probably down to a sustainable rate in that $30 million, $35 million."
         ],
         "Speaker": "Jacob Klein"
      },
      "23": {
         "Remarks": [
            "Okay, great. Thank you. And then finally, Jake, I know you’ve spoken a bit about in the past, just on the reserve gold pricing, and you mentioned again today, extending mine life without compromising margins. Just wondering, are there any specific assets in the portfolio that could yield a better economic outcome or NPV, if you were to increase your reserve gold price assumption?"
         ],
         "Speaker": "Nick Herbert"
      },
      "24": {
         "Remarks": [
            "Yes. We believe in looking at it from a long-term gold price assumption. So acquisitions are looked at conservatively, because we are allocating and really custodians of shareholders’ money and we need to make appropriate returns. So we’re not intending to change our reserve price assumption. It is conservative. It is amongst the lowest in the industry, but we think it’s right, because it does focus on margin over volume."
         ],
         "Speaker": "Jacob Klein"
      },
      "25": {
         "Remarks": [
            "Okay. Thank, guys."
         ],
         "Speaker": "Nick Herbert"
      },
      "26": {
         "Remarks": [
            "Our next telephone question is from Daniel Morgan from UBS. Please ask your question, Daniel."
         ],
         "Speaker": "Operator"
      },
      "27": {
         "Remarks": [
            "Hi, Jake and Glen. Again, on Red Lake, which is obviously a key theme for today. When you first made the acquisition, you did say that the ore reserve that you expected to declare would be 30% to 40% lower than what had been declared under the old owners under JORC methodology. It appears what you’re saying today on the resource side is a fair bit bigger than what you contemplated when you first acquired the asset. Does that mean that those initial comments on the reserve no longer hold?"
         ],
         "Speaker": "Daniel Morgan"
      },
      "28": {
         "Remarks": [
            "So at the time we made the announcement, Dan, the last announced reserve was by Goldcorp in June 2018, and it was 2.1 million ounces, and we’re referring to the depletion related to that and we did say 30% to 40%. So we were guiding to 1.3 million to 1.4 million ounces of reserves on the date of takeover. We believe with this new resource, the reserve estimate is going to be multiples of that."
         ],
         "Speaker": "Jacob Klein"
      },
      "29": {
         "Remarks": [
            "Yes, loud and clear. And can you also remind us again of – you were very careful to say the work you’ve done there has not triggered the contingent payments. Can you just remind us of what would – what work needs to done that would trigger those payments?"
         ],
         "Speaker": "Daniel Morgan"
      },
      "30": {
         "Remarks": [
            "Yes. So the contingent payments was designed for discovery of ounces outside of the existing envelopes of resources. So Glen and the team are working with Newmont very collaboratively to define those shapes. And therefore, it relates to our new ounces effectively."
         ],
         "Speaker": "Jacob Klein"
      },
      "31": {
         "Remarks": [
            "Okay. And lastly, just a question on Mungari. Amongst the capital that was outlined, there’s a little bit of work on tails expansion. Just wondering if this is a signal of renewed life expectancy at the asset, if you could just comment on broadly what you’re seeing at Mungari?"
         ],
         "Speaker": "Daniel Morgan"
      },
      "32": {
         "Remarks": [
            "Yes. Daniel, so what this is cell three and four. So this is a next level of tailings required at the site and it is on the basis that the mine life is extended and the processing rate now is sustaining at 2 million instead of the 1.6 million, 1.7 million. So we’re doing three and four in this financial year to get that ready for the longer life."
         ],
         "Speaker": "Jacob Klein"
      },
      "33": {
         "Remarks": [
            "Okay. Thank you very much."
         ],
         "Speaker": "Daniel Morgan"
      },
      "34": {
         "Remarks": [
            "Thanks, Dan."
         ],
         "Speaker": "Jacob Klein"
      },
      "35": {
         "Remarks": [
            "Our next telephone question is from Levi Spry from JPMorgan. Please ask your question, Levi."
         ],
         "Speaker": "Operator"
      },
      "36": {
         "Remarks": [
            "Yes. Thanks, Jake and Glen. Good morning. So sticking to Red Lake. Can you just – and maybe on Slide 17 would help me actually. If you could just talk through what the investment case was. So the 200,000 ounces plus at $1,000 an ounce, where did it come from? What were the tonnes in grade, so we can do our own work on the optionality going forward?"
         ],
         "Speaker": "Levi Spry"
      },
      "37": {
         "Remarks": [
            "So Levi, it’s Glen. The – so the investment case, it was really built upon the previous models. And what we’re showing here on Slide 17 is really our model update. So all of those colors there are representing the 19 individual models that have been reduced down from the 142 that we took possession of when we took the keys.",
            "Look – and really, the guidance – or what we were guiding to at the time of acquisition, as Jake mentioned a moment ago, was really based on the 2.1 million ounces of reserve with the 30% to 40% reduction related to depletion and other modifying factors that we would apply. As well as incremental to that, there was 5 million ounces of future resource. And our, I guess, acquisition case was built around on the conversion of areas of that 5 million ounces.",
            "As Jake also mentioned, that includes, particularly areas in the lower parts of the mine, so particularly lower Red Lake. And Jake spoke about aviation. And this is one of the areas that, in the earlier days, we were quite focused on, because it gave us a sort of a large resource area, where can sort of focus while optimization into a reserve and then sort of producing for longer periods of time. So that was what we were previously envisaging based on that resource.",
            "But as part of the contingent value rate, we needed to undertake this resource update. And when we sort of really, I guess, unlocked – or sort of took the shackles off of the entire camp, we started to learn very quickly that it was – we were looking at quite a different opportunity."
         ],
         "Speaker": "Glen Masterman"
      },
      "38": {
         "Remarks": [
            "Yes. So just to follow-on, where the base case is really the 1.3 million ounces with some conversion to – of resources to reserves. But not nearly looking at it as an 11 million-ounce orebody with additional upside to that. And as I said earlier, I’ll be very happy to write that check for $20 million increments to Newmont as we discover more ounces."
         ],
         "Speaker": "Jacob Klein"
      },
      "39": {
         "Remarks": [
            "Yes. Thank you. Yes, definitely. But just to drill down a little bit more. So where is the ore coming from at the moment? And in 2023, when you were doing, not say, 900,000 tonnes at whatever grade, where was that planning planned to come from?"
         ],
         "Speaker": "Levi Spry"
      },
      "40": {
         "Remarks": [
            "So Levi, production at present is in the Cochenour area of the mine, as well as in the lower Red Lake."
         ],
         "Speaker": "Glen Masterman"
      },
      "41": {
         "Remarks": [
            "So most of it is from the lower areas of the mine, not this upper Campbell area."
         ],
         "Speaker": "Jacob Klein"
      },
      "42": {
         "Remarks": [
            "Yes, good. Just wanted to – yes. Good. Thank you. And then just on Cowal, can you just remind me the feasibility study timelines, and I guess, how that relates to the capital that you’ve guided there for the underground?"
         ],
         "Speaker": "Levi Spry"
      },
      "43": {
         "Remarks": [
            "Sure. So the submission for the regulatory approval will go in early in the December quarter. And in our assumption in the outlook, we’ve assumed a June approval for the underground development, June 2021."
         ],
         "Speaker": "Jacob Klein"
      },
      "44": {
         "Remarks": [
            "Great. Thank you. Thanks, Jake. Thanks, Glen."
         ],
         "Speaker": "Levi Spry"
      },
      "45": {
         "Remarks": [
            "Thanks, Levi."
         ],
         "Speaker": "Jacob Klein"
      },
      "46": {
         "Remarks": [
            "Our next telephone question is from Ranjeetha Pakiam from Bloomberg News. Please ask your question."
         ],
         "Speaker": "Operator"
      },
      "47": {
         "Remarks": [
            "Hi, good morning, Jake and team. Jake, I just had a very general question on the global gold prices, given that the prices have gone to a record. Do you think that there’s now a higher floor price for gold prices given all the cyclicality?"
         ],
         "Speaker": "Ranjeetha Pakiam"
      },
      "48": {
         "Remarks": [
            "I do. I think there are a lot of reasons why there are positive factors to believe that the gold price is – has created a new floor or will create a new floor and will go higher from here. The geopolitical tensions, the fiscal programs, which are being rolled out by governments and, of course, we’re in the one currency that you can’t print, being gold.",
            "That said, I hope we’ve given the strong impression that at Evolution, we are focused on ensuring that we build a business with a strong economic moat and able to withstand any cyclicality of the gold price. But we are in a very favorable part of the gold price curve. Lawrie was saying earlier that the gold price at the moment is $400 higher than what we achieved in the last 12 months."
         ],
         "Speaker": "Jacob Klein"
      },
      "49": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Ranjeetha Pakiam"
      },
      "50": {
         "Remarks": [
            "Our next telephone question is from Reg Spencer from Canaccord. Please ask your question, Reg. Hello, Reg, your line might be on mute. Hello?"
         ],
         "Speaker": "Operator"
      },
      "51": {
         "Remarks": [
            "Apologies for that, I was on mute. Good morning, Jake and team."
         ],
         "Speaker": "Reg Spencer"
      },
      "52": {
         "Remarks": [
            "Hi, Reg."
         ],
         "Speaker": "Jacob Klein"
      },
      "53": {
         "Remarks": [
            "My question relates to CapEx at Cowal. I was just wondering if you could flesh out the underground establishment CapEx and how that might relate to what you think the scale of the underground mine is going to be? I know in the quarterly call, you provided a range of somewhere between 1.5 million to 2 million tonnes. Given that CapEx number, can we assume that the scale of that underground will be towards the upper-end of that range?"
         ],
         "Speaker": "Reg Spencer"
      },
      "54": {
         "Remarks": [
            "Yes, Reg. I mean that’s – the capital that we put out has still got it in that range and more likely at the mid to upper-end of that range."
         ],
         "Speaker": "Glen Masterman"
      },
      "55": {
         "Remarks": [
            "Okay, great. And that – again, that upfront capital number, I presume that, that would include a fair proportion of upfront development, as well as opposed to just initial establishment capital?"
         ],
         "Speaker": "Reg Spencer"
      },
      "56": {
         "Remarks": [
            "Yes, it does. So the capital in there is, it’s sort of sequencing. So we’ve got – this year, we’ve got the feasibility study, which has all been approved by the Board this week of $25 million to $30 million. We’ve got some – a second exploration decline in the guidance numbers in there for Glen’s discovery spend of around $25 million.",
            "And then as we go into FY 2022, which you’ll see in the outlook there, the capital spend over 2022 and 2023 is a part of that development, non-processing infrastructure and everything else that we need to bring the production on stream over 2022, 2023 and some capital in 2024."
         ],
         "Speaker": "Glen Masterman"
      },
      "57": {
         "Remarks": [
            "That’s it for me. Thanks very much, guys. I appreciate it."
         ],
         "Speaker": "Reg Spencer"
      },
      "58": {
         "Remarks": [
            "Thanks, Reg."
         ],
         "Speaker": "Jacob Klein"
      },
      "59": {
         "Remarks": [
            "[Operator Instructions] Our next telephone question is from Kate McCutcheon from Citi. Please ask your question, Kate."
         ],
         "Speaker": "Operator"
      },
      "60": {
         "Remarks": [
            "Hi, Jake and team. Just on the three-year outlook. So FY 2023, you’re expecting a substantial uplift in production there. Should I read that as executing on that 200,000 ounce per annum level from Red Lake during FY 2023? I know you previously kind of talked about needing that three years to turn that around. But is that how you’re looking at it now?"
         ],
         "Speaker": "Kate McCutcheon"
      },
      "61": {
         "Remarks": [
            "Yes, Kate. So what we’re looking at in this three-year outlook, it’s premised on the Red Lake achieving the 200,000 ounces through FY 2023. That basically, by FY 2023 where we’ve completed a lot of that transformation and we’re at that process – our production rate."
         ],
         "Speaker": "Jacob Klein"
      },
      "62": {
         "Remarks": [
            "Okay. Got it. And then just on Mt Carlton, how are you thinking about that asset at in the portfolio now? And can you just give me a reminder on how you’re thinking about the mine life there now, and what does that look like in FY 2022, 2023?"
         ],
         "Speaker": "Kate McCutcheon"
      },
      "63": {
         "Remarks": [
            "Yes. So the mine life is shortened – materially shortened. We said at the quarterly call that we wanted to drill at Crush Creek, which is quite an interesting and exciting opportunity there and then we’ll make an assessment as to Mt Carlton. But it is lower production next year.",
            "And unless Glen is successful with Crush Creek and other opportunities around there, it does decline further in year two and three. There are some opportunities that we continue to look at. But at this stage, it really is one which is needing some exploration success and we’re drilling quite aggressively at Crush Creek."
         ],
         "Speaker": "Jacob Klein"
      },
      "64": {
         "Remarks": [
            "Okay, great. And then just Mungari for this coming year, what’s kind of driving those costs a bit higher there, please?"
         ],
         "Speaker": "Kate McCutcheon"
      },
      "65": {
         "Remarks": [
            "So at Mungari, the mine change there is that you’re moving out to satellite pits and you get lower grade there. Now you’re trying to offset that through increased processing rates. So we’re looking to sustain that at 2 million tonnes per annum. But if you look in FY 2020 versus 2021, we almost had a half a year where we were at that 1.2 million.",
            "So you only get really half a year benefit of the 2 million tonnes per annum. And that’s what’s going to drive our AISC. And then what we see hopefully by the end of FY 2021, we can move back into Burma, which the development and work is going on this year that hopefully then offset some of that lower-grade satellite pit material."
         ],
         "Speaker": "Glen Masterman"
      },
      "66": {
         "Remarks": [
            "Okay. Got it. Thanks, guys, and congrats on the quarter."
         ],
         "Speaker": "Kate McCutcheon"
      },
      "67": {
         "Remarks": [
            "Our next telephone question is from Ben Crowley from Macquarie. Please ask your question, Ben."
         ],
         "Speaker": "Operator"
      },
      "68": {
         "Remarks": [
            "Good morning, everyone. Thanks for the call. Look, just interested going back to this sort of concept of a potential open pit at Red Lake. Assuming that really focuses around that upper Campbell zone and party wall. But from what I can see, there’s a pretty substantial amount of surface infrastructure there. So I guess, the question is, do you think that the potential open pit opportunity could be big enough to justify basically a complete recut of the operation?"
         ],
         "Speaker": "Ben Crowley"
      },
      "69": {
         "Remarks": [
            "Ben, it’s Glen. I’ll answer that. Look, I think – look, as I mentioned, there’s a number of levers that we’re really only just starting to investigate now, and the pit concept is just one of them. I think, as you say, there’s infrastructure in the vicinity of that upper Campbell mineralization and across the other side in the Red Lake.",
            "What we’d like to think now there’s no party wall, it’s just one orebody. And that’s really what’s sort of starting to give us the lift in resource. But I think, like I said, it’s just very early days in how we go about optimizing this resource and what the best solution will be in terms of driving value and what’s going to be best for the business."
         ],
         "Speaker": "Glen Masterman"
      },
      "70": {
         "Remarks": [
            "And I’ll just add that, if you’re talking about an open pit, at the moment, we’ve got about 1.1 million tonnes of milling capacity between the Campbell mill and the Red Lake mill. If you’re talking about an open pit, you’re talking about a new mill at much different throughput rates. So again, all conceptual at this point in time, but gives you an idea of some of the opportunities that we’re thinking about."
         ],
         "Speaker": "Jacob Klein"
      },
      "71": {
         "Remarks": [
            "Yes, it’s extraordinary stuff. Thank, guys. That’s all I had, guys."
         ],
         "Speaker": "Ben Crowley"
      },
      "72": {
         "Remarks": [
            "Thanks."
         ],
         "Speaker": "Jacob Klein"
      },
      "73": {
         "Remarks": [
            "[Operator Instructions] There are no more further questions from the queue. I’d like to hand the call back to the speakers for closing remarks. Please continue."
         ],
         "Speaker": "Operator"
      },
      "74": {
         "Remarks": [
            "Thanks, operator. Thank you for participating on the call, everyone. I do believe that we will look back at today’s announcement on the Red Lake resource as being pivotal to our future. We are looking forward to our Investor Day next month, where we will be in a position to articulate some of these very exciting opportunities we see ahead of us.",
            "I do want to reiterate Lawrie’s comment that these results and outcomes are really dependent and a result of some of the incredible people we have in this organization. And I extend my thanks to them for the effort and hard work that’s gone into delivering the financial results, the resource updates and the financial accounts right across the business. Please stay safe and well. Operator, will you please end the call.",
            "[Call Ends Abruptly]"
         ],
         "Speaker": "Jacob Klein"
      }
   }
}