{
   "Date": "July 28, 2020",
   "Presentation": {
      "Bill George": [
         "Thanks, Brian. And what a performance it was. Our results were remarkable this quarter in every aspect. Revenue in the second quarter was $743 million, an increase of $93 million or 14% compared to the same quarter last year. The increase is primarily due to the recent acquisition of TAS and Starr, both of which contribute to our expanding modular construction offerings. Same-store revenues were up 2% for the quarter and 4% for the first six months of 2020. The fact that we achieved an overall increase in same-store revenue is notable because our service revenue declined by $18 million year-over-year in the second quarter due to the effects of COVID-related closures especially in April and May.",
         "Gross profit was $146 million for the second quarter of 2020, an increase of $26 million or 21% compared to the second quarter of 2019. Gross profit as a percentage of revenue was 19.6% in the second quarter of 2020, compared to 18.5% for the second quarter of 2019. The strong margins on our mechanical construction work this quarter more than offset the lower margins that we experienced in our electrical segment. Our electrical segment, in addition to their large project mix and lower service component, continues to experience more than their share of specific project challenges, including the impact of COVID-19 on productivity and certain purchase adjustments that impact our gross margins.",
         "With larger projects and less service, our electrical segment also lowers our SG&A percentage. SG&A expense was $85 million for the second quarter of 2020, which roughly matches the prior year, despite the fact that we’ve added two new operations in the interim. On a same-store basis, SG&A declined by $4.7 million. SG&A as a percentage of revenue was 11.4% in the current quarter compared to 13% in the second quarter of 2019. And we continue to benefit from SG&A leverage, largely due to the electrical segment, which requires lower levels of SG&A, as well as a reduction in certain expenses such as travel, resulting from actions we have taken in light of COVID-19. You may have also noted that we also experienced an $8 million sequential decline in SG&A, which is not a usual pattern for us from the first to the second quarter. This decline was caused by a combination of the cost control measures I just described and also resulted from the fact that the March quarter included $4.6 million of bad debt expense in SG&A of debt related to COVID. We did not take any additional accruals this quarter.",
         "Our year-to-date effective tax rate was 27.6%, which is right in the middle of our expected range and which compares to 23.9% in the year ago period, when our rate benefited from discrete items. Net income for the second quarter of 2020 was a record $39 million or $1.08 per share as compared to $24 million or $0.65 per share in 2019. This 66% increase in earnings per share is particularly impressive as it was achieved despite COVID-19-related challenges. Our trailing 12-month earnings per share is $3.46, a new record for a 12-month period.",
         "For our second quarter, EBITDA was $79 million, an increase of more than 50% as compared to the $50 million of EBITDA that we reported in the second quarter last year. Our trailing 12-month EBITDA is $241 million, a record for Comfort Systems USA by a substantial margin.",
         "Cash flow for the quarter was really extraordinary. Our free cash flow was $136 million compared to $19 million in the second quarter of 2019. Our cash flow includes $19 million of benefit that is a direct result of the federal stimulus bill, which allowed us to defer certain payroll and income tax payments in the second quarter. Approximately $8 million of this benefit has already been repaid in July. Our best estimate is that these discrete tax provisions will benefit our third quarter cash flow by a net $2 million to $3 million and will benefit fourth quarter cash flow by $10 million to $11 million. The $30 million to $35 million of cash flow benefit that we expect overall from these tax provisions will be repaid to the federal government in the fourth quarters of 2021 and 2022.",
         "We also had some benefit this quarter from a temporary disinvestment in working capital as our workforce dipped in April and May. However, we believe that much of that benefit has been reabsorbed by the end of June. Even considering these two items, this was a fantastic level of free cash flow in a single quarter. In fact, the extraordinary cash flow this quarter resulted in two remarkable balance sheet accomplishments.",
         "First, we were able to reduce our leverage to less than one turn of trailing 12-month EBITDA much earlier than we had anticipated. Second, during the second quarter of 2020, we funded our second largest acquisition ever. However, we were able to fund that acquisition entirely from free cash flow during the quarter, and we still managed to reduce our debt level. Our trailing 12-month free cash flow is $251 million and that represents the highest 12-month free cash flow that we have ever achieved.",
         "During the first six months of 2020, we have purchased 290,000 of our shares at an average price of $37.91. And since we began our repurchase program, we have bought back nearly 9 million shares at an average price of $18.36. That’s all I got, Brian."
      ],
      "Brian Lane": [
         "All right, thanks, Julie. Good morning everyone and thank you for joining us on the call today. More than ever, I want to start this call by sincerely thanking all of our Comfort Systems USA employees for their work and commitment and especially their courage and resilience during this global pandemic. As all of you know, these are challenging times. But our employees are rising to the occasion. And I feel gratitude and admiration for them every day. We continue to focus on keeping our employees and our communities safe. We employ CDC and OSHA guidelines to ensure our workforce and our community is kept safe and healthy during COVID-19. And we are taking many other actions.",
         "In local markets, we have implemented the measures we feel are best suited to local circumstances, such as segmented work zones, staggered start time, temperature and symptom screening, disinfecting equipments and work areas, distancing and the wearing of protective face and nose personal protective equipment. We operate in numerous markets in dozens of states and our leadership in each location is conforming to the measures that are required locally and seeking the path that will work best to keep our people safe and well. That is a true strength of Comfort Systems.",
         "In the midst of these challenges, Comfort Systems USA achieved great earnings and extraordinary cash flow this quarter. We earned a $1.08 per share this quarter compared to $0.65 per share in the same quarter of last year. The $1.08 of earnings per share this quarter is the highest quarterly EPS in the history of our company.",
         "Revenues were $743 million compared to $650 million in the prior year. And despite revenue headwinds in service, we grew 2% on a same-store basis. Our cash flow was truly unprecedented as we had over $135 million of free cash flow this quarter. And through six months, we are more than $130 million ahead of the same period in 2019.",
         "COVID-19 began impacting our business in the second half of March. Our service business experienced the first and most pronounced negative impact, largely because of building closures and decisions by customers to limit building access.",
         "As of the end of the second quarter, the majority of our service operations have returned to normal activity and functioning. Meanwhile, our construction activities, overall, continued unabated, although individual jobs have experienced temporary closures and curtailments from time to time as a result of positive tests for COVID-19 of workers at various sites.",
         "Despite these productivity challenges, our local leadership, project management, and especially our field workers have extraordinarily – have been extraordinarily effective, exceeding our highest expectations. Our backlog as of June 30, 2020 was $1.53 billion. We maintained a very strong backlog despite a sequential same-store decrease of $133 million or 8% since March 31, 2020. This decrease is primarily composed of seasonal variation plus approximately $60 million of projects that we removed from backlog as a result of adverse effects relating to the pandemic. The majority of the projects we removed from backlog will likely be completed. However, we chose to remove any project that has been paused or is expected to be paused, if there is no specified resumption date.",
         "TAS Energy, which we acquired on April 1, is off to a great start. With TAS now a part of Comfort Systems USA and when considered in connection with our existing capabilities at EAS in North Carolina, we now have unmatched capabilities to complete complex modular and off-site construction of MEP assemblies in the growing modular construction industry. Our modular construction offering is particularly strong in the technology, medical and pharmaceutical industries. This combination allows us to cross-sell our capabilities to our existing customer base at all of our locations and augments our already strong industrial segment, which has increased to 40% of total revenues so far this year.",
         "I will discuss our business outlook in more detail in a few minutes, but first, let me turn this call over to Bill to review the details of our financial performance. Bill?",
         "All right, thanks, Bill. I’m going to spend a few minutes discussing our backlog and markets. I will also comment on our outlook for full year 2020. Our backlog level is strong and at the end of the second quarter of 2020 was $1.53 billion. During the second quarter of 2020, we removed approximately $60 million of incomplete projects from backlog as a result of adverse effects relating to the pandemic. The majority of the projects we removed will likely be completed. However, we chose to remove any project that has been paused or is expected to be paused if there is no specified resumption date.",
         "Same-store backlog compared to one year ago has decreased by $56 million, but that is more than accounted for by the planned and expected decrease at Walker. Without Walker, our year-over-year backlog is actually up by approximately $15 million on a same-store basis. Sequentially, our same-store backlog decreased by $133 million. This decrease is primarily composed of seasonal variations, the removal of certain projects related to COVID, and the decline in our electrical segment.",
         "Most sectors have remained strong with particular strength in industrial. Our industrial revenue has grown to 40% of total revenue in the first half of 2020. Institutional markets, which include education, healthcare and government, were 36% of our revenue, which is consistent with what we saw in 2019. The commercial sector was 24% of our revenue. With the acquisition of TAS and Starr Electric, we expect to continue to grow our off-site construction business, particularly in the technology, medical and pharmaceutical industries. For 2020, construction is 80% of our total revenue with 50% from construction projects for new buildings and 30% from construction projects in existing buildings.",
         "Service is 20% of our revenue year-to-date with service projects providing 8% of revenue and pure service, including hourly work, providing 12% of revenue. Beginning in late March, our service business experienced the first and most pronounced negative impact associated with COVID-19, largely as a result of building closures or decisions by customers to limit building access. This led to a decline in service revenues of 12% in the second quarter of 2020, all related to service calls, maintenance and monitoring. Our project revenues in service this quarter were flat year-over-year. Overall service profit as measured in dollars was roughly the same because we had higher margins in the work that was performed.",
         "Although our construction activities have been classified as essential services in most markets, we have had certain jobs temporarily closed due to government actions, decision by owners, or upon positive tests for COVID-19 of workers at various sites. We have also had some delays in the award of new work and we have been informed of instances of delayed starts. These factors create more uncertainty than usual. And we believe that we could experience potential air pockets in future periods.",
         "In addition, we have implemented safety precautions and other COVID-19-related guidelines that have added costs or inefficiency as we work to create a safer environment for our team members and our communities. Even with those challenges, our mechanical construction projects performed incredibly well during the quarter.",
         "Finally, our outlook. It is not currently possible to quantify the potential impact to our second half of the year or in 2021 because we do not know how the pandemic and related government decisions will unfold, nor how the pandemic may impact the decisions of our customers. Assuming that the pandemic does not materially worsen the economic outlook of our markets, we currently believe that we can achieve full-year 2020 results that are at least comparable to our record results in 2019.",
         "We feel that we are well prepared to confront the challenges associated with this pandemic and we believe that our investments in service and our growth in the industrial segments of technology, medical and pharmaceutical give us a good opportunity to cope with these challenges successfully.",
         "We are pleased with our prospects. But given uncertainties related to the ongoing pandemic, we continue to prepare for a wide range of economic circumstances over the coming quarters. We have a great workforce and we feel confident that we will continue to make the most of the opportunities in our marketplaces. Thank you once again to our employees for your hard work and dedication.",
         "I’ll now turn it back over to Steve for questions. Thank you."
      ],
      "Julie Shaeff": [
         "Thanks, Steve. Good morning. Welcome to Comfort Systems USA’s Second Quarter Earnings Call. Our comments this morning as well as our press releases contain forward-looking statements, within the meaning of the Private Securities Litigation Act of 1995. What we will say today is based on the current plans and expectations of Comfort Systems USA. Those plans and expectations include risks and uncertainties, that might cause actual future activities and results of our operations to be materially different from those set forth in our comments.",
         "You can read a more detailed listing and commentary concerning our specific risk factors in our most recent Form 10-K, and Form 10-Q as well as in our press release, covering these earnings. A slide presentation has been provided as a companion to our remarks. The presentation is posted on the Investor Relations section of the company’s website found at comfortsystemsusa.com.",
         "Joining me on the call today are Brian Lane, President and Chief Executive Officer; and Bill George, Chief Financial Officer. Brian will open our remarks."
      ],
      "Operator": [
         "Good day everyone and welcome to the Q2 2020 Comfort Systems USA Earnings Conference hosted by Julie Shaeff, Chief Accounting Officer. My name is Steve and I’m your event manager.",
         "During the presentation, your lines will remain on listen-only. [Operator Instructions] I’d also like to advise all parties, this conference is being recorded for replay purposes.",
         "And now I’d like to hand over to Julie."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions] And your first question come from the line of Joe Mondillo of Sidoti & Company. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hi, guys. Good morning."
         ],
         "Speaker": "Joe Mondillo"
      },
      "3": {
         "Remarks": [
            "Good morning, Joe."
         ],
         "Speaker": "Brian Lane"
      },
      "4": {
         "Remarks": [
            "Could you help us understand how your monthly bookings of new work progressed through the second quarter and into the month of July? Or – we’re almost done with July, so I’ll let open."
         ],
         "Speaker": "Joe Mondillo"
      },
      "5": {
         "Remarks": [
            "Well, so there were very few bookings in April and May, although they rarely are, right, in the rising spring quarter, right when the heavy work is getting started. Last year was an exception. We had a remarkable second quarter bookings season. By June, we got – we actually had more bookings than usual at June, although that was just the May catch-up. And in July, we continue to book a lot of medium-sized work. There is – the big work, we haven’t had any big bookings, but we really wouldn’t expect those until late this year, though."
         ],
         "Speaker": "Bill George"
      },
      "6": {
         "Remarks": [
            "And Joe, a lot behind that is general contractors were busy as we were in the second quarter. So, they started opening up opportunities as we go into the back half of the third and the fourth quarters, when you see most of that activity."
         ],
         "Speaker": "Brian Lane"
      },
      "7": {
         "Remarks": [
            "So when you compare it, because there is a seasonal aspect to these, the four-month period that we’re talking about, when you compare it year-over-year, would you say April was the worst year-over-year decline and maybe May stabilized and then you started seeing that year-over-year decline lessen in June and July?"
         ],
         "Speaker": "Joe Mondillo"
      },
      "8": {
         "Remarks": [
            "Yes, with one caveat. Like a month is such a – our new bookings are so lumpy and a month is such a short timeframe. That is a little – it’s a little hard to even talk about trends in months, but I would say it’s actually – that is pretty much actually true."
         ],
         "Speaker": "Bill George"
      },
      "9": {
         "Remarks": [
            "Okay. And I was – I wanted to ask about the COVID-related benefit that you potentially could see. Where – what are you hearing? I know you saw a little bit of work in the second quarter. Are you expecting an acceleration of COVID-benefit type projects starting in the third quarter? Any information you can provide in terms of how big of an opportunity this is, the timing of it that would be helpful, because I know a lot of people are thinking about that."
         ],
         "Speaker": "Joe Mondillo"
      },
      "10": {
         "Remarks": [
            "Yes, well, it’s a pretty wide range, Joe, as you can imagine. On the construction front, right, we’re pretty optimistic as I probably said four times in my script about pharmaceutical opportunity that we think is going to be coming. We’ve already had a few that we’re working on for a number of customers, and I think that will continue, hopefully, as they get closer to a vaccine and some other therapeutics. But let’s hope and pray for that.",
            "On the service front, you get a lot of conversation about air quality. So, we are seeing a lot of opportunities in a lot of buildings of all sorts about how to improve the air in the building from a whole host of options that are out there. So, we’re working with our customers closely about what is the best solution for them. So, I think this is going to keep picking up pace, particularly on the construction front, if they get closer to some kind of medical solution to this pandemic."
         ],
         "Speaker": "Brian Lane"
      },
      "11": {
         "Remarks": [
            "Yes, we had opportunity. We had an opportunity this quarter where we had to mobilize three companies simultaneously to meet a COVID-related timeframe. We made good money on that, but not material to the results in the quarter. I am most excited about the secular sort of underlying aspects of this. I think that there will be a lot more investment in some of the sectors that we are best at. I think that this has to reinforce reassuring trends over the – in the coming years. And I also think that in the service side, we have had some sales of things people wanted to do quickly to address workplace safety. But when I talk to people in our controls and service companies, especially some of the more sophisticated offerings we have, they’re most excited about the meetings they’ve been able to get with people that they couldn’t get to in the past, and with the idea that people are going to include these considerations as a much more prominent consideration at some levels in the coming years."
         ],
         "Speaker": "Bill George"
      },
      "12": {
         "Remarks": [
            "But, Joe, overall the service that we provide are crucial to anybody that’s working at home or in a building."
         ],
         "Speaker": "Brian Lane"
      },
      "13": {
         "Remarks": [
            "Great. And just a follow-up on the service aspect of the potential opportunities related to air quality. What – do you have a sense of sort of timing? Is this sort of a more of an immediate thing? Schools are opening, hopefully going to try to open up in the fall. Is this an immediate opportunity or is this more of a maybe a 2021 kind of more of an opportunity? Do you have a sense of that when you talk to your businesses in the anecdotal stories that you have?"
         ],
         "Speaker": "Joe Mondillo"
      },
      "14": {
         "Remarks": [
            "Anecdotally, I was talking to one of our best guys and he said, when they went in and gave their first presentation, they were selling a lot of analysis. You go sell and they will come back and do the type of analysis that measure the CO2 in the morning and then measure it in the evening and the CO2 change is a good predictor of how much air exchange there is and how much people are breathing each other’s air. The control companies have a lot of really interesting products. But one of the things he said that was interesting was they put a slide and they realized they needed to put a slide at the front of their deck that said, things you can do today, because he said that they would meet with people and they’d say, \"oh, that’s great, sure, we’ll hire you to do a study, but I would like to write to your PL for something today.\"",
            "Now having said that, Comfort Systems is a big company, I don’t think that really materially changes our earnings outlook. Is there nice positive factors? There are lots of very good positive factors for us right now. But I think – I really do think the more important thing this does is that it puts these considerations front and center, I believe, really on a go-forward basis and that – and since we are the best, we believe we’re the best there is in this stuff and really, only a few companies around can match us for what we can deploy. We – that has to help us."
         ],
         "Speaker": "Bill George"
      },
      "15": {
         "Remarks": [
            "And Joe, we’ve done a number of these projects already. You saw our service, as I said in my script, the call-out work was down, but our service project work was the same and some of it’s related to this. So we’re bidding a lot. There’s a lot of opportunities out there. We’re also doing so."
         ],
         "Speaker": "Brian Lane"
      },
      "16": {
         "Remarks": [
            "Okay. And just last question for me. Your SG&A, it’s sort of hard to figure out what was sort of normal, given the challenges that you did see in 2Q outside of all the positive aspects of it and then also TAS. So, I’m wondering what your sort of your normalized SG&A quarterly run rate would be at this point."
         ],
         "Speaker": "Joe Mondillo"
      },
      "17": {
         "Remarks": [
            "I think that’s really hard to know right now, but there were math – there were very important savings from COVID, right, travel stopped. We took – we had some people for a month or two take voluntary pay cuts. We had cuts that were made in the face of severe concern about just how complete the stoppages that the government was forcing would be. And so I think it’s very hard to say, but I would say our SG&A in the next 18 months or 24 months will be lower than it would have been. But I don’t – I couldn’t throw out..."
         ],
         "Speaker": "Bill George"
      },
      "18": {
         "Remarks": [
            "No, I think, he’s right, Joe. We’re – as you know, we move very quickly on cost when we need to."
         ],
         "Speaker": "Brian Lane"
      },
      "19": {
         "Remarks": [
            "In my own model, I have the best odd question for me."
         ],
         "Speaker": "Bill George"
      },
      "20": {
         "Remarks": [
            "So, relative to pre-COVID and accounting for TAS, you would still expect SG&A to be sort of lower than pre-COVID."
         ],
         "Speaker": "Joe Mondillo"
      },
      "21": {
         "Remarks": [
            "I think so. I think that it’s bound to be – I mean people..."
         ],
         "Speaker": "Bill George"
      },
      "22": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Brian Lane"
      },
      "23": {
         "Remarks": [
            "There are things you’re investing in and you just have to – you have to focus for a little bit. There is people going through a lot and that’s what you have to focus on."
         ],
         "Speaker": "Bill George"
      },
      "24": {
         "Remarks": [
            "Okay, all right. Well, thanks for taking my questions. Appreciate it."
         ],
         "Speaker": "Joe Mondillo"
      },
      "25": {
         "Remarks": [
            "All right, Joe. Take care."
         ],
         "Speaker": "Brian Lane"
      },
      "26": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Bill George"
      },
      "27": {
         "Remarks": [
            "Your next question is from the line of Brent Thielman from D.A. Davidson. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "28": {
         "Remarks": [
            "Hey, thanks. good morning."
         ],
         "Speaker": "Brent Thielman"
      },
      "29": {
         "Remarks": [
            "Hey, Brent."
         ],
         "Speaker": "Bill George"
      },
      "30": {
         "Remarks": [
            "Good morning, Brent."
         ],
         "Speaker": "Brian Lane"
      },
      "31": {
         "Remarks": [
            "Hey, Brian or Bill, on the $60 million of delayed work, what end markets was that attributable to or was there anything that stood out to you there?"
         ],
         "Speaker": "Brent Thielman"
      },
      "32": {
         "Remarks": [
            "More than half was hotels, slightly over half. It’s just exactly what you think, it’s the commercial stuff. If I could – I don’t think there’s any exceptions. There was one cancellation and a bunch of stuff stopped…"
         ],
         "Speaker": "Bill George"
      },
      "33": {
         "Remarks": [
            "A lot of it we’ve already started. Yes."
         ],
         "Speaker": "Brian Lane"
      },
      "34": {
         "Remarks": [
            "They were positive that we’ve already started. The ones we took out of backlog are ones that haven’t yet set a date for restart."
         ],
         "Speaker": "Bill George"
      },
      "35": {
         "Remarks": [
            "Okay, great. And then the electrical margin, can you give us some sense of when we can think about margins improving there? Can we see that in the second half as some of this legacy work is rolling off, and as you guys kind of focus on doing the wind down of the backlog there? I’m just trying to get a sense of when those start to bounce back."
         ],
         "Speaker": "Brent Thielman"
      },
      "36": {
         "Remarks": [
            "Yes. my best estimate is that they’ll start to roll back. I mean, keep in mind, just on a net profit, net cash flow, they are meeting what we expected to meet, but I do think there is upside in the second half for electrical segment margin."
         ],
         "Speaker": "Bill George"
      },
      "37": {
         "Remarks": [
            "Yes, Brent. Walker is a really good company."
         ],
         "Speaker": "Brian Lane"
      },
      "38": {
         "Remarks": [
            "Yes, yes. Okay, that’s great. Bill, this might be for you, billings in excess, been a nice kind of net contributor to cash flow in the first six months. I’m just wondering what’s driving that. Are you collecting more payments early from customers? Just any color around that."
         ],
         "Speaker": "Brent Thielman"
      },
      "39": {
         "Remarks": [
            "So, we took a hard look – we went out – we went to – obviously, when we thought with cash flow, right, which developed over the course of the quarter, we really thought, okay, we need to dig into and figure out what that is. We think that the biggest parts of it other than the specifics I just gave you, which maybe account for a third of it, those individual issues, a third of the improvement, I guess, will be a better way of putting it. I would say that a lot – we think it’s more a catch-up than a pull from the future and obviously, if you get this much cash flow in a quarter, you’re doing both right, this much – this is an – this would have been a great year for us, really any year. There’s never been a year that this quarter wasn’t been a great year for us and that much less to have that in the second quarter. But in general, I don’t think we’re in any particular – I think the trends there are about what I expect to see continue."
         ],
         "Speaker": "Bill George"
      },
      "40": {
         "Remarks": [
            "Our guys are just very good and the new companies we’ve added are still – really are as good or better than we are on average at that so."
         ],
         "Speaker": "Brian Lane"
      },
      "41": {
         "Remarks": [
            "Got it, okay. I’ll pass it on. Thanks, guys."
         ],
         "Speaker": "Brent Thielman"
      },
      "42": {
         "Remarks": [
            "Your next question is from the line of Kevin Gainey from Thompson Davis. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "43": {
         "Remarks": [
            "Good quarter, you guys. Good morning."
         ],
         "Speaker": "Kevin Gainey"
      },
      "44": {
         "Remarks": [
            "Hey, Kevin. how are you doing?"
         ],
         "Speaker": "Brian Lane"
      },
      "45": {
         "Remarks": [
            "Good. I wanted to touch on TAS first. I know that when you guys first bought it, it was 170 to 190 the 55, or 58, 56 in the quarter, what do you see – how do you see it kind of do in the rest of the year since the original organic revenue forecast is like 5%..."
         ],
         "Speaker": "Kevin Gainey"
      },
      "46": {
         "Remarks": [
            "Yes. So, they had a big – they had a big revenue quarter, which you can tease out like you did. Not – just by 10%, right above, and their revenues like any of our companies are lumpy. They had a couple of really active programs and deliveries in the quarter. They were able to cover really just a massive amount of amortization, because their backlog is a purchased order-based backlog, it turns much more quickly.",
            "So, their amortization on backlog was extraordinarily front-loaded like I think more than half of it, in the first quarter, burned. They still managed to make enough money to fully cover everything, every one of those and they were neutral, which is really the main accomplishment, when you look at how much of the intangible they ate out. As far as the rest of the year goes, they will not revenue nearly as heavily in the third or fourth quarter. They right now have really good prospects for a big revenue year next year. But that’s my best estimate."
         ],
         "Speaker": "Bill George"
      },
      "47": {
         "Remarks": [
            "That works. Next thing I got is on margins. There was good execution in the quarter and typically, there is a seasonal increase going into Q3. Do you kind of see that holding or?"
         ],
         "Speaker": "Kevin Gainey"
      },
      "48": {
         "Remarks": [
            "Like service?"
         ],
         "Speaker": "Bill George"
      },
      "49": {
         "Remarks": [
            "just in general, the gross margin you’re talking about, Kevin?"
         ],
         "Speaker": "Brian Lane"
      },
      "50": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Kevin Gainey"
      },
      "51": {
         "Remarks": [
            "I mean, I got to tell you, we’d be thrilled to death if we can match that in the third quarter. That – the results at 19.6%, we’re executing at an extremely high level in the field."
         ],
         "Speaker": "Brian Lane"
      },
      "52": {
         "Remarks": [
            "And service is at all-time high profitability as a percentage."
         ],
         "Speaker": "Bill George"
      },
      "53": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Brian Lane"
      },
      "54": {
         "Remarks": [
            "Some of the – like maintenance and stuff work that we do in service was missing, so that average debt to margins interestingly enough. Some of that will come back, we’ll make net dollars on it, but it would – service would have a hard time I think matching that percentage in the third quarter. But overall, we think we’ll have very good margins in the third quarter."
         ],
         "Speaker": "Bill George"
      },
      "55": {
         "Remarks": [
            "We’ll be close to..."
         ],
         "Speaker": "Brian Lane"
      },
      "56": {
         "Remarks": [
            "19.6% is our best guess."
         ],
         "Speaker": "Bill George"
      },
      "57": {
         "Remarks": [
            "But that is a really strong number, though."
         ],
         "Speaker": "Brian Lane"
      },
      "58": {
         "Remarks": [
            "Yes. I should say. there has never been more uncertainty, right? We have very, very good underlying indications as you’ve – obviously, we just put in a record quarter. But they’re really – in my whole time at Comfort, I’ve never seen the same – this combination of sort of strong underlying indications, but uncertainty for things that are just not within your control."
         ],
         "Speaker": "Bill George"
      },
      "59": {
         "Remarks": [
            "Yes. And another follow-up. When you’re thinking about – I know, you’re only halfway through the year, but when you think about 2021 this year, potentially shaping up to be better than 2019, any thoughts on 2021 shaping up being – to shape up being better than 2020?"
         ],
         "Speaker": "Kevin Gainey"
      },
      "60": {
         "Remarks": [
            "It’s just too early to tell, Kevin, to give you anything meaningful."
         ],
         "Speaker": "Brian Lane"
      },
      "61": {
         "Remarks": [
            "We think we’ll make a lot of money in 2021. We’ll not be up against the monster comparable, right. So – and we – COVID, right? I mean you want to give me assumptions about vaccines and..."
         ],
         "Speaker": "Bill George"
      },
      "62": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Brian Lane"
      },
      "63": {
         "Remarks": [
            "Elections and government decisions and – it’s the real world, right?"
         ],
         "Speaker": "Bill George"
      },
      "64": {
         "Remarks": [
            "I guess for a final one to, as far as interest, it seems you guys have relatively paid it down pretty quickly on the TAS stuff. How does that kind of translate to as well?"
         ],
         "Speaker": "Kevin Gainey"
      },
      "65": {
         "Remarks": [
            "What do you mean? The cash flow later in the year or what?"
         ],
         "Speaker": "Bill George"
      },
      "66": {
         "Remarks": [
            "For instance, expense. Just looking at the model."
         ],
         "Speaker": "Kevin Gainey"
      },
      "67": {
         "Remarks": [
            "Interest expense is way down, because we have less – a lot lesser debt and lower interest rates, right. LIBOR is down because we have LIBOR-based borrowing. So, I don’t see why – our interest expense in the second quarter was much lower than expected, and I would think it would continue at the same level of LIBOR cost."
         ],
         "Speaker": "Bill George"
      },
      "68": {
         "Remarks": [
            "All right. that works. Thank you."
         ],
         "Speaker": "Kevin Gainey"
      },
      "69": {
         "Remarks": [
            "All right, Kevin."
         ],
         "Speaker": "Bill George"
      },
      "70": {
         "Remarks": [
            "Okay. thanks."
         ],
         "Speaker": "Brian Lane"
      },
      "71": {
         "Remarks": [
            "Your next question is from the line of Sean Eastman of Key Capital Market. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "72": {
         "Remarks": [
            "Hi, gentlemen. Compliments to the Comfort team this quarter, job well done."
         ],
         "Speaker": "Sean Eastman"
      },
      "73": {
         "Remarks": [
            "Thanks, Sean."
         ],
         "Speaker": "Brian Lane"
      },
      "74": {
         "Remarks": [
            "My pleasure. So, you guys typically don’t provide earnings guidance and since you have this time, I’m just going to buggy about it a little bit. I mean, just based on what you guys have done in the first half, if 2020 full-year earnings are comparable to 2019 that implies we’re dipping down 20% year-over-year in the second half. And I understand the uncertainty in the backdrop. But I guess, it’d just be helpful if you could frame how that is in the range of possible outcomes just given how strong the first half has been..."
         ],
         "Speaker": "Sean Eastman"
      },
      "75": {
         "Remarks": [
            "I’ll start by pointing out that we’ve said at least comparable, so whatever range there is, we think that – it’s – the low end of it would be similar to last year. And then it’s hard to tell. We feel very good about our ability to make money and flow cash for the rest of the year. We had very strong third and fourth quarter comparables last year. Go ahead. I don’t know, Brian. What would you add?"
         ],
         "Speaker": "Bill George"
      },
      "76": {
         "Remarks": [
            "I think that right now it’s still very busy right now. I mean we checked with everybody last week, and we’re still blowing and going in the field for sure. So, we’ll see."
         ],
         "Speaker": "Brian Lane"
      },
      "77": {
         "Remarks": [
            "Got it, okay. And then I know 2021 discussion is tough, but it’d just be helpful to maybe, dig in on the big swing factors you guys see as you plan for the next year. I mean, just as we ponder this question on whether you guys are able to grow the top-line next year in a sense, what are the swing factors? Is it maybe, some bigger industrial opportunities? The timing on some stuff like that? Is it maybe, getting some traction on this modular cross-sell dynamic? What are your thoughts there?"
         ],
         "Speaker": "Sean Eastman"
      },
      "78": {
         "Remarks": [
            "So, the number one thing would be, we have large projects that we expect will book later this year that are for customers, who has shown no sign of slowing down. But those have to book as expected later in the year. That would be the number one. But if you’re talking about revenue, we’re in a backlog. Our backlog – if you look at that backlog chart in our slides, our backlog is up vastly compared to two or three years ago. We’re booked farther out than we are on an average usually are, even on a – even if you control for the acquisitions. Our backlog is really very strong compared to anything I’ve seen in 22 years.",
            "So, we have to be pretty optimistic about that. That gives us a great opportunity to continue to make a lot of money. Then you’ve got to face your comparable. And I just think there is so much uncertainty that you got to put a big range around what could happen next year. What I don’t – and a lot of bad things would happen for us if we do not do very well by historical standards. Then the question is do we do very well by the unbelievable standards of right now? And that’s a tough comparable and I’m not saying yes or no. I just – I don’t know. It’s very uncertain."
         ],
         "Speaker": "Bill George"
      },
      "79": {
         "Remarks": [
            "Got it. Well, that’s helpful. And in terms of..."
         ],
         "Speaker": "Sean Eastman"
      },
      "80": {
         "Remarks": [
            "That’s why they pay you guys so much, right? Because you know."
         ],
         "Speaker": "Bill George"
      },
      "81": {
         "Remarks": [
            "Because you know."
         ],
         "Speaker": "Brian Lane"
      },
      "82": {
         "Remarks": [
            "You know."
         ],
         "Speaker": "Bill George"
      },
      "83": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Brian Lane"
      },
      "84": {
         "Remarks": [
            "Just great at pretending like we know maybe, but – so I guess, as we think about those bookings later in the year, is there a particular end market driver for some of the bigger stuff that just as we start to think about what we need to be tracking here as we move through the year."
         ],
         "Speaker": "Sean Eastman"
      },
      "85": {
         "Remarks": [
            "It’s all the industrials and it’s all the industrials."
         ],
         "Speaker": "Bill George"
      },
      "86": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Brian Lane"
      },
      "87": {
         "Remarks": [
            "It’s all, it’s pharma, it’s data, it’s food, it’s..."
         ],
         "Speaker": "Bill George"
      },
      "88": {
         "Remarks": [
            "Some healthcare."
         ],
         "Speaker": "Brian Lane"
      },
      "89": {
         "Remarks": [
            "Yes. maybe it’s a tire plant or fiber optic or whatever is out there. and then I think healthcare is an interesting swing factor for later next year. I don’t think healthcare is a swing factor for later this year. But I do think healthcare is an interesting story. The one advantage we have with healthcare is it’s been awful for so long that we have very low expectations of it. But I do think at some point – it’s hard for me to imagine that five years from now, the conclusion we’d come to from COVID is that we need less healthcare and I don’t think that baby boomers are getting younger, but we’ll see. The timing on that is the question. I think it’s a hydraulic process that can’t be resisted."
         ],
         "Speaker": "Bill George"
      },
      "90": {
         "Remarks": [
            "Got it. Now, that’s interesting. And last one for me, guys. Just – I understand Walker is sort of facing a bit of a more challenged operating environment than the mechanical business. I just want to understand that electrical versus mechanical operating environment and exactly why that’s been a bit of a drag."
         ],
         "Speaker": "Sean Eastman"
      },
      "91": {
         "Remarks": [
            "It’s not – so, it is somewhat electrical versus mechanical. On the service side, electrical is less urgent. So, it can get – for something like the pandemic, can slow service down for electrical more and so Walker’s service division had a much greater proportionate hit than our mechanical service divisions overall. But the real difference with Walker is they do big complex gigantic work and we – and it’s pretty comparable to our other companies that do that, right? It’s not like – it is hard right now to have 200 people out building something with masks on and staggered work shifts and there’s COVID’s found and sections get cleaned out for eight days and guys have to go home for 14 days. And these guys are in a war. But it’s not just – it’s anybody, who is doing their kind of work is in that war and frankly, they’re doing an amazing job, not just them, all of our companies that are doing that, it is unbelievable what they are accomplishing. It is really extraordinary. It just shows how – really, I think what you should take from this quarter is this is a really, really good company. We do things that people really, really need. Our collaboration is getting better and better all the time and the underlying secular trends really, favors the U.S. in reshoring and complex construction, we think."
         ],
         "Speaker": "Bill George"
      },
      "92": {
         "Remarks": [
            "I like our chances, Sean."
         ],
         "Speaker": "Brian Lane"
      },
      "93": {
         "Remarks": [
            "Great, guys. Well congrats, again on a job well done this quarter. Thanks for the time."
         ],
         "Speaker": "Sean Eastman"
      },
      "94": {
         "Remarks": [
            "All right, buddy. Take care of yourself."
         ],
         "Speaker": "Brian Lane"
      },
      "95": {
         "Remarks": [
            "Your next question comes from the line of Claudia Biedenharn from Regions Bank. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "96": {
         "Remarks": [
            "Hi, guys, good..."
         ],
         "Speaker": "Claudia Biedenharn"
      },
      "97": {
         "Remarks": [
            "Hi."
         ],
         "Speaker": "Brian Lane"
      },
      "98": {
         "Remarks": [
            "Okay, thanks for all of that information. And we’re just curious if you could provide maybe, a little bit of color on what you’re seeing as far as repair and replacement trends in the second quarter and then what you’re looking – what you’re expecting for the balance of the year."
         ],
         "Speaker": "Claudia Biedenharn"
      },
      "99": {
         "Remarks": [
            "I’ll go first, I mean, the repair and replacement business, as you know, really picked up, particularly in school systems. We’ve done a lot of that work coming right out of March when they let the kids out of school. So, we’re having a really good summer. We’re still seeing a lot of opportunities regardless of the air quality. Air quality has given us a lot more opportunities. But I think we’ll be strong on the service project retrofit business right through the end of the year."
         ],
         "Speaker": "Brian Lane"
      },
      "100": {
         "Remarks": [
            "Okay, that’s great. And then as far as what you’re expecting to see from a cash flow perspective in the second half of the year, are you expecting generally to kind of continue the momentum that you were seeing in the first half? Or are you – and are you thinking like there might be a little bit more pressure on your cash flow in the back half?"
         ],
         "Speaker": "Claudia Biedenharn"
      },
      "101": {
         "Remarks": [
            "So, I like our chances of having substantial positive free cash flow. But over time, we will cash flow our after-tax earnings we ever don’t; actually, you should sell our stock and anybody else who doesn’t. So when we have a quarter where we cash flow substantially more than our after-tax earnings that quarter, that means there will be other quarters, where we don’t print money. So, there is – it will probably be a little bit of give back. We’re also temporarily in a period where the federal government is giving us a little bit of a benefit. I went over that. But on the scale of Comfort Systems, it’s a factor, it’s not a driver. So, but I think we really – we still have good cash flow prospects for the rest of the year. But I don’t think there is another blow-out quarter, because that’s what – the quarter to end all quarters when it comes to cash flow."
         ],
         "Speaker": "Bill George"
      },
      "102": {
         "Remarks": [
            "Right. Agreed, I mean so many of these companies are scaling back on their costs and expenses, and having strong quarters and so just kind of curious if you’re expecting to see some of that come back at the back."
         ],
         "Speaker": "Claudia Biedenharn"
      },
      "103": {
         "Remarks": [
            "Honestly, I’m going to say, as I think about it, I think rising revenues and mild free cash flow is the best scenario for us, because that means people are getting back, we’re getting guys back out. I’d like to see our headcount go up by hundreds each of the next two quarters. If that happens, that – there’s a little investment in working capital. So ironically, a little good, I’m not sure I’d be rooting for a giant free cash flow for the rest of the year. I’d rather prefer work to do and money – needing to spend a little money to get out and start doing it. But we’re going to be fine. We are going to be fine. Cash flow has never – in 22 years, we’ve never had negative cash flow. So, it’s just..."
         ],
         "Speaker": "Bill George"
      },
      "104": {
         "Remarks": [
            "Of course, Yes. And I just was more looking at cadence. I certainly recognize that you guys are very strong cash flow generators. So – and thanks for the color. I’ll pass it on."
         ],
         "Speaker": "Claudia Biedenharn"
      },
      "105": {
         "Remarks": [
            "Thanks."
         ],
         "Speaker": "Brian Lane"
      },
      "106": {
         "Remarks": [
            "Thanks."
         ],
         "Speaker": "Bill George"
      },
      "107": {
         "Remarks": [
            "Your next question comes from the line of Joe Mondillo of Sidoti & Company. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "108": {
         "Remarks": [
            "Hi, guys. Thanks for taking a follow-up question. First, I was just wondering on the tax rate. It’s been a little higher than past years. What is your viewpoint on the tax rate going forward?"
         ],
         "Speaker": "Joe Mondillo"
      },
      "109": {
         "Remarks": [
            "So, it would – the announced range was very big this year, 25% to 30%. We were 27.6% in the first quarter and 27.6% in the second quarter. Last couple of years – last year, this quarter, we were 23.9%. We picked up some benefit from some, what’s called 179D. We did some energy retrofits, where we got credits transferred to us under federal laws and we just haven’t had that so far this year. I don’t expect much of that later this year. People are really not in the mindset to be – interestingly enough, energy efficiency and air quality are across purposes, right? Really, the way that you get energy efficiency is you use the same air over and over and the way that you get air quality is you go there outside, you bring in fresh air and improve it. So, I don’t know if we’re going to see a lot of – I’d say the 27.5%-ish, 28%, I think we’re stuck at this rate for the rest of the year unless we achieve some other tax planning goal or something, but some of that’s pretty – we have some of that going on, but it’s pretty long-term."
         ],
         "Speaker": "Bill George"
      },
      "110": {
         "Remarks": [
            "Okay. And then on your education market. I was just curious on what – how you’re thinking about that market, given the fact that may be a good percentage of schools, at least in the very beginning of the school year, will not be back in the school. Is that a negative? Is that maybe, actually a positive as they work on the systems in the schools or how do you – how are you thinking about the overall education market that you plan?"
         ],
         "Speaker": "Joe Mondillo"
      },
      "111": {
         "Remarks": [
            "So far, it’s been a positive for us, both at the K-12 level with the kids getting out early, Joe. We’ve been in there and some school systems are doing extra work since they do not have people on the building. Universities, we’re still very busy. So, our backlog on the education fronts are second highest. So, it’s good for the foreseeable future."
         ],
         "Speaker": "Brian Lane"
      },
      "112": {
         "Remarks": [
            "So, I imagine a lot of the stuff that you had in backlog was – they were able to take opportunity with the kids out of the school to sort of pull that forward and really, get a lot of the work done. But how does – when you look at new work or bookings in that space – I know some of these universities are – have to think about tuitions and the K-12 obviously, is affected by state and municipal budgets. So, when you look at bookings and the outlook going forward. how do you think about that?"
         ],
         "Speaker": "Joe Mondillo"
      },
      "113": {
         "Remarks": [
            "Our bookings for education so far are very strong, Joe. They still are going to take care of the systems that they have in any schools whether the kids are in them or not."
         ],
         "Speaker": "Brian Lane"
      },
      "114": {
         "Remarks": [
            "Okay. All right. I think that’s it for me. Thanks for taking the follow-up questions. Appreciate it. Good luck."
         ],
         "Speaker": "Joe Mondillo"
      },
      "115": {
         "Remarks": [
            "All right, Joe. Take care."
         ],
         "Speaker": "Brian Lane"
      },
      "116": {
         "Remarks": [
            "Thanks."
         ],
         "Speaker": "Bill George"
      },
      "117": {
         "Remarks": [
            "There are no further questions. I will now turn the call back over to Brian Lane for closing remarks."
         ],
         "Speaker": "Operator"
      },
      "118": {
         "Remarks": [
            "All right, in closing, I want to thank again, our amazing resilient and committed employees. We are very fortunate. The results our team accomplished this quarter were truly amazing. We are looking forward, hopefully, to seeing everyone again in person sometime in the near future. But in the meantime, everyone please be safe and well. Thanks and enjoy the rest of your summer."
         ],
         "Speaker": "Brian Lane"
      },
      "119": {
         "Remarks": [
            "Yes. Take care."
         ],
         "Speaker": "Bill George"
      },
      "120": {
         "Remarks": [
            "Thank you. That concludes your conference call for today. You may now disconnect. Thank you for joining and have a very good day."
         ],
         "Speaker": "Operator"
      }
   }
}