{
   "Date": "January 1, 0000",
   "Presentation": {
      "Lauren Lieberman": [
         "Okay. So rounding out our presentation for the day, we have Canopy Growth Corporation. There’s been tremendous change at Canopy and more broadly in the global cannabis market over the past year as many companies have shifted gears to improve profitability and hone in on their key product lines and market.",
         "For Canopy, this pivot has come under the direction and leadership of its new management team; CEO, David Klein and EVP and CFO, Mike Lee and they’re going to do a Q&A with me, so we’ll just get right into it. But David and Mike, thanks so much for being with us today. And I’ll start out by saying I hope we get to do it in person next year.",
         "So, David, it’s been eight months since you’ve taken over as CEO of Canopy, feels like a lifetime ago, but could you just update us on the progress you’ve made under key priorities?"
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Yes. First of all, thanks for having us here. It’s cool to be a cannabis company at the Barclays Conference after attending it for a long time as an alcohol person. Anyway, so when I arrived to Canopy it was a company that had a lot of the core building blocks in place but it required focus in a bit of strategic direction. And my view is we wanted to create a cannabis focused CPG company which could then really understand its consumer and deliver products that meet consumer needs, including needs maybe the consumer didn’t even know that they have.",
            "I wanted to make sure that we could create a focus for the business and I wanted to improve our overall execution and then clearly deliver on the promise of a path to profitability, which was kind of job one as given to me by the Board. So if I kind of work my way through those items, I think we’ve made a lot of progress on building a consumer insights organization basically from scratch but we’ve made a ton of progress in that area.",
            "On top of that, we had an R&D organization that was maybe more focused on high-end pharma sorts of applications for cannabis and we’ve now focused back onto the consumer rec and maybe OTC kinds of medical applications of cannabis products. So feel really good about where we are on that.",
            "From a focus standpoint, we’ve exited some of our international operations and focused our business on the U.S., Canada and Germany, because those markets really make up about 90% of what we expect the total addressable market to be over the next several years.",
            "And from an improving execution standpoint, I think we’ve made a lot of progress in streamlining our SG&A infrastructure which Mike can talk about and even exiting some production facilities. So feel pretty good about how all of those pieces are coming together at this point."
         ],
         "Speaker": "David Klein"
      },
      "2": {
         "Remarks": [
            "Okay, great. And just as a follow up, how is COVID impacting your ability to implement your new strategic plan?"
         ],
         "Speaker": "Lauren Lieberman"
      },
      "3": {
         "Remarks": [
            "Well, you wouldn’t plan to do all of this – you can aspire to be the leader of a company, you wouldn’t say I want to do it and then I can’t actually meet any of the people on my team in person on an ongoing basis. You wouldn't plan it that way. However, I would say that because of technologies like Zoom and so forth, we've been pretty effective I think in being able to drive the business forward.",
            "On a positive side really, cannabis was very early on in Canada and then subsequently in some states in the U.S. deemed essential by the local governments. And so we had a short period of time when we closed our retail shops, but they then reopened and in some ways we’re able to move the needle on online servicing by the provinces and even driving things like click and collect in local delivery. So in some instances it was a bit of a – created a bit of a tailwind for us.",
            "We had to do a lot of work from an operations and SG&A standpoint in the company and I would say that COVID slowed that down a lot. It's just hard to get through that kind of work when you're doing it via Zoom, but we’re now maybe coming to the tail end of that sort of activity. So in retrospect, yes, maybe it took a little longer but otherwise COVID has been kind of both a positive and a negative for us."
         ],
         "Speaker": "David Klein"
      },
      "4": {
         "Remarks": [
            "Okay, great. And Mike, David mentioned and identified achieving profitability is a key priority. So can you just speak to the efforts that you’ve collectively undertaken to move the company towards that goal?"
         ],
         "Speaker": "Lauren Lieberman"
      },
      "5": {
         "Remarks": [
            "Hi, Lauren. Yes, I can absolutely do that. But I just want to say hello. Thanks for having me back. Yes, as much as COVID did impact the timing, I can assure that we’ve been extremely busy in really resetting our strategy as a business and getting our operations and supply chain realigned to not just where we are today but where we see ourselves going over the next two to three years. And almost immediately after David joining, we focused on our footprint.",
            "We had a surplus of capability that it was really absorbing a lot of our cash and contributing to our cash drain as an organization. So we immediately right sized our cultivation facilities. That resulted in us electing to exit a number of international markets that we felt will help to conserve our capital spending for the foreseeable future.",
            "But we did it in a strategic way, because we do have an incubator footprint in a number of markets around the world that give us the optionality, that give us the presence in some of these high potential markets that maybe are a few years out but certainly we want to maintain a presence there so that we do have a pathway to grow in markets in the southern hemisphere particularly. So we’ve done a lot of work on our footprint.",
            "From an OpEx perspective, we’ve reduced headcount by 18% since the beginning of the year. Some of this was driven by the reduction in our cultivation assets but some of this was really driven by restructuring at our organization to be in line with where the business is today, but also really designing our organization to be more nimble, more focused to allow us to move more quickly as an organization in terms of making decisions and we’ve now completed most of our commercial parts of the organization. We still have some additional work to do on the backend, but we’ve moved really quickly. And as you can see in our results from Q1, our G&A was down 18% sequentially which highlights sort of the progress that we’ve made.",
            "We’re also focusing our R&D resources to be more focused on the consumer and consumer innovation and that’s helped to focus our resources even further as an organization. So in a nutshell, I think we’re doing a much better job of focusing our resources against the core markets that David laid out, Canada and the U.S. and Germany, and I think focusing ourselves on that adult use market and the medical market allows us to focus those resources even further.",
            "I would also highlight that our CapEx continues to moderate. Fiscal '20 was a big investment year as we are building out our Canadian infrastructure. We’re also building out some advanced manufacturing capabilities in the U.S. and a lot of that’s behind us. So we believe that our capital expenditures on an overall free cash flow is going to improve as a result. So I think we’re making really good progress."
         ],
         "Speaker": "Mike Lee"
      },
      "6": {
         "Remarks": [
            "Okay. On priority market, so let’s maybe talk about Canada. So, David, kind of current state of the industry and what do you see as the key drivers of industry growth going forward?"
         ],
         "Speaker": "Lauren Lieberman"
      },
      "7": {
         "Remarks": [
            "Yes. So our current state is I think the industry’s starting to kind of hit its stride a little bit. You see more and more stores opening. For a while the store growth was constrained in Ontario. That blockage has effectively been removed. There are roughly 1,000 stores opened today. And in Ontario alone there are about 160 stores opened and I think there were about 30 at the beginning of the year.",
            "So lots of progress in getting that access to the consumer which has helped, 2.0 products have helped bring people into the market and then the growth of the value segment has helped pull people from the illicit market into the legal market in Canada. And so we think that the market’s kind of trending toward just slightly under $3 billion on a full year basis medical and rec, and so feel pretty good about the basic market.",
            "I think the drivers going forward are going to be similar in my mind in that we expect to see continued store growth in particular in Ontario. In fact, the government has indicated that they will be accelerating their licensing process which we think will be good for the industry. And then from a Canopy perspective, we expect to be able to leverage our insights and innovation capability to continue to develop products that pull share from the illicit market and maybe even over time more importantly to develop those 2.0 products that bring non-current cannabis consumers into the market.",
            "I’ve often said there I think in Canada but across North America there are just millions of consumers that probably love cannabis but just don’t know it and they’re unlikely to enter the category through inhalables. And so that’s why I think there’s a path to dramatically expanding the overall market by bringing these consumers in through things like drinks and gummies and so forth."
         ],
         "Speaker": "David Klein"
      },
      "8": {
         "Remarks": [
            "Okay. And there has been some volatility in market share performance among the Canadian companies. So could you just update us on the actions you’ve taken to improve your market share position in Canadian rec?"
         ],
         "Speaker": "Lauren Lieberman"
      },
      "9": {
         "Remarks": [
            "Yes. So I think – my initial observation that I had when I arrived at the business I think still holds, which is it’s all about execution. I think a year ago, year and a half ago, it was just kind of cool that people could buy cannabis legally. And so if a product went on the shelf, it would sell through. And then companies didn’t do a good job of continuing to refill the orders from the provinces or from the retail stores. And so we’ve done a lot of work to get that order fulfillment rate up to where it should be in a CPG company. That’s helped a lot.",
            "We’ve improved the quality of the product that we were bringing to the shelf so that we can start to differentiate our brands on the shelf. And we’re seeing some real early wins as we are more aggressively participating in the value segment. We’re seeing our share of value grow. We’re also, however, seeing our share of mainstream and premium categories growing. So I think those make us really bullish on our ability to grow share in Canada.",
            "And then you add on top of it where we think we’re going to go with some of the 20 products. In particular, you see the effect our drinks are having in the marketplace. We have – and I don’t believe this is sustainable, but because we were the first in the market with a really strong set of ready-to-drink offerings, we’re sitting here today with about a 75 share of the drinks market in Canada. And I don’t suspect we hold a 75 share, but I do think that we’ll retain a lot of consumers as that market continues to grow."
         ],
         "Speaker": "David Klein"
      },
      "10": {
         "Remarks": [
            "That’s great. And I want to ask about the cannabis beverages. Do you have any insight into kind of consumer uptake kind of like, I don’t know, is it consumer awareness? What does penetration look like? There’s just a lot on education wise frankly for people to understand that these products exists, what they’re about? If you could tell us a little bit about that, that would be a great. And also just capacity expansion, I just wasn’t sure where you sit on that, when you will need it and do you have that in the easy to do from where you stand today?"
         ],
         "Speaker": "Lauren Lieberman"
      },
      "11": {
         "Remarks": [
            "Yes, so I'll hold the capacity question really for Mike, but from a consumer uptake perspective, I think when people up to this point have looked at the cannabis beverages versus the cannabis market, they assume there's a small percentage of the current cannabis users’ portfolio, share of mouth, whatever you want to call it, is going to go into beverages, right. And that's how a lot of folks have been thinking about it. And of course, when we rolled our products out and we put them into cannabis shops in Canada, that's who we were selling to. The interesting thing is that we are starting to see consumers who aren't typical cannabis consumers start to use the products as a result of being exposed to it by current cannabis consumers.",
            "So our early research in this space suggests that when people try our products, they say – 75% of them say that they will buy the product again and they will recommend it to their friends and family. And we're just seeing that slow growth from sort of word of mouth. I do think there is that education that's required a normal consumer pull activity to try to bring people in. And we're a little limited in Canada in terms of how much we can speak about the products, but we certainly can do that in age-gated environments like movie theaters and such, which again have been kind of restricted as a result of COVID, but we see using that as a tool to bring in non-traditional cannabis users into the space.",
            "And the last thing I'll say before I turn it over to Mike that one of the issues that we've had is even getting high quality consumer insights data back because we've struggled up until about a few weeks ago to keep the product on the shelf, and to have that product available consistently for consumer repurchase so that we could then test what's happening, who's consuming our product and kind of get that multi-use feedback. And so we've been doing an awful lot to try to kind of keep up with the market demand. And Mike, you can you can touch on kind of where that's headed."
         ],
         "Speaker": "David Klein"
      },
      "12": {
         "Remarks": [
            "Yes, and I would just remind everybody beverage alcohol category in Canada is a $25 billion category. If we could get a 5% share, you're talking about THC beverages being a $1 billion category to compete in and we think that we've got market-leading quality. So it's very exciting. That being said, we have been focused on maximizing production because we are growing distribution across Canada pretty rapidly. We've tripled our beverage production just since June. We've now shipped over 1.6 million cans.",
            "And we want to make sure that service levels remain high. So we're really focused on building distribution at a point where we can ensure replenishment in a real-time fashion. And we have 20 million cans of capacity at our facility today just with one shift, and we now have the capability to dial up multiple shifts and we have line of sight 35 million to 40 million of capacity just with our existing assets. And if this category goes beyond that, we can certainly dial up capacity even further with more option assets. So we're very happy with where we are."
         ],
         "Speaker": "Mike Lee"
      },
      "13": {
         "Remarks": [
            "The fascinating thing that I would add, Lauren, is that we talk about cans not cases. And I come from a beer company where we talked about cases. So to put Mike's statement in perspective, in Canada, the beer industry probably sells about, I don't know, somewhere between 5 billion and 5.5 billion cans, right. And so we're talking about we shipped 1.6 million cans since the end of March really, but put it in perspective across the U.S. 4 million cans were sold in the entire calendar year of 2019. So we think we've got some real momentum just in Canada where we're going to start eating into those 5 billion cans. I'm convinced of it."
         ],
         "Speaker": "David Klein"
      },
      "14": {
         "Remarks": [
            "Yes. Okay. Mike, I wanted to just ask large scale infrastructure in Canada for Canopy and that has negatively impacted gross margin performance the last quarter. So can you talk a bit to the gross margin outlook near term and the path to getting back to 40% margins?"
         ],
         "Speaker": "Lauren Lieberman"
      },
      "15": {
         "Remarks": [
            "Yes. Look, our gross margin last quarter was below our target and our expectations with the biggest driver of that being underutilized facilities. And it's part of what we talked about earlier is the secret to high margins in this business is capacity utilization, because these facilities are high fixed costs. But we also did have some manufacturing variances last quarter that I would consider to be one-offs related to some changes that we're making in the business.",
            "I would remind everybody that we made it very clear that our priority in operations was improving our fill rates up from Q4 of last year where we noted that our fill rates were in the 50%, 60% range. So we were missing on opportunities to fill demand, because of our inability to just forecast and deliver against the purchase orders. So we've made a lot of progress there. And now we're laser focused on getting – maintaining those fill rates, continuing to improve quality while also optimizing our supply chain end to end.",
            "We have brought in outside management consultants to help us do a complete end to end review of our supply chain. And we recently finished our first phase of that work and are very confident that we have a roadmap to not just exceed that 40% margin over the next couple of years, but to go even further to have a real P&L profile that matches what you would expect of many CPG companies. So we are confident we're going to get there. I would say over the short term, we're going to have some muted margins over the next three, four months, but we expect improvement balance of year and heading into the next fiscal."
         ],
         "Speaker": "Mike Lee"
      },
      "16": {
         "Remarks": [
            "Okay, great. I'm going to shift gears and talk a little bit about the U.S., one of your three core markets. So I guess in the interest of time, I'm actually going to consolidate my questions. So, David, two pieces. I'm going to do CBD and THC at the same time. So just details around the current strategy to become a leading player in the U.S. CBD market. And then you've also had the proposed amendment, the Acreage agreement. So just to help us better understand proposed paths to possibly enter the U.S. THC market."
         ],
         "Speaker": "Lauren Lieberman"
      },
      "17": {
         "Remarks": [
            "Yes, and I'll kind of twist those around a little bit too, because I view the U.S. – our strategy to enter the U.S. is really all around building a cannabis and hemp ecosystem that we can benefit from post permissibility. And so it starts with the relationship with Acreage whereby we take a controlling interest in Acreage upon permissibility. In the meantime, Acreage can bring our intellectual property, meaning our processes and procedures but also our brands to the U.S. In fact, Acreage has our Tweed brands in the U.S. as we sit here today.",
            "But more importantly, as we innovate and we can create things like drinks that we're so excited about, Acreage has the right to bring those drinks to the U.S. as soon as they're ready. And they're working on that now and hopefully we hear from them soon as to where that's going to land. But that just brings up the point that we – so as part of our ecosystem, we have Acreage as a way to enter the U.S. both now and then with our brands and in the future as an owner.",
            "We have TerrAscend also as part of that ecosystem. TerrAscend is a very successful actually MSO that is functioning on the East Coast and on the West Coast. So that's the THC entrance strategy. We then have the insights and innovation work that I talked about. So we're doing insights across North America, not just in Canada. We then can drive innovation in Canada, test it out and then be prepared to bring it to the U.S. post permissibility or Acreage can bring it to the U.S. pre-permissibility.",
            "Also in the U.S, we're building route to market capabilities around our non-cannabis and hemp brands, like This Works, which is skincare and beauty products; BioSteel which is sports and nutrition; and then we extend those businesses into CBD where we can enter the U.S. today. And then I think we bring that all together post permissibility with a strong route to market that's supported by Constellation’s route to market, a lot of cash on our balance sheet and the way to bring our products and innovation to the U.S. through the THC businesses. So I think it all fits together and it really kind of lights up – gives us a real bit of a tailwind kind of post permissibility event in the U.S. So CBD is just the entrance category, Lauren."
         ],
         "Speaker": "David Klein"
      },
      "18": {
         "Remarks": [
            "Okay. And what is your latest thinking on timeline for federal legalization? Depending on what one thinks is going to happen with the election, it could be a positive catalyst. And I think, David, you've previously said you expect the federal legalization in '22. So kind of what's your latest thinking there?"
         ],
         "Speaker": "Lauren Lieberman"
      },
      "19": {
         "Remarks": [
            "I'm going to stick with '22. And look, here's why. We think the MORE Act is going to get voted on in the House over the next couple of weeks. We think it's going to have bipartisan support. We also know that whether the winner of the presidential election, whether it's Trump or Biden, both would likely support whatever came out of Congress in the area of permissibility legalization. On the Biden side, of course, Senator Harris was the lead sponsor for the MORE Act. We think the issue is really going to be in the Senate though.",
            "And so there are two things that can happen there. Clearly there could be a different outcome at the election which would make the Senate more pro cannabis. But the likely answer is more and more states are going to make cannabis, whether legally or rec – legal or whether a recreation or medically legal in their states, and I'm pretty convinced that as a state flips over, their senators will find it hard to not vote in favor of a federal legalization. And so I think we'll see a lot of momentum around cannabis legislation over the next several months."
         ],
         "Speaker": "David Klein"
      },
      "20": {
         "Remarks": [
            "Okay, great. I'm going to ask two more questions on financials for Mike [indiscernible], but Canopy showed significant improvement, right, in OpEx and cash burn last quarter. So just wanted to talk a little bit maybe about how sustainable these improvements are and kind of further opportunities to reduce OpEx."
         ],
         "Speaker": "Lauren Lieberman"
      },
      "21": {
         "Remarks": [
            "Sure. Lauren, some of those improvements were COVID-related. We did defer some of our marketing programs given the pandemic. We just didn't think it was the right time to execute given that some of the retail stores in Canada were shut down for a period of time. So our marketing spin will bounce back in the balance of the year as we continue to promote our brands. And some of those savings are real. We are dialing back our capital spending. We're taking a very focused approach on what remaining capital we need to spend in Canada and the U.S. to complete our infrastructure.",
            "The OpEx savings that I alluded to earlier will continue to show up in the P&L, and we're not done. We're continuing to evaluate things like shared service centers in the organization and to really integrate all of the acquisitions that we've made over the last couple of years to really get to an end to end organization that's focused on really tight cost controls, scalable growth and making sure that we're keeping as light as a footprint as possible in some of our remote geographies and really have the best-in-class shared service organization across the business.",
            "And we think that we're making really good progress. We're not all the way done. I would expect us over the next six months to continue to refine the org structure. But we think once complete, it's really going to position us well to deliver on a very competitive SG&A load as we scale. And that's going to help our bottom line, it's going to help our free cash flow and it's going to help us deliver on that CPG P&L profile that we're targeting. So we're making good progress, but more works needed over the next few months before we can consider that work complete."
         ],
         "Speaker": "Mike Lee"
      },
      "22": {
         "Remarks": [
            "Okay. And actually I realized I forgot to ask you specifically when you mentioned the OpEx in the U.S., kind of where are you like in terms of the investment cycle in the U.S. operationally and CapEx wise?"
         ],
         "Speaker": "Lauren Lieberman"
      },
      "23": {
         "Remarks": [
            "Yes, I would say we're in a holding pattern today. We've built up a sizable CBD org structure. We've got just shy of 200 people on the ground in U.S., again, using as lean as a footprint as possible to make sure we leverage our center of excellence in Canada, but we've built a U.S. team across sales, marketing, operations, finance, HR. We've built advanced manufacturing capabilities in the U.S. and we're not quite complete with that build out, but most of the cash flow is behind us on that.",
            "So for the time being, we think we've built an org structure and manufacturing capabilities that will support the next one or two years of growth. I think when federal permissibility occurs, whether it's 2022 or 2021 or 2023, we don't know, there will be more investment and that's what we're really saving ourselves for is to be able to move quickly upon federal permissibility with our acquisition of Acreage and to really move as aggressively as we can to expand our footprint in the U.S. using Acreage and TerrAscend really as a base."
         ],
         "Speaker": "Mike Lee"
      },
      "24": {
         "Remarks": [
            "Okay. And then back to total company and some of your cannabis peers are beginning to deliver positive EBITDA. So, do you have a rough timeline for when you can expect that to be the case for Canopy?"
         ],
         "Speaker": "Lauren Lieberman"
      },
      "25": {
         "Remarks": [
            "Yes, I would remind investors when they're doing their benchmarks that part of Canopy’s current loss is a result of us investing in the U.S. We are investing ahead of revenue. And that's a strategic choice because the U.S. is going to be a $60 billion market for THC. And within the next few years, it's going to be a $10 billion CBD market.",
            "So it's going to be a massive, massive growth opportunity. And strategically, we've made the decision to invest ahead of revenue. That being said, we are focused on getting to profitability and we will be sharing in the second half of this fiscal a detailed roadmap of when and how we're going to get there. So more to come."
         ],
         "Speaker": "Mike Lee"
      },
      "26": {
         "Remarks": [
            "Okay, that's great. I think it's a perfect place to wrap up. So thank you guys very much for doing this. It was great to see you this way, but better in person. And I look forward to catching up again soon."
         ],
         "Speaker": "Lauren Lieberman"
      },
      "27": {
         "Remarks": [
            "Thanks, Lauren."
         ],
         "Speaker": "David Klein"
      },
      "28": {
         "Remarks": [
            "Thanks, Lauren."
         ],
         "Speaker": "Mike Lee"
      }
   }
}