{
   "Date": "July 23, 2020",
   "Presentation": {
      "Arno Monincx": [
         "Yes. Good morning. Also welcome from my side to everybody in the webcast. And I would like to take you through the financials of the first half year 2020. First of all, the bridge, the revenue bridge, the explanation of our organic revenue decline in this first half year. We came from €1.436 billion last year in the first half year, where we had this year a gain inorganically from our acquisitions we made last year. We have a loose – a loss of our – from our divestments we did in the first – last – half year last year. And then, of course, there’s a currency effect, mainly U.S. dollars of €3.9 million, and that leads to an inorganic revenue decline of €157.6 million.",
         "And the EBITA bridge, the same. We came from €187.5 million last year. We had a gain this first half year from our acquisitions we did last year, PPC and Applied, of €2.6 million. We lost EBITA because of the divestments we did last year of €1.8 million. Then we had a very small impact of only €100,000 from currency. And then the – at least to the organic, let’s say, EBITA decline of €66.7 million to end up with €121.7 million over the first six months.",
         "The condensed consolidated income statements, where you see the difference between the – this year and last year. Of course, the revenue declined. And what is not mentioned here, but also, I would like to stipulate again, is that the added value we made this year was 62.3%, 1% less than last year, despite the fact that we had to really break, of course, production from the end of March until the end of June. With a much lower sales level, we managed to even reduce the inventories with €30 million, which, of course, has a big impact on the absorption. So despite that, still 62.3% added value, which also says something about the portfolio of ours that is becoming stronger and stronger.",
         "Operating profit, EBITDA, €59.8 million less than last year. The depreciation’s a little bit higher. Operating profit already explained. Net finance cost, a little bit higher than last year also because of, let’s say, the acquisition we did last year of Applied and PPC, U.S. dollars, which is a little bit more expensive to finance. And then there is a higher tax – ETR tax impact in our numbers this year of 0.7%, which leads to a – at the end to a net profit before amortization of €85.6 million versus last year, €137.8 million, or €0.77 compared to €1.25 last year. And organic revenue decline, as already mentioned, of 11.1%.",
         "The consolidated balance sheet over, let’s say, first half year 2019, full year 2019 and first half year of 2020, where you can see the variances and the mutations. What you see clearly is that the net debt, it’s also what we communicated already also in our press release in June, the net debt’s reduced with 17% net debt before IFRS 16 to €648 million, which was 15% at the end of May. So it was even a little bit better than the last month. That leads to a leverage ratio of 1.6 versus 1.7 last year. So we managed to improve that despite the lower results because we also could bring the net debts in line with the loan results, we could still improve this leverage ratio.",
         "Net working capital reduction, I think a good performance, but also necessary to manage the cash. I will explain later, but ended up at €598 million versus €640 million last year. And then the days working capital, two days improvement, despite the fact, again, that the revenue, of course, declined substantially. So also there, you’ve seen that we took the right actions. The equity percentage increased to 51.8%. And the return on capital employed before IFRS decreased to 11.7, of course, driven by the lower results.",
         "The condensed cash flow statement. I think what you can clearly see here is that we could – the reduction of EBITDA, about €60 million, we could almost compensate by improving our net working capital in the same period. So we could compensate €52 million out of the €60 million of EBITDA losses by managing the working capital. Reduction of inventories was also the main driver for that, of course, but also the other elements were improving, at least to a cash flow from ops, which is only €6 million lower than last year, and that we could compensate or set off, I want to say, with net capital expenditures, cash out, that was also €6 million lower than last year. So that leaves us to almost equal free cash flow over the first half year versus last year.",
         "Now further, we see that, of course, there are also some other big elements that we could change. We – of course, we did no acquisition this year. So there, we have a big advantage shift in the net debt. We paid less income taxes because of the lower results, but also because of the expectations or, let’s say, the number that we paid last year. Change of lease payments, a little bit increased. And an important element here is, of course, also the delay of dividends that is now paid in July instead of the first half year last year. And the free cash flow, we ended on the same level as last year.",
         "Revenue per segment, installation technology, we decreased 7% revenue; material technology, 15%; like – the same like climate technology; and industrial technology, we lost 6% of revenues. And then the CapEx, we continued – as Wim also explained, we really continued to invest in new technologies, in growing product lines. And we try to postpone as much as possible capacity investments and building investments. And that leads to a reduction of 9% of the CapEx in installation technology, 26% in material technology, a reduction of 15% in the climate technology and then a reduction of 57% in industrial technology. Again, we continue our investments in growing product lines, technologies and innovations.",
         "Operating profits. Installation technology declined by 24%. Material technology declined with 56% to €23.7 million. Climate technology declined to 23% to €25.6 million. And industrial technology declined also at 23% to €26.4 million. That leads us to the holding/elimination line, where, as you know, we always take the extraordinary costs in so that we keep the segment reporting as clean as possible. And also, in the €7.2 million that we are reporting for the first half year of 2020, that is including the strategic restructuring costs of €4.5 million, as we have guided in the press release.",
         "The EBITA margin of installation technology, 10%, 2.2% lower than last year. Material technology, 7.1%, which is 6.7% lower than last year. Of course, a business with a very high added value, so relatively more impacted in the EBITA. Climate technology is 10.9%, which is 1.1% lower than last year. And industrial technology, 13% EBITA margin, which is 2.9% lower than last year, which brings the total of our EBITA margin to 9.5% or 3.6% lower than last year. And again, also, given the strong decrease of our inventories and including a restructuring cost of €4.5 million."
      ],
      "Operator": [
         "Hello, and welcome to the Aalberts Interim Results 2020. My name is Jess, and I’ll be your coordinator for today’s presentation. For the duration, your lines will be on listen-only. However, there will be the opportunity to ask questions. [Operator Instructions]",
         "I will now hand you over to your host, Mr. Wim Pelsma, CEO, to begin today’s presentation. Thank you."
      ],
      "Wim Pelsma": [
         "Yes. Good morning. Welcome, everyone, joining our webcast for the interim results. First of all, we go to the contents of our presentation. First, we’re going to tell you something about Aalberts, then the operational development, the financial development, and then we will say something about the outlook. And after that, we hope at 10 o’clock to have a question-and-answer session.",
         "So going to Aalberts. As you know, essential part of Aalberts is that we engineer mission-critical technologies for groundbreaking industries. We do that on a way that good is never good enough. I think that’s part of our culture. Our mission-critical people make the difference, and that’s also why we believe in our real value, which is the Aalberts way, winning with people.",
         "And a very essential part, which is also has proven itself again, I think, the last 6 months, is that sharing knowledge also in crisis times is a real important thing because you learn in many parts of the world what happens, and you can evaluate these actions in other parts of the world. So for us, being a specialist in technologies with a very continuous improvement culture with very good people. And that, combined with sharing knowledge, is the basis of our success.",
         "Our way of value creation is that we, from this essential 3 things, we create shareholder value by building leading niche technology positions, which we defined also last year in our Capital Markets Day presentation. That we have 5 leading niche technologies, which we want to build further with high entry barriers, high pricing power and generating high added-value margins and creating sustainable, profitable growth over a long-term period.",
         "You can also only do that when you are unique in your markets and when you combine the uniqueness of your technologies with a selective end market. So we’re looking for combinations of the technologies which are leading and unique with a selective end market. And we’re building these positions step by step further out. This can be organically, it can be inorganically.",
         "Then good is never good enough. It’s really our culture to improve every day. We do that through operational excellence, continuously improving our EBIT margins even in crisis times, at difficult times. We look for improvements all the time. And I think also the actions – we will explain later in the presentation about our strategic restructuring costs based on the Capital Markets Day and the presentation we did in December, again, shows that we react very quickly to improve our operations continuously.",
         "We aim for a very strong conversion from operational excellence to cash generation. I think also we see that the last 6 months, where we generated a good cash flow from operations, a little bit lower than last year, but with a much lower revenue and also within a reduction of our inventories of €30 million, which is, of course, affecting the absorption in new factory. But despite that, we generated good cash flow.",
         "The cash we generate out of that operational excellence, we allocate very disciplined. That means that we continuously look where we allocate our money because capital allocation is one of the most important things, especially for me, because it actually says something about the profit and the position you’re going to generate in a few years, because the capital we invest this year will generate revenues and results in the years – in 2021, 2022. So it’s very important where you allocate your capital on a disciplined way.",
         "And then technology exchange, very important. It catalyzes innovation speed. It catalyzes fast learning, adaptation quickly to the new situation. And it really helped us also the last months to – yes, to adapt very quickly to this specific circumstance. We do that on a long-term basis. So relentlessly, we create long-term shareholder value.",
         "We have a playbook for that. And you can see how we do that. We’re continuously looking to the competitive advantage we have in the market, to the growth drivers. We explain these growth drivers in our strategy. It’s also on our website, very well explained. From that point, we leverage our activities by gaining organic growth, by having more volume in our factories, combined with excellence, efficiency, actions and projects.",
         "We drive margin expansion. With this margin expansion, we create a strong free cash flow, which we allocate very disciplined in our 5 core technologies, where we optimize our portfolio continuously. And this goes on and on and on. This while we create compounding returns and on a very disciplined long-term way to create shareholder value.",
         "Our track record over the – almost now, it’s now 45 years that we have done this. And we will not stop with this even when we have – corona crisis is not stopping us from, let’s say, executing this strategy. And you can also see that in our earnings per share, dividend per share over the last 10 years, our return on incremental capital employed for us, a very important one. And of course, we look to a long-term period. And we are sure that we will overcome also this corona period.",
         "Our long-term shareholders are growing. So we have more than 50% now, more than 3% holdings with a long-term view. They are supporting also our sustainable business model.",
         "A key strength, and I can’t say enough about that, also, again, in these times, your people are the most important. You win with the people. That means also that the business teams we have in our company are the most important and they make the difference. Also, they take the actions, of course, with intensive discussions with us as a Board, but also with the head office.",
         "And it means that we have 5 drivers. Be an entrepreneur. Be creative. I think in solutions. I take ownership. Don’t wait, proactive, try to be better and quicker than your competition all the time. Take your own decisions in the values we have. And of course, we go for excellence all – every day. Every day, we challenge ourselves to become better. Share and learn information.",
         "And a very good example, also the last 6 months, was we were very early warned in our activity in Italy about the COVID-19 experience and disaster, what happened there, so we could immediately act already beginning of March, also in the United States, to take preventive health and safety measures to be earlier with our measures. And of course, act with integrity, very important. And our greatness with our people is also made by sharing knowledge and winning together.",
         "The strategy and objectives not changed. These are before IFRS 16, and we are still in a – very active to realize these strategic objectives. We started the – we updated our strategy last year. And we are aiming still for these objectives, to hit them in the coming years.",
         "Very important, innovation. It drives organic revenue growth. And important is also to mention that we did not stop any innovation project during the last 6 months. Actually, we accelerated certain projects like digitalization in climate technology. We accelerated our investments in our press manufacturing where we see a lot of potential, especially in North America. We accelerated our investments in cleaning and machining and advanced mechatronics.",
         "And so I can – we also mentioned in our press release more examples. So we have to continue with innovation because it makes us only stronger going in the future. We were also able to do that because we had a very solid balance sheet, a good cash generation. So we didn’t have to stop those things. We could also postpone things to generate more cash or, let’s say, spend less cash out on our investments. And that’s what we actually did.",
         "But innovation is very important. It is driven by 3 mega trends, as we also explained. And what we see is that our innovation rate, where we have a target to go from 10% to 20%, it’s really improving. We are measuring that every 3 to 4 months. And of course, now it – we have a lot of other actions we do, but this is still on the radar very intensively. And the same is for our key account management rate, you see more and more that through all of these elements and delivering more solutions and systems and more complete package that our key account management rate is growing.",
         "So this is – yes, it’s really – we see that the strategy is really taking place. But also important is that by having a lean structure that you always keep ahead of the game. So that our entrepreneurial spirit, our entrepreneurial organization, which we also see more and more a sustainable entrepreneurship, is that you can react very quickly with your innovation to changing market circumstances. Now I think we all saw in the last six months how important that is.",
         "Coming to the megatrends shaping our future. Again, reflecting to our strategy, very important, we – these are three trends which are not changed at all. Rapid urbanization will continue, climate change and resource scarcity will continue, and especially the Internet of Things, connectivity and integration, more homework, people – now we saw that all with our Microsoft Teams experience or Zoom or whatever we used. We also intensively use that. And you see that a lot of things accelerate by doing that. Very nice trends we also see is more and more digital services in our business, remote control questions, data information, which we give more and more to our customers, where they pay for. And that, in combination with our, let’s say our products and hardware is a unique combination.",
         "So we focused the company much more to five niche technologies, hydronic flow control, piping systems, surface technologies, advanced mechatronics, fluid control. And we combine that where we make actually a match with the selective end markets, eco-friendly buildings, industrial niches, sustainable transportation and semicon efficiency. We embrace our sustainable development goals in this strategy, where 64% of our revenue is already embraced by the SDGs, which I mentioned. And by doing this we achieved a unique market position with sustainable impact.",
         "Sustainable entrepreneurship, we went a step further. It’s not only that we embrace the sustainable development goals, but we also have integrated them completely in our strategy. I think that’s pretty unique. We made very big progress there. It’s because we believe that we have to take our responsibility as a company. But the second thing is we also see a lot of money flowing in these directions where we can take advantage of, for example, energy savings in buildings, energy savings in fuel reduction in combustion engines, but also going to hydrogen applications. We are all there, active in fluid control.",
         "In piping systems, we look for hygienic distribution of water. And very important is that more and more, the applications in transportation look for lightweight materials, where, for example, steel is replaced by aluminum, but aluminum meets the same strength as in, for example, steel and that you solve with specialized coatings, specialized surface technology. So this will be – also be in the future, you extend the lifetime of the materials and you make them stronger and more specified to the use you do.",
         "Our segment reporting structure to make clearance, our five niche technologies, as mentioned here, are reported in four business segments, as you can find in our press release.",
         "Operational development, yes, the highlights, where you can call them like that, highlights. Of course, I think there are not many people who are expected to have first six months like this. I must say the first two months of the year, we started very well. We saw also a pickup of the industrial markets in the first two months. We have a very good record orderbook in end of February, which I’ve never seen before, not only in advanced mechatronics, but also in other parts of the group.",
         "And actually, you could say that the recovery in the industrial markets, which was really taking place, was a little bit broken by the COVID-19 situation, which, of course, started end of February, beginning of March. And we took immediately action. So also due to the fact that we were warned already in China, but especially due to the experience we faced in Italy, we took actions in all our locations in the world. That really helped because our limited – we had a limited amount of infections. It’s also until now on our – let’s say 100 roughly. It’s now lower than 150 sites. We only had to close probably four or five for a certain period, mainly in France and Italy. And that really helps to continue our production because we have to produce, we have to supply our products and our services, which is very important to keep also our revenue running. So we were able to do that, and thanks to a lot of people, which were really reactive in taking the actions. And I want to give a big compliment to all the business teams.",
         "But of course, we were affected especially in the month April and May, where we saw a decline in our revenue. In June, we saw a real good pickup. And yes, we also see a further increase of our order intake. But the effect of that was that we had a revenue of €1.287 billion. Organically, we had a decline of 11.1%.",
         "Our operating profit amounted to €121.7 million, with an EBIT margin of 9.5%. This is including a €4.5 million, with a strategic restructuring charge, which we will explain further in the presentation. So when we will take out this restructuring charge, operationally, we did a little bit below 10% EBITA margin. I think it’s 9.8%, 9.7%. So I think we came through it pretty well.",
         "But we focused on cash generation. That’s the first thing we did. Cash generation, cost optimization because the moment we started to go in this COVID situation beginning March, yes, nobody knew what would happen in April and May, how deep it was, when would it recover. So what you have to do is to manage your cash very thoroughly. So we did that.",
         "And we generated a solid cash flow from operations of €68 million, roughly 8%, 9% less than last year. That was a much lower revenue and also a much lower production absorption because we also reduced our inventories with €30 million. And that is a big number because we start reducing inventories from the month of March. So that means in three months, three to four months, we were able to do that. That means you really have to reduce your production pretty heavily, otherwise, you never reach this number. And that, of course, hits also your EBIT margin.",
         "Net profit of €85.6 million, per share €0.70. And important is to mention that we continued our investments and innovation initiatives.",
         "The CapEx we spent was roughly €54 million, but the CapEx cash out was €72 million. And we kept that floating because we believe it’s very important to keep on innovating also to stimulate allocating new capital to the growing product lines and technologies and also the new products which we launched last year that we keep on pushing that in the market, so become stronger out of it and we evolve in a better and stronger Aalberts, what we have also explained in our strategy. And we were also able to do that because we generated the cash mainly due to working capital improvement.",
         "And then we also look to our strategy, which we were implementing further. And actually, the decision we took is that we are going to accelerate the action plan which we presented last year. And so a lot of actions, which we planned in 2020 until 2022, we have accelerated. So we already knew which locations we had wanted to reduce. We already knew what kind of overhead we wanted to reduce.",
         "So we defined roughly 30 projects in the whole company, in all the segments. And we will take a one-off full year strategic restructuring cost of approximately €40 million because these projects give us a clear picture but could differ a little bit, so that’s why we say approximately. And it will give us an annual benefit of approximately €45 million. So we think that we can really structurally improve the costs by really consolidating locations, reducing locations, divesting locations, but especially also and that we did a lot already, reducing the overhead and making the company and the organization much more simple because there we still can gain a lot. So Aalberts accelerates strategy “focused acceleration.”",
         "Operational development, as said, an organic revenue decline totally of 11%. Orderbook end of June, higher than last year. I think that’s important. We started also with a very good orderbook before the whole COVID situation affected us. And in addition to the recently published trading update where we already gave some guidance in the different areas of our company is that we saw a further increase in our order intake in piping systems and hydronic flow control.",
         "We also saw and that is additional information and that’s actually good news, is that, in surface technologies, we see a slight recovery of order intake and sales. We have more orders per day, per week. And very importantly, these businesses, when there is more customer activity, that means our customers are producing more, we will also get the business, we know that because we will coat the parts, we will treat the parts. And that’s why that is actually good news.",
         "Advanced mechatronics, very strong growth in semicon efficiency. We grew there 19%, which we already guided at the beginning of the year that 2020 would be, again, a good year. And our orderbook is on a record level. So also the second half will be good.",
         "Fluid control, increase of order intake and sales also, especially also in sustainable transportation end markets. And we saw a slight recovery in order intake in beverage dispense. Beverage dispense was hit pretty hard. But also here, we see a recovery in our order intake.",
         "Now overall, when you look to our four end markets, semicon efficiency, plus 19%; and in our eco-friendly buildings end markets, we had a decline of 8% in the first half and compared to last year. And industrial niches, minus 15%, I think that’s pretty good. It shows something about the positions we have in several markets, that we are pretty sustainable there. And sustainable transportation, also due to the closures of customers in the period, let’s say end of April, beginning May, until mid-May, end of May, that was the biggest reason that sustainable transportation had a decline of 23%. But the main message, our order intake and sales is further increasing.",
         "Then when we look to our organic growth and innovation initiatives, and we have some nice examples in pictures that – to show you that we continued with a lot of projects in our company. And we even strengthened and expanded our R&D and engineering force. Now some examples, we strengthened our engineering in our press production area to extend the product ranges and to develop a new range where we are active with an additional range, you could say, in another material.",
         "We expanded the R&D efforts in our digital services, and we are busy with that – with digital services also in climate technology, but also in piping systems where we offer more and more drawing services to our customers to specify the projects. We added engineers in our valve lines for fluid control. We are developing some very nice, new patented valve lines for district heating and gas. We got some nice projects at the beginning of the year in advanced mechatronics for new co-development, so we had to add engineers.",
         "So this is a lesson at least I learned and we learned, but also I learned from 11 years ago, when we also had a crisis, we were forced a little bit to cut in our engineering force. We did not do that at all in this crisis because it takes you years before you get the right people back, so we will not do that. And we will continue our R&D effort and innovations on the highest level because it will bring very good growth to the future.",
         "Now piping systems, I mentioned already what kind of examples we did in innovations. Of course, we have an organic decline, but we still kept on innovating to reach again organic growth in the coming years because we will do that. It is we expanded our press product ranges in materials, in SKUs because we see a good growth in that area, also in North America.",
         "Our full flow valve line, which is a patented product, which we launched the last years, is doing very well. We have a big growth. We even are a little bit out of our capacity. So we have now installed additional lines to serve our customers. But also there, we expanded the portfolio to other connection types and we go to other materials. And we do that – we are still in development also to extend that portfolio further.",
         "We launched the patented balancing valve, it started in the UK and a composite gate valve for below-ground applications for water and gas. This – it is a composite. It means plastic combined with glass fiber. We are unique in that market with this kind of gate valve. We have already the connections for that now, we have over the gate valve. We launched it in April and good order intake for that. And we are busy with – and in development of new plastic manifold systems and also new connection systems in our plastic piping business and so a lot of activity there.",
         "Surface technologies. We allocate our capital, you could say, in surface technologies by investing less in capacity expansion because, of course, we had a decline in our revenue, but we reallocated the capital to faster invest in our facilities for the treatments, for additive manufacturing parts. It’s a growing market. So we opened our HIP facility in Greenville, North America, which we’ll expand further because we refurbished the building. We put a facility in the first HIP vessel, and we will expand that further. It’s a big investment but with a very good profitability, so we didn’t stop that, but we even accelerated that.",
         "We integrated our austempering and reel-to-reel plating activities acquired last year, Applied Process and PPC in Chicago. They did well. Of course, also, they had their downturn last six months, but good companies aligned with Aalberts’ values and culture. And we are in process to strengthen and bundle our R&D forces within surface technologies in our location which we already had in Switzerland. So we have different R&D locations which we bundle in Switzerland.",
         "Also there, we invested in, so that we can offer new coatings, new treatments having also, yes, having other heat treatments in the future. So that’s concentrated now in Switzerland, and we continued our initiatives to expand our footprint in Eastern Europe. I think this is a growing area for surface technologies, especially also what you see now in trends of – in the automotive, where you see that the more the electrical vehicles in our OEMs are more and more produced in the home countries, that’s the strategy where it goes to.",
         "And that combustion engines, where they try to get a higher margin, also going more to – yes, to other countries like Eastern Europe. And we follow that trend. So we develop surface technologies to a more specialized technology company. And we also move in the right regions to follow our customers, which was already – this process already started last year after summer.",
         "Innovation is driving our organic revenue growth, so we are pushing that all the time. Some nice examples, as already explained. Our press product range, we expanded to eco-friendly buildings and also in industrial applications and niches. Aalberts piping systems with different materials, we are very unique. We can also connect, let’s say – we have not only the connections, but we have also the valves.",
         "We have also the pipes, so we can offer a complete system. Now pressing is one technology. We also have the technology of groove. We have the technology of screw. We can do that with all materials for pipes, which they are in copper, steel, stainless, plastic, a unique position that we have in piping systems in the world. And there is so much to gain not only in growth in all over the world, but also in our operational efficiency. And that’s why we also pulled forward a lot of projects in piping systems to become more efficient in the coming years.",
         "Another example, the full flow line, which we launched last year, did very well. I said we already – we have some issues with producing what we can offer to the customer. So we combine that with the connection of the press fittings with the valve, so it’s a fantastic package. And we expanded the portfolio further. And as said, we are also developing other materials to be launched in Europe and North America and Asia.",
         "We launched a newly developed patented balancing valve, really a unique product. We developed it in the UK. It was a great job of these people in the UK, and we brought it on the market. We are in the process to bring it further on the market in Europe, a great product. It is an example of integrating different functionalities in one valve. It is – special control is balancing. It’s very – it’s a very good valve for maintenance. You win a lot of time as installer. It’s uniquely developed. So we expect a lot of it to roll that out in the coming periods.",
         "New composite gate valve for below-ground water and gas applications and some company and our brand, ISIFLO, fantastic brands, we already had the composite ISIFLO Sprint connection range, now we combine it with a gate valve, produced ourselves and assembled ourselves, a great product, which also we expect a lot of it.",
         "And then we are in the process for our plastic piping systems. We have to develop a new manifold range and also new connection systems, not only press application, but also other connection types to expand our portfolio. We did very well in this area. Especially also in Belgium, we did great. And also activities in North America, in the different niches, we do there in our activity in North America, in industrial. And pool and spa and golf irrigation, we did a great job.",
         "Opening our HIP facility, we announced already earlier that we were busy with that. We opened it. The installation is working. We have the first orders, very interesting, very complex additive manufacturing parts. And you cannot do only additive manufacturing without the postprocessing. The postprocessing is very important to come to the specification of a complex part. So this is a unique technology, where only a few players in the world can do that. And this is very specialized technology, which will expand further in the coming years, not only in North America, but hopefully also further.",
         "Then continue to hydronic flow control. As we already mentioned earlier, we launched a lot of new products and services the last years. We mentioned that time, 15 product lines with a lot of growth potential. And of course, also the business team of hydronic flow control had to manage the existing situation in the last months that we did not stop giving attention to these product lines. We will continue with that. Still, there is a lot of growth potential.",
         "What we see is a strong increase in offering digital solution and services to heating and cooling systems. We are really exploring that field because it’s new for us, but also for the market. You must imagine that, for example, you have a boiler room and where our products are made connectable. They give that information. We are able now to collect all these data information. We are able to give our customers on their mobile phones all kind of information about their boiler room, about the performance. And we give them advice how to use our systems. And this will – this is going to grow.",
         "We see more and more traction there. It’s, for us, a fantastic opportunity. And also, remote control is the next step, so the digital platform we built the last three years, we put a lot of money in, is really working. So we have a digital platform where we can communicate through mobile with our customers. And yes, this is the result of the investments of the last three, four years we did in that area, with a separate team, a lot of R&D people, where we spend all the money already. And now you see step by step the first successes.",
         "It’s still a small amount of revenue, but this is fast-growing. And we really believe the combination of the products in combination with the digital service that, that is the route to go. So we further strengthen that department. You’re also looking for people from outside to give us more knowledge than we can think, let’s say, more creatively about these services. And so we added people and capacity.",
         "Advanced mechatronics, managing a record orderbook, several new co-development programs, a great performance in the first six months that will continue also in the second half. And we follow our customers there. And yes, we have to serve our customers there. Even in COVID times, we were able to – with the 1.5 meter distance in the clean rooms, that was not easy in the beginning, but we found a way to keep our efficiency on a pretty high level. It deserves a compliment to the total group because that’s not easy to gain the same service for your customer, but they are fighting hard and working hard to do that.",
         "Fluid control, as already mentioned, developed lines and innovation in sustainable transportation. Some examples, this is the Flexcon Premium. It’s one of the most sustainable expansion vessels in the world because we – the storage, the heat and the warmth through salt crystals, patented, a fantastic product. And we see more and more projects coming where they use this system, has a big potential in the coming years. But it takes time, of course. Last year, it was launched, and now we see the projects coming.",
         "Digital solutions, as we see here, I talked already about, that goes through to the mobiles of the customers. We talk to the technical people in the boiler room installations in hotels, in offices. This will really – will grow in the coming years. We have a fantastic position here. Advanced mechatronics, record orderbook, and we are developing a patented new valve range, valve line for district heating and gas. It’s a more bigger range. We call it the midrange. A great product, which is based on the full flow valve, and that’s for district heating and gas. District heating is growing. Also, the gas market was good. And as you know already, in oil market, we have a very low position. It’s because, already four years ago, we said we should go to other markets.",
         "Then operational leverage and excellence. We – as explained, we accelerate our action plans presented during our Capital Markets Day, and this is exactly what we presented there. So we further focused, clustered and simplified the organization. So we concentrated all Aalberts group activities in our lean head office. We reduced our staff also here in Utrecht. We reduced our costs. We reduced also the staff in a different niche technology clusters, the business teams. Because of this clustering, you can also optimize your overheads in all business segments.",
         "So we did a lot, and we’re going to do a lot. And we divested already some smaller locations. Recently, also, one in Italy, we – end of the year, one in Germany. We closed several sites, but we are really in process of executing the plan to go from 154 sites to 122, which we explained. So we will do that much quicker than we earlier said in our presentation. And a lot we will already do this year and probably the first half next year.",
         "So that’s why we have a one-off restructuring – strategic restructuring cost of €40 million. We take it in 2020, €4.5 million, we took in the first half. So €35 million, we will take in the second half, roughly. And then annual benefit of approximately €45 million, partly in 2020 and fully in 2021. So Aalberts is accelerating the strategy. We are not stopping because we think that COVID is a temporary thing, but we always think long-term. And we will come stronger out of this crisis. And we see it also as a momentum to accelerate our strategy.",
         "Allocation of capital, of course, focus on cash management and customer optimizations, especially cash, costs, working capital, but also innovations. The CapEx continued. I’m very happy we did that. We continued that we were – we said we’re going to do that in growing product lines, future technologies, innovations, but we postponed mainly capacity expansions in the different segments and also building expansion.",
         "We were adding building plans in three places in the world. And these projects, we postponed, so we could also – yes, let’s say, spend less cash this year. And the CapEx cash out, that also my colleague will tell more about that, you see that the CapEx cash out was still €72 million. A little bit lower than last year. But as you can imagine is – yes, that it takes time to reduce your CapEx. So the main effect will be seen in the second half in the CapEx cash out where we – that will be lower than last year.",
         "The capital is allocated. And that’s in line with our innovation and our organic growth areas, press product ranges in piping systems; hot isostatic pressing, the HIP, in additive manufacturing; digital solution and services in hydronic; machining and cleaning capacity in advanced mechatronics. Because we believe we will grow further, we will add an additional cleaning investment in the second half of the year to follow, yes, the volumes of our customers. And we are developing new and existing – new valve lines, but also had to expand the capacity in existing valve lines in fluid control. And so the tag line, focused on cash management and costs, but we continued CapEx and innovations.",
         "I give now the word to my colleague, Arno Monincx.",
         "Yes. Aalberts looking forward. So we have an outlook. And of course, it’s very difficult to predict what will happen because I think we have to be cautious. So we will continue to do our operation in a safe way. And of course, the most important is that we keep on serving our customers, that we keep our people safe.",
         "That is the most important, and that’s a real challenge. I think we found a way in our production sites to do that, in our service sites. But looking to the outbreaks, which you’ll see now in the world happening in the different countries, I think we have to be very careful and be prepared for a possible second wave and especially in certain regions.",
         "Besides that, you see that people are sometimes, yes, a little bit afraid to work or they are sick or whatever, so you have to manage that very carefully. But we were able to do that, and that deserves a big compliment to all the people in Aalberts. And our focus continues to be on cash because we have to be cautious cash, cost of optimizations, but also innovations and CapEx. That will continue in growing product lines, future technologies and innovations.",
         "And as we said, we will continue by postponing capacity expansions and also our buildings, which we were aiming to build – we will keep on building, but postpone it. So therefore, we expect a lower CapEx cash out in the second half because we took all the actions in the first half, and we show now a small effect in cash out of €5.5 million in the first half, but we see a much more bigger effect in the second half. And – but we keep on investing, but also allocate the capital in the right way.",
         "Now most important maybe here is that we will accelerate the strategy, as already explained, and it will evolve faster into a stronger and better Aalberts, realizing our strategic objectives, which we presented last year.",
         "So yes, thank you for this presentation. I think we go now to the questions and answers."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. We’re now about to start the live Q&A session. [Operator Instructions] And we do have a couple of questions in the queue. The first question comes from the line of Henk Veerman from Kempen & Co. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hi, good morning, Henk. Good morning, Arno. A couple of questions from my side. Firstly, two on your restructuring plan. So firstly, you already mentioned that the restructuring plans look very similar to the plans already announced during the CMD last year. But have there been any changes as a result of COVID-19? Maybe there are some businesses that you do not expect to recover so rapidly post-COVID where you decided to restructure as well? So have there been any changes?",
            "And then secondly, on restructuring, you have accelerated the plans. You announced that the benefit is €45 million on an annualized basis. But how much of restructuring will be done in 2021? And what will be the total benefit of the restructuring also beyond 2021? So that €45 million, how much will that be for the total restructuring plans? Because you already mentioned, for example, you will decline the number of sites by about seven [ph] new locations. Thanks."
         ],
         "Speaker": "Henk Veerman"
      },
      "3": {
         "Remarks": [
            "Yes. Thanks, Henk, for this question. I’ll take the first one. Yes, is – your question was, is it changed? Did – the plan we had in December, is it changed due to COVID, from a business perspective, let’s say, the restructuring? No, I think it’s – in principle, it’s not changed because we – I think the evaluation of our strategy last year, where we took, let’s say, the second half of 2019 for that, we evaluated already very carefully what is the market doing. And in all areas, we – yes, we try to align already with these market trends. I think – so from that point of view, we are accelerating that plan.",
            "Of course, what you see here and there is that, for example, in a business like aerospace, I think it’s, of course, something really changed. Yes. But fortunately, we have a small percentage in that very small percentage. But there, yes, we will realign our capacity there and focus on other markets. I think trends like electrical vehicles or hybrid vehicles and that will continue as we already thought. So we were already in the process, especially in material technology, to align our organization already to very specialized technologies in that field and to reduce our sites also there, but also in other areas. So yes, you could say aerospace is maybe a change, but it’s, for us, a very small change. And for the rest, we’re mainly accelerating.",
            "What you see is more and more interest in digital solutions. I think that’s really what we see. That’s why I explained also why we expanded our R&D there, especially in climate, but also in piping, but also in fluids. It’s all over the place. But it’s still on a low level, so that will develop further, which we already saw last year, but I think it will accelerate, which is logic. So yes, the answer actually is not big changes, some small ones, and we are accelerating the plan. And yes, we use also the momentum now to accelerate and to become much more efficient to hit our targets in the future.",
            "And the second question was about the..."
         ],
         "Speaker": "Wim Pelsma"
      },
      "4": {
         "Remarks": [
            "Yes. The annual impact. Let’s say the full annual benefit, we believe, will be in 2021. And yes, let’s say 2021 and beyond, of course. And yes, we also can – we’ll expect some of this benefit in the second half 2020, let’s say approximately 20% of it."
         ],
         "Speaker": "Arno Monincx"
      },
      "5": {
         "Remarks": [
            "Okay. That’s clear. And so how much – like – so because you pulled the restructuring forward, but how much is yet to be done in 2021 and 2022? So just to get a feeling, you mentioned you want to decline the number of locations worldwide from 156 – 156 locations to 122 locations during CMD last year. So how many locations will be closed by year-end? And how much do you plan to close beyond that and just to get a feeling, what is the total cost saving of those plants? Because we now have the €45 million, but what will be the total number – the total million for the group?"
         ],
         "Speaker": "Henk Veerman"
      },
      "6": {
         "Remarks": [
            "I think it’s – but, Arno – just to be clear, the one-off cost is €40 million. And the complete annual benefit on a full year basis is €45 million. Of this €45 million, we will realize 20% in 2020 in the second half and 80% in 2021. So I think that’s very clear. And then after that, you get, of course, the full benefit of approximately €45 million continued in 2022. Yes, so it’s roughly a little bit less than one-year payback. Now the second question is about locations?"
         ],
         "Speaker": "Wim Pelsma"
      },
      "7": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Henk Veerman"
      },
      "8": {
         "Remarks": [
            "I think it’s very clear. But the second question is about the locations. We had a plan of 156 to 122 – yes. So we aim for that for three years. Now yes, it’s a little bit difficult to say where are we exactly end of the year because, of course, this is all people work. And so I don’t want to mention a number there. But we will make already a big step this year, but it can be that certain activities will roll over to quarter one. So I don’t want to commit myself completely on a number. But let’s say we do this year a big part and then next year, the remaining, especially in the first half, so that is a little bit the plan, which we have now. But it could also be that it’s – that it prolongs a little bit in the second half next year, but then we should be pretty fast. Otherwise, we don’t realize also the €45 million benefit."
         ],
         "Speaker": "Wim Pelsma"
      },
      "9": {
         "Remarks": [
            "The whole thing’s..."
         ],
         "Speaker": "Henk Veerman"
      },
      "10": {
         "Remarks": [
            "Is it clear now, Henk? Or – yes. So the full year benefit, that..."
         ],
         "Speaker": "Wim Pelsma"
      },
      "11": {
         "Remarks": [
            "Yes. Okay."
         ],
         "Speaker": "Henk Veerman"
      },
      "12": {
         "Remarks": [
            "The next question comes from the line of Peter Olofsen from Kepler Chevreux. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "13": {
         "Remarks": [
            "Yes. Good morning, Wim and Arno. Yes, maybe to follow up on Henk’s questions on these action plans. So the €40 million restructuring, will that all be cash out? Or is there some cash element in there, for instance, linked to restructuring? And on the €45 million in benefit, could you provide a breakdown by segment?"
         ],
         "Speaker": "Peter Olofsen"
      },
      "14": {
         "Remarks": [
            "Let’s say the first question, I think we can say that the majority of these plans is cash out, but not everything in 2020. That’s – there are some – there will be some overshoot in ‘21. And we don’t give in the – a breakout per segment."
         ],
         "Speaker": "Arno Monincx"
      },
      "15": {
         "Remarks": [
            "What we could say – because, yes, these projects are all people working. So – but what we could say is that we – it’s roughly 30 projects we have, but it could also be a little bit more or less, which we really intensively discussed with our executive team and business teams. And that the major of the projects are in material technology and in installation technology. There we have the biggest gains, where – which we already presented also last year, by the way.",
            "I think in installation technology, we have still a lot of operational leverage and excellence to execute by closing factories, consolidating factories. And by material technologies itself, of course, also by site closures and further consolidation and specializing in specialized technologies and reducing overhead a lot. So there is the main – but we also have 2 big projects in climate. We really integrate some locations and some activity in dispense that will further integrate actually the dispense organization. And that’s roughly – we don’t have a breakout in money at least. We don’t want to disclose that at the moment."
         ],
         "Speaker": "Wim Pelsma"
      },
      "16": {
         "Remarks": [
            "Okay. That’s helpful. Then maybe on CapEx. So in the second half, it will be lower than what you had in the second half of last year. Should we then think of several tens of millions lower? Or is that too ambitious?"
         ],
         "Speaker": "Peter Olofsen"
      },
      "17": {
         "Remarks": [
            "No, I think what – for example, what happens, of course, and that came a little bit by the quickness of the crisis in – we saw it in end of February, beginning of March, so we reacted immediately then. So then it takes time to reduce your CapEx. First, you have to talk to every business team, yes, where do we allocate the money? Should we allocate it there? Should we allocate it another place? Or – and then, of course, you want to reduce to keep the money in your pocket. So it takes time. So we did it all very quickly in the first two, three weeks of March, actually. But then, of course, you have to implement. So what we will see is that we did now roughly €6 million lesser cash out in the first half of 2020 compared to 2019. But you will see a much more bigger cash out reduction in second half.",
            "And I think we aim for a number approximately around €100 million. So it could be a little bit higher, it could also be a little bit lower. But let’s put it like that. So I think the year before, I don’t know it completely from my head, we had something like €145 million cash out. So it will be around €100 million. So let’s say roughly €40 million less than the year before. So that will be shown in the second half. Okay. And important is to know that our innovations and our fast-growing product lines will continue because organic growth is not gone. So when it comes back, and it is already coming back, the business that, we are still aiming for organic growth in the situation, yes, when business – it comes back. So..."
         ],
         "Speaker": "Wim Pelsma"
      },
      "18": {
         "Remarks": [
            "And if we then look for the coming years, I think you previously talked about annual CapEx of €140 million. Is that still valid then for the coming years?"
         ],
         "Speaker": "Peter Olofsen"
      },
      "19": {
         "Remarks": [
            "I – we have all the plans for that. But we also postpone now so that postponement will mean that we will have the cash out in 2021. So at the moment, we see and we are – we have to be less cautious or there is a vaccine and things open again completely, yes, we will execute all these plans. But yes, you can expect, of course, that will maybe have a delay effect. So yes, I don’t know exactly. I’m not going to talk about the 2021 at the moment, but the plans are there. But it could be that it has a delay effect. And we also – of course, when we don’t need capacity expansions because of the still lower market environment, which nobody knows in the coming six to 12 months – nobody knows how that really happens due to, yes, all the breakouts you see now again. And then, of course, we also will not approve the cash out for further expansions."
         ],
         "Speaker": "Wim Pelsma"
      },
      "20": {
         "Remarks": [
            "You may expect that we will adapt to the situation, and see how it is."
         ],
         "Speaker": "Arno Monincx"
      },
      "21": {
         "Remarks": [
            "So I think – I can’t – I don’t think we will spend, €150 million on CapEx cash out next year. I don’t think that because you also have a ramp-up of that. But the plans are there."
         ],
         "Speaker": "Wim Pelsma"
      },
      "22": {
         "Remarks": [
            "Yes. Okay. Then maybe on your top line, so you did minus 12% in the first five months and then minus 11% for the first half organically. So that suggests that June was in the mid-single-digits decline if my math is correct. But then in terms of orderbook, you’re saying it’s up versus last year. How should we read that statement? Does it mean that going into Q3 we may actually – positive growth then? Or how should we treat that statement on the orderbook?"
         ],
         "Speaker": "Peter Olofsen"
      },
      "23": {
         "Remarks": [
            "Let’s say the orderbook is higher, which is a factual situation. But of course, there’s also an – a long – let’s say there are long-term orders also in that because, as you know, one of our fast-growing businesses is advanced mechatronics, where we have the orderbook, let’s say, for a longer time ahead. So that does not say anything about the Q3 versus last year from that perspective. So I’d say, we believe that – as we said, that orders are improving and sales is improving every other week actually, although it’s still not there where we should – where we would like to be, of course."
         ],
         "Speaker": "Arno Monincx"
      },
      "24": {
         "Remarks": [
            "But also to add a few things, yes, for example, when you look to the building markets, yes, and what we see now is that people work through in the summer. So they will – there’s less holidays in the eco-friendly building end market, so that means because people won’t still get the project finished. So I think the minus 8% we showed in the first six months is actually pretty good because we even had periods that our distribution was closed. So despite this effect, we had minus 8%. So June had a good ramp-up. We have also there a good orderbook. It’s not only advanced mechatronics. And it would not surprise me that we get a catch-up effect, for example, also in countries like France and UK. In France, we saw that already in June because of the bigger closures in France and UK. And also, in the UK, it would not surprise me. So that then are positive things.",
            "The second thing you should not forget, that is longer term, is that the industrial markets, including automotive, are already down for two years. Yes. And this is complete – and I said that maybe already 100 times, that this is a complete different situation than we had in 2009. So you see that also there’s much more activity in OEMs, there’s much more activity in the – in these industrial markets. And we see already that the orders and intake, especially for the manufacturing parts, are increasing rapidly in June because there’s no inventory at all in the supply chain. So that means there comes a moment that people have to build up inventory again. Otherwise, the supply chain is not functioning. And that’s also automotive.",
            "There comes a second effect is that people are not flying. People are not going in the train. People are driving in cars. People are driving on the bike. So yes, this is a different situation. So it – and then the same means is for buildings. So there are also some positive effects. People are much more spending money on their house at the moment. So that means also they improve their heating system, they improve their cooling system. That’s – of course, we like that because it stimulates our sales. So yes, it’s difficult to predict how that works out, but these are not negative trends.",
            "Our advanced mechatronics, we have a fantastic orderbook. I think also in the building end market, we have a good orderbook. And in the meantime, we keep on pushing our innovations and then restructuring to accelerate and to actually reduce our breakeven point as total Aalberts because that’s actually what we are doing. So yes."
         ],
         "Speaker": "Wim Pelsma"
      },
      "25": {
         "Remarks": [
            "Okay. Maybe then my final question for Arno. At the Capital Markets Day in December, you talked about an incremental margin or a drop-through from organic growth to EBITA of about 25%. Well, 2021 will be somewhat exceptional because of the full benefit of this €45 million. But looking beyond 2021, you still think this 25% is a reasonable assumption?"
         ],
         "Speaker": "Peter Olofsen"
      },
      "26": {
         "Remarks": [
            "Yes, I think so. And let’s say the drop-through of 25% is a valid number. And you’re right, 2021 will be an exceptional situation where we have the full benefit of our restructuring plans. But when we have the organic growth like we have forecasted also in the – let’s say, the calculation we made in the Capital Markets Day, we should be able to make a drop-through of the percentage. But we need, of course, organic growth for that."
         ],
         "Speaker": "Arno Monincx"
      },
      "27": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Peter Olofsen"
      },
      "28": {
         "Remarks": [
            "The next question comes from the line of Martijn den Drijver from ABN AMRO. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "29": {
         "Remarks": [
            "Yes, good morning, Wim. Good morning, Arno. Just two follow-ups on the restructuring. One is the remaining part of the restructuring, which comes from the 2019 Capital Markets Day. Could you say something about the savings versus the charges of that – of the restructuring that you’re still going to do in 2021? Will that have the same ratio in terms of savings versus charges? You have now €45 million in savings on charges for €40 million. Can you give us a bit of an indication of how that ratio will be for the remaining part of your restructuring? That’s part one.",
            "And then secondly, we now know a bit more about the impact on costs. But can you also clarify or provide a bit more clarity or guidance or color on the impact on working capital from this restructuring exercise? That would be my first question."
         ],
         "Speaker": "Martijn den Drijver"
      },
      "30": {
         "Remarks": [
            "Okay. Let’s say the first one, yes, the €40 million – approximately €40 million of restructuring costs, given the – approximately €45 million of benefits, let’s say, that’s the balance that we have given. And that is also the balance that is applicable for, let’s say, the program when it’s executing. Again, we foresee that we can start most of the program in the second half of 2020, but we could also still have some of the program to do in the first half of 2021. But as Wim said earlier, it’s a little bit difficult to predict. It’s work in progress. Teams are very busy with it. So we cannot give more guidance on that. We can only give you the guidance that we gave.",
            "Then the working capital, as you know, and as we also have said, for us, we have a high priority, the inventory reduction plan and that we have guided with €100 million to €150 million of reduction calculated in days, we always say, because, of course, we know that when the business is growing organically and hopefully on a good level, we also need, of course, inventories for that. So we always say calculated in days, that means that especially – let’s say the – yes, the less-efficient inventories we have to optimize. And we are also busy with all the teams to do that in this same period. So over the next years, we will further improve step by step the €100 million to €150 million of inventories. So that is what we are aiming for."
         ],
         "Speaker": "Arno Monincx"
      },
      "31": {
         "Remarks": [
            "But wouldn’t it be possible for you to say of the €100 million to €150 million target, this round of restructurings will be roughly 50% or 25% so we have a bit more clarity on that, on this specific part of your restructuring program?"
         ],
         "Speaker": "Martijn den Drijver"
      },
      "32": {
         "Remarks": [
            "Let’s say some of the improvements, of course, takes some more time. So this is really – yes, this is really a big effort. And that takes also structural plans that we are making with all the teams. Actually, we make that really – and we’re driving that really for the next three years. So 2020 to 2022, we are continuing to do that. And so you should see – every year, you should see some results of that."
         ],
         "Speaker": "Arno Monincx"
      },
      "33": {
         "Remarks": [
            "Evenly spread, I guess, then over the next three years?"
         ],
         "Speaker": "Martijn den Drijver"
      },
      "34": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Arno Monincx"
      },
      "35": {
         "Remarks": [
            "Okay. Well, we’re continuing on this, the inventory part. You seem pretty happy with the €30 million. Most of your inventory is related to installation climate and industrial technology. And if I look at the decline in sales organic for those three divisions, in fact, the inventory reduction is more or less in line with the decline in sales while, as you already pointed out, inventory is a key focus for your working capital. So please explain to me again why you’re so happy with this number because it doesn’t seem that special, to be honest."
         ],
         "Speaker": "Martijn den Drijver"
      },
      "36": {
         "Remarks": [
            "But would it be nice? That if your revenue declines with this percentage, that you could immediately decline in the same base your inventories. It is not how it works, yes, Martijn. Let’s say when we were all – more or less, yes, confronted with the sharp decline in sales, of course, before you are able to reduce production machinery in the same trend, that costs you some time. And at the same time, your revenue is declining. So that is really a big delay effect in that. And to be honest, I was positively surprised that we could at least reduce the inventories with €30 million for the group given the short time frame of the end of March until the end of June that this event was happening.",
            "But we expect a further improvement for the second half of the year because all the actions have started, so there’s a big focus on it. And of course, when the revenue comes up again, it will help. It will help a lot because then you get, yes, a growing revenue and then, hopefully, a decline in trends, in inventories, so that will give a big impact. But for the time being, yes, we have to work really on our own inventory levels. So that is what the teams are busy with."
         ],
         "Speaker": "Arno Monincx"
      },
      "37": {
         "Remarks": [
            "Okay. Then with regards to material technology, the minus 15%, at least that’s the top line. That still seems relatively modest, given – at least that’s what I think, given developments in automotive, aerospace and industry. When did you actually see clients starting to materially lower orders? Was that immediately in March? Or was that somewhat later? Can you give us a bit of a sense when that – when it really started to decline materially or whether there was a bit of a lagging element there?"
         ],
         "Speaker": "Martijn den Drijver"
      },
      "38": {
         "Remarks": [
            "Actually, that was the end of March, it started really to decline."
         ],
         "Speaker": "Arno Monincx"
      },
      "39": {
         "Remarks": [
            "And then it picked up again, although from a low level in May, June?"
         ],
         "Speaker": "Martijn den Drijver"
      },
      "40": {
         "Remarks": [
            "Yes, June. June we saw in the pickup, yes."
         ],
         "Speaker": "Arno Monincx"
      },
      "41": {
         "Remarks": [
            "All right. And then with regards to the holding cost and the unallocated cost, normally, you would say that you’ve given that information in the past, that roughly it’s €12 million on an annual basis, €9 million for the actual headquarters and then €3 million for M&A and restructuring, and M&A pluses and minuses sometimes. So that would mean roughly €4.5 million for half – the first half year, €1.5 million for M&A and restructuring. You now have €4.5 million. So is that the way – the correct way to think about this? Or has the whole centralization impacted that – those two elements?"
         ],
         "Speaker": "Martijn den Drijver"
      },
      "42": {
         "Remarks": [
            "Let’s say you are right. We have always said between €10 million and €12 million, and holding costs were around €8 million, €8.5 million. And that’s what we have always said in the past. So taking from that starting point, we have the – let’s say, the €4 million, €4.5 million of normal holding costs. We have the restructuring costs of €4.5 million. And then of course, we made also our savings of the total holding structure. And that ends up in as a total of €7.2 million."
         ],
         "Speaker": "Arno Monincx"
      },
      "43": {
         "Remarks": [
            "Okay. Got it. And then a final question. You’ve talked about reductions of overheads in the technology clusters. That also means that leadership has changed, I would say, or that has already changed in the past. You’re also more centralizing leadership on the business lines or the technology lines. And this is more a question for Wim. Aren’t you afraid that – or how do you manage the impacts on the entrepreneurial spirit versus the more you centralize, the more you provide leadership on a central location with the ability to steer and manage the organization that will automatically lead to a reduction in entrepreneurial spirit, I would say?"
         ],
         "Speaker": "Martijn den Drijver"
      },
      "44": {
         "Remarks": [
            "No, that’s not the case. I think your assumption of centralizing, I think that this is not completely correct. I think what we did the last, let’s say, seven, eight years, but this is not the process of the last six months, that – maybe even the last eight to 10 years, we looked continuously to our portfolio and the cluster of the activities which belong to each other. If you can remember 10 years ago, we had a regional organization, which was not working, in my opinion.",
            "So, we re-classed it to, yes, let’s say, a business to end-market organization, which is working well. So we further clustered that. But I think the entrepreneurial spirit is absolutely in the niche technologies. So – but of course, companies who belong to each other, that’s why we acquired them in the past, should also be integrated in a sophisticated way. So this we did already. So the structure was already in place, let’s say, in 2019. And even the presentations you were also attending in December were made by these people. And so when you look, for example, the hydronic flow control that is that – were seven, eight companies in the past, and including COMAP, it’s maybe 10 companies, but we have one strategy. So that whole integration process is something of the last five, six, seven years.",
            "Now what is the difference? And that’s also why we can accelerate the optimizations is that the structure is standing. So that means you have one business team. You have the strategy aligned in that business team. You know exactly the way to go. So then the next step is you look to your locations internally and also your overhead and your sales force and everything. And you say, “How can I optimize that?” These plans we already had at the moment we presented in December. So what we said, “Let’s use the time now and accelerate it.” That means that we would go faster.",
            "So for example, we closed the factory in Germany much faster than we planned. It’s already in process. We go to one head office in hydronic flow control, which will be in Almere, which we are now building because we had two or three out of this. We had two digital apps. We will make one approach for that. So I think the entrepreneurial spirit is still there, but it’s maybe on a higher level, that’s what you could say. But it’s a process of the last seven, eight years. And – but – and that’s also why the question, for example, how can it be that you believe now that you reduced your inventory? This question came also in December because we talked about it a long time.",
            "Now that is because we have now a very strong structure, which is much more simpler than it was. By far, simpler. Everybody is behind that strategy. So now you’re going to optimize that structure, including working capital. And we have very good CFOs also everywhere because these clusters are €400 million, €500 million, but sometimes even higher in revenue. So also, the senior management is of a much higher level than it was in the past. So, we don’t have a bunch of small companies now. No, we have one company, who drives a strategy. That’s a complete difference. So that’s also why we believe we can generate now these savings and these optimizations. It’s still there, but it’s – that’s maybe, you’re correct. It’s on a high level."
         ],
         "Speaker": "Wim Pelsma"
      },
      "45": {
         "Remarks": [
            "All right. Thank you for those explanations. That’s all my questions. Thank you."
         ],
         "Speaker": "Martijn den Drijver"
      },
      "46": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Wim Pelsma"
      },
      "47": {
         "Remarks": [
            "The next question comes from the line of Luuk Van Beek from Degroof Petercam. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "48": {
         "Remarks": [
            "Yes, good morning. A few questions from me left. One is on the impact of government support measures. Can you indicate to what extent you benefited from those regarding costs and working capital in H1? For example, the later payment of VAT."
         ],
         "Speaker": "Luuk Van Beek"
      },
      "49": {
         "Remarks": [
            "So let’s say the last remark, I can – I have to object because we did not pay later the VAT. We did pay everything in time. So that is not a topic.",
            "And on the first one, we did – let’s say we had some programs locally in some countries, mainly on the [indiscernible] and I think that is about €9 million, what is in our numbers. But let’s say that is really a number that you should interpretate as follows because, one, we would not have that program, we would have done the restructuring in these areas so that you did not have the cost either. You understand?"
         ],
         "Speaker": "Arno Monincx"
      },
      "50": {
         "Remarks": [
            "Yes. So it’s not a net benefit?"
         ],
         "Speaker": "Luuk Van Beek"
      },
      "51": {
         "Remarks": [
            "No. It’s really – it’s a situation where you may use, of course, of that situation so that you can still keep the people on the payroll. But if not, then we would have reduced the people from the payroll. And we did not take any regulation of the NOW in the Netherlands. It’s only in the foreign country, some foreign countries."
         ],
         "Speaker": "Arno Monincx"
      },
      "52": {
         "Remarks": [
            "And then on climate control, if I calculated a drop-through of the revenue decline, then it’s quite low. It’s well below the 25% that you typically mention. So were there any special cost savings there or other effects why this was so low?"
         ],
         "Speaker": "Luuk Van Beek"
      },
      "53": {
         "Remarks": [
            "Yes. I think two reasons. Good question, Luuk, two reasons. I think one is that we – you see, there are much less further integration in your production. So when you have, of course, installation technology that we produce the valves, we produce the fittings. You even sometimes report it out. So when you reduce their production, it takes much more time. In climate technology, we assemble a lot, yes, so that’s also why you have lesser CapEx there, because we do a lot of assembly. In assembly, you can act much quicker. And that’s the – kind of the business. So you have a lot of engineering and a lot of assembly.",
            "The second part is, yes, you’re right. We took already a lot of actions in costs already last year we started, so you see already some effects of that. And – but we will continue that with the integration. Because, as you know, in climate technology, yes, the potential there is to – in a margin of 15%, which we do already in certain areas, but we have to further integrate and we have to optimize the portfolio there because we have still some parts which we have to optimize or divest. But that’s actually the two reasons."
         ],
         "Speaker": "Wim Pelsma"
      },
      "54": {
         "Remarks": [
            "Okay. And then on the – typically, you will streamline your portfolio by divesting business lines or exiting them. I can imagine that, especially divesting it at the moment, more difficult. Will you go more slowly about the streamlining process? Or is this a moment where you maybe more quickly exit business lines that do not contribute enough?"
         ],
         "Speaker": "Luuk Van Beek"
      },
      "55": {
         "Remarks": [
            "Let’s say, first, of course, we always go for the optimum value, also for divestments. So if the price that we can achieve is not correct or not right, then we will postpone. So – but we are – let’s say we are still preparing these processes because we have to prepare anyway. So – and let’s say there’s not a big difference with the Capital Markets Day, we take the three years’ time for that. So..."
         ],
         "Speaker": "Arno Monincx"
      },
      "56": {
         "Remarks": [
            "Then maybe to add to – Luuk, I think there were two months with a little bit lesser activity in M&A. But usually in June already, a lot of interest again, so this market has recovered, in my opinion. So, we are busy with several projects. But of course, you want to do it with the right price and the right partner and we continue. And of course, in certain areas, maybe it’s better first to optimize the business further, also looking to COVID. We have some activities in certain areas where maybe optimizing at the moment is a little bit better. So you wait a little bit. So that’s why we take three years."
         ],
         "Speaker": "Wim Pelsma"
      },
      "57": {
         "Remarks": [
            "Yes. And I had a bit of difficulty how to interpret your comments on the backlog. Because historically, I was always used to not pay attention to the backlog because it was relatively short. Well, that has changed, obviously. One of the most extreme examples is advanced mechatronics, where you have a very long band load control."
         ],
         "Speaker": "Luuk Van Beek"
      },
      "58": {
         "Remarks": [
            "And fluid control. I think all industrial technology is – has a much longer backlog. That’s the change of the portfolio. We changed a little bit in last year’s. So for example, in district heating and gas, we have a very good portfolio. It’s in fluid control, in that area. And so advanced mechatronics is the same. I mean we grew very fast in advanced mechatronics. There, you have a much higher orderbook. But also in climate technology, we see much more projects for longer term."
         ],
         "Speaker": "Wim Pelsma"
      },
      "59": {
         "Remarks": [
            "But how should I see that? Is that a fixed level that will be delivered over a longer period? Or does the customer have a lot of flexibility in the timing of those deliveries?"
         ],
         "Speaker": "Luuk Van Beek"
      },
      "60": {
         "Remarks": [
            "No. I think what we guided earlier – I can imagine that you asked that. I think what we guided earlier that in installation technology, mostly your orderbook is four to six weeks, you could say. And that’s also not changed, installation technology. And sometimes a little bit longer, but also there is a difference because we do more and more with the same customers, so our key account management becomes more important. So you get also forecasts, et cetera, but not real orders.",
            "Material technology is short term. And I must say the projects we do, especially in electrical vehicles, are ten times bigger than we had ever in the past. So that means you get an order for maybe €10 million, where in the past we had only €1 million. So also that is changing because we do more with key accounts, so – but it’s a small amount. But what is – I think when you look to industrial technology, yes, sometimes, we have six months – we can six months look ahead. In this case, I think, for industrial technology, that’s the case. And for climate, I think it’s more than six weeks as installation. It’s maybe more going to – yes, to two months or three months in some cases. But that’s maybe the best answer to give."
         ],
         "Speaker": "Wim Pelsma"
      },
      "61": {
         "Remarks": [
            "Okay. That provides some more clarity on how to interpret this. Thank you."
         ],
         "Speaker": "Luuk Van Beek"
      },
      "62": {
         "Remarks": [
            "The next question comes from the line of Tijs Hollestelle from ING. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "63": {
         "Remarks": [
            "Good morning guys. I’ve got 15 questions left. No, that’s a joke. Yes, my first question was about the inventory levels of the customers, but I think Wim already answered that quite clearly. There is no excess inventory at your customers because I’m also picking it up from other industrial companies. And that is indeed quite different from the situation back in 2009. And it’s quite important, therefore, Aalberts, because direct end market and that immediately leads to replacement orders for your business. Is that correct?"
         ],
         "Speaker": "Tijs Hollestelle"
      },
      "64": {
         "Remarks": [
            "Listen carefully. The first two months of the year were very good because the industrial markets were recovering after one and half year lower revenue, yes. And that was broken actually in the – yes, in the beginning. So COVID broke that trend. But – and so what has happened then in that group, industrial, automotive, machine builds, yes, which are markets also in the industrial area, is that also there were closures of customers. So in these closures, yes, they also didn’t produce. In the meantime, the sales was also much lower. But before you ramp up a factory, a mass production factory, that takes a lot of time. In the meantime, the sales is recovering. Because in June, for example, there are much more car sales than in April and May, but the production is not on that level yet.",
            "So what you can guess, and that is my guess, is that, yes, the supply chain is empty, the sales is increasing as Arno said, stimulated by more car travel and because of not train travel, not flying. And nobody dares to build inventory at the moment, but then there comes a moment it will explode because you have no inventory at all. You can’t even deliver a car. You can’t deliver a machine. And yes, that’s – of course, let’s see how that goes because the last two years, it was already on a low level.",
            "Now in 2008 and 2009, I was there. I wasn’t at Aalberts [ph]. I wasn’t in the Board even. I had to reduce all the people. In the third week of October, it looks like we fell off the cliff, certainly. So the first six, seven months after the third week of October, people didn’t order anything because there was so much inventory in the chain because it’s [indiscernible] in the industrial markets."
         ],
         "Speaker": "Wim Pelsma"
      },
      "65": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Arno Monincx"
      },
      "66": {
         "Remarks": [
            "A question here."
         ],
         "Speaker": "Tijs Hollestelle"
      },
      "67": {
         "Remarks": [
            "Let’s see. Yes."
         ],
         "Speaker": "Wim Pelsma"
      },
      "68": {
         "Remarks": [
            "Yes. Let’s see. Let’s also – I also got a question about the pricing climate because that is also quite important for Aalberts. And then specifically about the pricing climate in June and, let’s say, the first weeks of July. And I mean it’s never easy for you guys, but is it really difficult to protect your margins? Or is it the business as usual in these, let’s say, last six to seven weeks?"
         ],
         "Speaker": "Tijs Hollestelle"
      },
      "69": {
         "Remarks": [
            "No, it’s – I think on pricing, it’s pretty business as usual. I think we – of course, we are very busy with pricing always, also to get our position better, to keep our pricing. In some areas, we could also take advantage in the market because we were open longer than competition. And so we could take market share. I think that’s also important to mention, even with a good price.",
            "What could be in the future, but it’s not at the moment, is that, yes, maybe in the building markets, you get a little bit more price pressure because there are a little bit less of projects. But yes, also, that is not really new. So it’s pretty business as usual, yes. And actually, what we want to do is that with this year, we do a lot of restructuring, so the next year, we are ready to also attack in market shares and bring our innovations to the market with much more strength. So you take also market share, that market recovers.",
            "But pricing is on a good level. It’s also shown the added value. The [indiscernible] went down only 1%. You must imagine that we also reduced inventory of €30 million."
         ],
         "Speaker": "Wim Pelsma"
      },
      "70": {
         "Remarks": [
            "Yes. Much less absorption."
         ],
         "Speaker": "Arno Monincx"
      },
      "71": {
         "Remarks": [
            "Yes. So that says something about the margin that it is not really affected."
         ],
         "Speaker": "Wim Pelsma"
      },
      "72": {
         "Remarks": [
            "We also did our price, would you say, during the first half."
         ],
         "Speaker": "Arno Monincx"
      },
      "73": {
         "Remarks": [
            "And also the second half, we will do price increases."
         ],
         "Speaker": "Wim Pelsma"
      },
      "74": {
         "Remarks": [
            "It’s good to hear. Yes. One – a final one – final quick remark. I believe you have scheduled your full year numbers for the third week of February, and it feels like 100 years away. So I think that if the market circumstances change because of a second wave of COVID-19 outbreak or any specific things that you – I guess you will update the financial markets, the in-between trading of data like you did earlier this year with COVID-19? Yes?"
         ],
         "Speaker": "Tijs Hollestelle"
      },
      "75": {
         "Remarks": [
            "Yes, Very good. That’s absolutely the case. We always said that we don’t have a – let’s say we don’t update any more fixed on a certain date. But in these kind of circumstances, we will update the market regularly when we think it’s time to do that. And I fully agree. We will absolutely update earlier than February. But let’s see how often we do that, it depends on the situation. But we will do that, yes."
         ],
         "Speaker": "Wim Pelsma"
      },
      "76": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Tijs Hollestelle"
      },
      "77": {
         "Remarks": [
            "The next question comes from the line of Henk Veerman from Kempen & Co. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "78": {
         "Remarks": [
            "Yes. Thanks. I don’t know why I was cut off before, but I have one question left. In the press release, you talked about a CapEx of about €54 million, whereas if I look at the cash flow statement, there was purchase of PPE and intangibles equaling €72 million. So what does explain the difference?"
         ],
         "Speaker": "Henk Veerman "
      },
      "79": {
         "Remarks": [
            "The difference is cash out. So let’s say there’s always some overshoot, for instance, of the CapEx that we did in the last quarter of last year, but the cash out is in the first quarter of this year. So the payment and the moment that you get the CapEx on your balance sheet is not always equal. And that is, let’s say, just every year like that."
         ],
         "Speaker": "Arno Monincx"
      },
      "80": {
         "Remarks": [
            "Okay. Yes. Normally, it’s only a couple of million, I think, but now it’s almost €20 million."
         ],
         "Speaker": "Henk Veerman"
      },
      "81": {
         "Remarks": [
            "So it’s very – let’s say that is varied. It’s also depending on what kind of CapEx we are doing, buildings or machines. That’s, of course, always different."
         ],
         "Speaker": "Arno Monincx"
      },
      "82": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Henk Veerman"
      },
      "83": {
         "Remarks": [
            "It’s depending on the nature of the projects if there’s a bigger gap or not. But now we are postponing, of course."
         ],
         "Speaker": "Arno Monincx"
      },
      "84": {
         "Remarks": [
            "Thanks."
         ],
         "Speaker": "Henk Veerman"
      },
      "85": {
         "Remarks": [
            "It appears that the host line has disconnected. So please stand by while we reconnect."
         ],
         "Speaker": "Operator"
      },
      "86": {
         "Remarks": [
            "Hello?"
         ],
         "Speaker": "Arno Monincx"
      },
      "87": {
         "Remarks": [
            "Thank you very much for standing by. We now have the hosts back on the line. So I will hand back over to them. Thank you."
         ],
         "Speaker": "Operator"
      },
      "88": {
         "Remarks": [
            "Okay. Is Henk still there?"
         ],
         "Speaker": "Arno Monincx"
      },
      "89": {
         "Remarks": [
            "No, we now – Henk has now finished with his question. So the next question comes from the line of Peter Olofsen from Kepler Cheuvreux. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "90": {
         "Remarks": [
            "Okay, Peter."
         ],
         "Speaker": "Arno Monincx"
      },
      "91": {
         "Remarks": [
            "Yes, I had one follow-up question, which is related to acquisitions. In December, you talked about the ambition to acquire €100 million to €200 million in revenues. Is that still your ambition? Or have priorities changed with the COVID-19 crisis?"
         ],
         "Speaker": "Peter Olofsen"
      },
      "92": {
         "Remarks": [
            "No, no. We – of course, during COVID, we did not do – we were careful with acquisitions. But still, the – when we can add our positions with – organically or inorganically, we will do it. And I think, personally, that these times can give us also some nice opportunities in certain areas because, yes, people maybe get in trouble. So let’s see. And that are the same focus point as we had earlier. So when we can strengthen the five core technologies, maybe in advanced mechatronics or in certain areas in climate for digital, for example, or in fluid control, then we will do it. But of course, we’re also a little bit cautious in looking how the second half is evolving, but we have a strong balance sheet to do that. So that’s still the aim."
         ],
         "Speaker": "Wim Pelsma"
      },
      "93": {
         "Remarks": [
            "Okay. Thank you. It’s clear."
         ],
         "Speaker": "Peter Olofsen"
      },
      "94": {
         "Remarks": [
            "The next question comes from the line of Maarten Verbeek from The Idea. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "95": {
         "Remarks": [
            "It’s Maarten from The Idea. A couple of questions. Earlier in the call, it has already been made, the calculations for the revenue development in June. And also I, more or less, arrived at a mid-single-digit decline. First of all, could you confirm that? And could you also make some statements about the first week of July? Have you crossed the mark into positive territory?"
         ],
         "Speaker": "Maarten Verbeek"
      },
      "96": {
         "Remarks": [
            "Do you mean the first week of July?"
         ],
         "Speaker": "Wim Pelsma"
      },
      "97": {
         "Remarks": [
            "No, first day. But again, we are already at the end of July. So maybe some thoughts about the development in this month."
         ],
         "Speaker": "Maarten Verbeek"
      },
      "98": {
         "Remarks": [
            "Let’s say we see improvements, and that will continue, hopefully, but we cannot look ahead for a very long period, of course."
         ],
         "Speaker": "Wim Pelsma"
      },
      "99": {
         "Remarks": [
            "Okay. With respect to advanced mechatronics, a very solid performance. Looks like you’re benefiting off the trends of 5G, artificial intelligence and the APC [ph], has it been established by your current customer base? Or have you also been able to win new clients, new parties?"
         ],
         "Speaker": "Maarten Verbeek"
      },
      "100": {
         "Remarks": [
            "It is mainly our existing customer base. And – but we have also additional co-development projects. I think that’s also important to mention. So it’s a combination of that."
         ],
         "Speaker": "Wim Pelsma"
      },
      "101": {
         "Remarks": [
            "Okay. And in the past couple of months, we see due to COVID-19 with the lockdowns, have you experienced any disruption of the supply chain, particularly out of Asia into Europe? And will this rethink your thoughts about your sourcing policy?"
         ],
         "Speaker": "Maarten Verbeek"
      },
      "102": {
         "Remarks": [
            "We had almost no disruption, a little bit in the first week of March, but we could solve that pretty quickly. And yes, as you know, we already produce a lot in the country where we sell. So actually – that’s actually a real strength. And you see that is also one of the things which will change, in my opinion, that – especially in North America, but also in Europe, that people will say, \"Yes, I like to produce it more locally.\" So we – for example, we started campaigns like U.K. made, like U.S. made last year already. And yes, 90% to 95% is made already locally for the local market."
         ],
         "Speaker": "Wim Pelsma"
      },
      "103": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Maarten Verbeek"
      },
      "104": {
         "Remarks": [
            "Do we have more questions, Maarten?"
         ],
         "Speaker": "Arno Monincx"
      },
      "105": {
         "Remarks": [
            "More questions?"
         ],
         "Speaker": "Wim Pelsma"
      },
      "106": {
         "Remarks": [
            "We currently have no questions in the queue. [Operator Instructions]"
         ],
         "Speaker": "Operator"
      },
      "107": {
         "Remarks": [
            "We have a question here on the screen. It is from Michael Hupins [ph] and he asked, \"Would you provide an update regarding our U.S. operations in light of the increasing amount of COVID-19 cases?\"",
            "Yes, we can. We can give some guidance on that. Yes, actually, the U.S. operations, what we saw is that we saw a nice recovery. And we still see that nice recovery in order intake, especially in the commercial building market. We also saw a recovery in our industrial and automotive markets, which, of course, were down, like in Europe, in mainly April and May. And then industrial we saw an improvement in – beginning June and in the building markets already in May.",
            "Yes, of course, it’s – we talk regularly to our people, of course. And it’s – yes, it’s – the situation which is there now is not very comforting. So yes, it would not surprise me when it in the end, it would affect our businesses again. But at the moment, it’s going in the right direction. So we have a good order intake. It’s increasing. I think also there, on the building blocks, which were in the beginning, some were closed, they found a way to work on 1.5 meter distance with mouth caps on the building blocks in America. So now when they keep that, then the business would continue.",
            "In our factories, we have the situation handled pretty well. In our factory in Tennessee, it’s a little bit more difficult because there you see people also a little bit afraid. So we had to change people there. And because people stayed at home, but – we try to manage that as good as possible. But yes, when these infections continue in America like they do now, yes, then it could bring that you have some regional lockdowns. But this – the other thing is that the building blocks and the building and the installers, for example, are used to the new situation. So let’s hope that it continues like this, but it’s uncertain.",
            "Another question, \"Can you give more insight in the current state of M&A market both for bolt-on acquisitions as well as intended divestments?\"",
            "Now divestments we are busy with. We – as we already explained, we will – we have our program. And of course, two months, it was a very low appetite, but now the appetite is increasing again. So in the meantime, we optimized our to-be-divested businesses further. And so yes, we will continue executing that. And when we have something to publish, we will do that immediately. So we are different – busy with different projects.",
            "From an M&A point of view, yes, we keep on looking at strengthening our positions. It would not surprise me that we get some more opportunities due to also companies which, yes, coming in maybe some difficulty, and we could take advantage of that. And so let’s see. So also there, we – when we can grow inorganically at a good price with a good business plan, then we will do it. We have the cash flow to do that and also in the second half of this year."
         ],
         "Speaker": "Wim Pelsma"
      },
      "108": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Arno Monincx"
      },
      "109": {
         "Remarks": [
            "More questions? More questions?"
         ],
         "Speaker": "Wim Pelsma"
      },
      "110": {
         "Remarks": [
            "We have no questions on the phone lines. So I’ll hand back over to your hosts for any closing remarks."
         ],
         "Speaker": "Operator"
      },
      "111": {
         "Remarks": [
            "Yes. So we have no questions anymore. So I thank you for the questions and answer and then to listen to the presentation. And yes, thank you very much and – for attending this webcast."
         ],
         "Speaker": "Wim Pelsma"
      },
      "112": {
         "Remarks": [
            "Also from my side, thank you. Bye-bye."
         ],
         "Speaker": "Arno Monincx"
      },
      "113": {
         "Remarks": [
            "Thank you very much for joining today’s presentation. You may now disconnect your lines."
         ],
         "Speaker": "Operator"
      }
   }
}