{
   "Date": "August 20, 2020",
   "Presentation": {
      "Operator": [
         "Hello and welcome to the Höegh LNG Partners Q2 2020 conference call. All participants will be in listen-only mode. Should you need assistance, please signal a conference specialist by pressing the star key followed by zero. After today’s presentation, there will be an opportunity to ask questions. To ask a question, you may press star then one on your touchtone phone. To withdraw your question, please press star then two. Please note today’s event is being recorded.",
         "I would now like to turn the conference over to Steffen Føreid, CFO and CEO of Höegh Partners. Please go ahead."
      ],
      "Steffen Føreid": [
         "Thank you Keith, and good morning ladies and gentlemen. Welcome to Höegh LNG Partners earnings call for the second quarter 2020. For your convenience, this webcast and presentation are available on our website.",
         "With me today I have Mr. Sveinung Støhle, the CEO and President of Höegh LNG and Mr. Håvard Furu, the CFO of Höegh LNG. The announced management transition for the partnership, Mr. Støhle and Mr. Furu will take over as the CEO and CFO of the partnership respectively with effect from tomorrow, August 21. ",
         "Turning to Page 2, in today’s presentation I will take you through the quarter and then hand over to Mr. Støhle who will take you through the market section. After a summary at the end of the presentation, you will have the opportunity to ask questions to all three of us.",
         "Before we start, please take note of the forward-looking statements on Page 3 and a glossary on Page 4. ",
         "Turning to Page 5 and the highlights, I would like to start with some comments relating to the COVID-19 pandemic. As of today, the partnership has not been materially impacted by the pandemic. The Höegh LNG Group has taken steps to mitigate risk from COVID-19 and ensure the health and safety of our crews and staff, which is our highest priority. This includes developing mitigating actions for crew rotation, and I’m happy to say that safe crew rotation changes are now being done at acceptable frequency for both officers and ratings at all vessels. Thanks to the hard work of our people onboard the vessel and onshore, the fleet is operating as expected despite the pandemic. All charter parties remain in full force and effect and revenues are being collected in accordance with contractual terms. ",
         "I’m therefore happy to report that all units in the fleet had 100% availability in the quarter. This resulted in total revenues of $34.4 million and a segment EBITDA of $36 million in the quarter. Based on a distribution of $0.44 per common unit, this resulted in a solid coverage ratio of 1.24 in the quarter.",
         "Turning to Page 6, we are putting more numbers to the quarter, which shows an improved operating performance compared to the same quarter last year. The segment EBITDA of $36 million in the quarter is up from $31 million in the same quarter last year. The improvement is explained by higher time charter revenue and lower operating expenses in the quarter, mainly due to the schedule of hire for Höegh Gallant and maintenance expenses relating to Höegh Gallant and PGN FSRU Lampung in the second quarter last year. The improved operating result led to a distributable cash flow of $18.7 million and, as already mentioned, a strong coverage ratio in the quarter.",
         "Again, I would like to thank all of our seafarers and onshore staff enabling the partnership to deliver stable operations during these unprecedented times. ",
         "Turning to Page 7, we are showing the development in key metrics over time, and as you can see from the graphs, the consistency in operating performance stands out. The only exception is the second quarter last year, which was impacted by the scheduled dry docking and maintenance of Höegh Gallant. Höegh Grace is the next vessel due for periodic survey, expected to take place late 2020, early 2021; however, this will be carried out afloat and is not expected to cause significant downtime or off-hire. ",
         "I would further like to highlight the stability in distributions from the partnership through the pandemic, and with the signing of the five-year subsequent charter relating to Höegh Gallant during the quarter, the average remaining contract length stands at approximately 9.2 years at the end of the quarter, underpinning the stability in cash flows.",
         "Turning to Page 8, we are showing the income statement in more detail. Total revenues of $34.4 million in the quarter is up from the same period last year, mainly due to 100% availability of all assets in the quarter compared to 60 days of hire for Höegh Gallant in the second quarter last year. The increase is partly offset by lower revenues relating to reimbursable costs in the quarter.",
         "Vessel operating expenses of $5.7 million in the quarter is down from the same period last year mainly due to engine maintenance expenses on Höegh Gallant and PGN FSRU Lampung in the second quarter last year. ",
         "Equity in earnings of joint ventures in the quarter compares to equity losses of joint ventures in the same quarter last year; however, excluding unrealized losses on derivative instruments, equity in earnings of joint ventures would have been $4.2 million in the quarter compared to $3.1 million for the same quarter last year. The increase is mainly due to higher revenues related to reimbursable costs partly offset by higher maintenance expense in the quarter. ",
         "Total financial expense of $6.6 million in the quarter is down from the same quarter last year mainly due to lower interest expense as debt is amortized and a foreign exchange gain in the quarter. ",
         "Turning to Page 9, the balance sheet has not changed much since year end 2019, with total liabilities and equities standing at just below $1 billion at the end of the quarter. One thing worth mentioning is that in addition to the $25 million of cash on the balance sheet, the partnership had approximately $88 million in undrawn amounts under the two revolving credit facilities at the end of the quarter, taking the total liquidity to approximately $114 million. ",
         "Turning to Page 10, we are showing the overview of the partnership’s fleet of modern assets, and as already mentioned, the main focus during the quarter and across the fleet has been to develop and implement COVID-19 risk mitigating measures and ensure safe crew changes at acceptable intervals. In regards to Höegh Gallant, the subsequent charter is now in force with a term running through July 2025. The charter became effective May 1 this year and is contributing with two months of earnings in this quarter’s results. The vessel is operating in LNG carrier mode under a seven-month charter while offered for long term FSRU employment on several potential projects.",
         "Regarding our parent, Höegh LNG Holdings, all vessels in our fleet are on contract and business development activities are high, and as we will touch upon in the next section, the parent is in advanced stages of negotiations on several potential projects with a scheduled investment decision this year. If everything goes according to plan, this should lead to growth opportunities for the partnership over the next year or so.",
         "With that, I would like to hand the word over to Mr. Støhle, who will take us through the market section of the presentation.",
         "Thank you Sveinung. I would like to turn to Page 16 for a summary, where I would like to highlight the following. First of all, the partnership has not been materially impacted by the COVID-19 pandemic to date. During the quarter there was 100% availability of the fleet, resulting in stable operating performance and a solid coverage ratio in the quarter. The market fundamentals are strong and the partnership is enjoying strong support from its parent, which is a market leader in the FSRU segment. ",
         "With this, that completes the presentation and we would now like to open up for questions from the audience. "
      ],
      "Sveinung Støhle": [
         "Thank you very much Steffen, and good morning everybody. My name is Sveinung Støhle, for those of you that have not met me, and I very much look forward to taking over together with Mr. Furu, the CEO and CFO positions respectively going forward.",
         "First on the market section, Slide No. 12, you will see an overview of the pipeline of FSRU projects that the parent is currently involved in. Actually, please note that this is not an exhaustive list but it’s a list of the, call it closest in time type projects that we are currently have under development.",
         "As you will see, we have split the list of the projects into three categories: from the left, where we are already selected as the FSRU provider, in the middle the ongoing tenders, and then on the right bilateral projects, meaning that we are in direct negotiations with the client. To note on this projects, all of them have start-up dates from 2021 to 2023, most of them in 2022. On the left side, the two projects in Australia are probably the ones which are the most advanced where we basically are waiting for the final investment decision over the next few months, and that could also be the case for at least a couple of the ongoing tenders, especially in the Philippines and in South America.",
         "Overall, we have at the moment five FSRUs for which we are seeking long term charters. Two of these we have already allocated to the two Australian projects - that’s the Esperanza and the Galleon, and that leaves three FSRUs to be covered with the remaining seven projects that we have on this list. That means that we are very comfortable with securing these contracts, and all of these contracts except one will be eligible for a potential drop down to the partnership given that they all have contracts which are more than five years, actually most of them were 10 years, so a healthy project pipeline which would and will underpin further growth.",
         "Turning then to Page 13, a view of how the market looks. Looking at the graph on the left, it shows the global monthly LNG trade, so in the first half of this year actually the LNG demand is up 6.5%, and if you look at the curve on the top, meaning the curve for 2020, you will see that the curve actually turned in July and then turned upwards again, and [indiscernible] so this shows again the very strong resilience of the LNG market. As listed here, in particular for example in China, the imports bounced back in the second quarter and increased with 20% year-on-year. I think this is a remarkable achievement and shows that the LNG asset commodity is holding up extremely well compared to any of the other energy markets.",
         "Moving to Slide No. 14 and a view of a bit longer term on the expected demand for LNG, again this is a forecast from IHS, and you see that compared to the estimate that IHS had at the start of the year, the demand curve has moved to the right but nevertheless still growth in 2020, and then a strong pick-up in demand as from 2021, leading to a total demand estimated for 2024 of around 430 million tons per annum, and that’s up from roughly 365 in 2020, meaning an average growth of some 4% plus per year over the period. This demand is led by China and the emerging markets in South and Southeast Asia. ",
         "What’s driving this growth? In addition to the general energy transition away from coal and oil, if we then move to the next slide, Slide 15, which shows you how prices have developed comparing liquids and LNG and including coal, it’s clear that today LNG, spot LNG is actually cheaper than coal. I don’t think that’s ever happened before, and that has a very strong effect on demand. Obviously the price of LNG will move up and down going forward, but there is a split in the market and it’s obvious that the drive away from the particular coal but also oil products and the availability of LNG in the market going forward will mean that LNG prices will stay very competitive in the time to come and that definitely bodes very well for more demand for LNG, and obviously then there will be the need for additional input facilities in the form of FSRUs, which is what we provide.",
         "To complete on the market section on Slide No. 16 is the overview of the total fleet and the order book. As you can see, the order book is actually very stable and the number of companies operating in the FSRU segment is also very stable. There has been two deliveries in the quarter, two new builds, one for Swan Energy which is for a project in India, and one to [indiscernible] which has chartered that FSRU to accelerate. That leaves a total fleet of 37 on the water. There are four new bid FSRUs on order, of which two are in contract already, and there are four conversions of which all are on contract. ",
         "There are no new orders that have been made for FSRUs. I think it’s a very manageable order book, but obviously there are FSRUs available and that means that from a market point of view, the competition between the companies you see here will continue. But we do believe that we have the assets that makes us very competitive in this market and in particular for the projects that we showed previously.",
         "That completes the market overview, so I hand back to you, Steffen."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator instructions] The first question comes from Chris Wetherbee with Citi."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hi, this is Liam on for Chris. Thank you for taking my questions. ",
            "I just wanted to start out with the drop-down pipeline. Slide 12 was very helpful in that regard, but I just wanted to discuss timing if possible. I believe on the last call, you guys said that you could expect to see a drop-down coming your way in 2022, and I just wanted to understand if that’s still your expectation given the ongoing tenders that you guys described. "
         ],
         "Speaker": "LiamGarrity-Rokous"
      },
      "3": {
         "Remarks": [
            "Yes, I think the list we showed here showed that several of the projects have an FID this year and next year, and that this could lead to growth for the partnership over the next year, year and a half, i.e. by early 2022. I don’t think we have changed anything in that respect."
         ],
         "Speaker": "Steffen Føreid"
      },
      "4": {
         "Remarks": [
            "Got it, and then just more generally, thinking about the drop-down candidates in general, I know you guys described the impact of COVID-19 outbreak on demand on Slide 14, but I’m just wondering generally speaking, are you seeing any impact on project timing from the COVID-19 outbreak or has that continued to have any impact at all? "
         ],
         "Speaker": "LiamGarrity-Rokous"
      },
      "5": {
         "Remarks": [
            "Well, I think it’s fair to say that some of the projects have seen slow progress over the last quarter, others on the other hand are very much following their original timeline and actually some were actually moving quicker, in order to take advantage of the low price. It really depends on where it is and to a large extent it has to do with how the area or the country has been affected with lockdowns and what have you, but I do expect that these things will bounce back and we are finding ways to basically continue development even with the difficulties in logistics and the inability to have physical meetings."
         ],
         "Speaker": "Sveinung Støhle"
      },
      "6": {
         "Remarks": [
            "Got it. Just a final quick question about the availability of financing for these drop-downs. I know you guys have also discussed in the last call about financing availability for the drop-downs and what the availability is there, but I was just wondering if you could provide some commentary on that as well and also in the context of your deleveraging progress, because I believe before you had mentioned that you’ve been targeting roughly on the next year to deleverage on a debt to EBITDA basis by about half a turn, so just wondering how your expectations--you know, how the financing availability has changed and how your expectations of deleveraging have been impacted, if at all."
         ],
         "Speaker": "LiamGarrity-Rokous"
      },
      "7": {
         "Remarks": [
            "Yes, so in that respect, the parent has financed the drop-down candidate with bank debt at the parent level, and this bank debt will follow the asset when dropped down to the partnership, so what the partnership has to finance is the equity portion of this transaction since the bank debt follows. What’s available to us is we have the common units, we have the preferred units potentially we could also increase leverage slightly, but I think if you look at the pref market, the prefs have upheld quite well through the turbulence. Obviously we will need to see an uplift in the common units for that cost of capital to facilitate an acquisition, but I think once we are in a position to negotiate an acquisition, we will have to look at the sources available to us at that point in time.",
            "At the same time, we are deleveraging and at least on a net debt to EBITDA basis, we see that the ratio is going down, and I think for this quarter it was below 4."
         ],
         "Speaker": "Steffen Føreid"
      },
      "8": {
         "Remarks": [
            "Got it. Thank you very much for taking my questions."
         ],
         "Speaker": "LiamGarrity-Rokous"
      },
      "9": {
         "Remarks": [
            "You’re welcome."
         ],
         "Speaker": "Sveinung Støhle"
      },
      "10": {
         "Remarks": [
            "Thank you. The next question comes from Sanjay Ramaswamy with Bank of America. "
         ],
         "Speaker": "Operator"
      },
      "11": {
         "Remarks": [
            "Great, thanks for taking my question. Maybe just a question for you, Mr. Støhle, and congrats for taking the new position as CEO, but where would you like to focus your time and energy, maybe in the first six months coming into this position, maybe some color on the strategic direction you’d like to take the partnership in and where you’d focus your time and energy would be helpful."
         ],
         "Speaker": "Sanjay Ramaswamy"
      },
      "12": {
         "Remarks": [
            "Sure. Well, obviously as you know, looking at the assets in the partnership and the contract coverage, it’s very much a stable and transparent business, and I think the direction is very clear. Number one, we will continue with the strategy that has been in place with stable dividends and continued very good performance. In addition to that, of course as has been discussed, securing additional growth will be on the agenda, but obviously that will need to come in place when there are available drop-down candidates from the parent, which I would say looking at it from my side, the prospects for that looks very good. ",
            "Then we do have on the agenda to basically improve on the financial structure, make that more efficient going forward. But in the short term, I think the company has been very well run by Steffen and taking over, I think this will be mostly focused on continuing on the good path that we are on and then taking one step at a time."
         ],
         "Speaker": "Sveinung Støhle"
      },
      "13": {
         "Remarks": [
            "That’s helpful. That’s really helpful. You made an interesting comment on the market competition for FSRUs, so maybe could you provide a little bit more color on that and where you see that coming from, and whether you see that competition really significantly different from, let’s just say a year ago or even six months back."
         ],
         "Speaker": "Sanjay Ramaswamy"
      },
      "14": {
         "Remarks": [
            "Well in actual fact, there isn’t very much change if you look at the structure of the market, that there are four main players. It’s us, Excelerate, Golar, and BW, and then potentially one more coming from Dynagas when they will have their FSRUs delivered a year and a half from now. The other FSRUs in the market, most of them have been ordered directly for a specific project, so they are not really in competition, but obviously you only need one competitor to make a competition, so clearly the competition is still there. ",
            "But if you take each of them, clearly I think Golar hasn’t shown very much interest to add to their fleet, and I doubt very much that that will happen. As for Excelerate, they have a relatively aging fleet with smaller capacities on their vessels, but obviously they are a fleet which is very well run and operates well, and then BW, now that fleet is up to four, so I understand that they are still interested to keep growing in this market, which leaves us with at least three or four competitors. At the same time, we have a larger fleet, we have operations which show that we can operate in any market in any geography, which we have done, so I think that going forward the competitive environment in this market will continue to be the same as it has been. I don’t really see newcomers coming in, at least certainly not in the new bid market. There are some conversions that are being done for specific projects, but clearly our focus is very simple at the parent level and that is to secure the long term contracts that we are working on, as explained, for the four or five units that we have available, and then clearly we will be back in expansion mode after that. But all the contracts will have to be in place before any new orders are made by our company."
         ],
         "Speaker": "Sveinung Støhle"
      },
      "15": {
         "Remarks": [
            "Great, that’s really helpful as an overview. Maybe just one more from me. I know you mentioned in the outlook statement the general risk of counterparties delivering here and the credit risk associated with these counterparties. Can you maybe talk to--I know you guys haven’t been affected by COVID as much, but is that comment purely related to COVID or is that another structural change in the market here in terms of the credit risk of counterparties, or is that just purely COVID related?"
         ],
         "Speaker": "Sanjay Ramaswamy"
      },
      "16": {
         "Remarks": [
            "No, I think that’s COVID related expansion of the risk factors. There is no particular structural change we have seen. We are collecting revenue according to contract and our counterparties are paying according to contract, so we have not seen anything there, but I think it’s prudent to expand on that risk section given the uncertainty following the COVID-19 pandemic. That’s the background. "
         ],
         "Speaker": "Steffen Føreid"
      },
      "17": {
         "Remarks": [
            "Perfect. That’s all for me. Thanks guys."
         ],
         "Speaker": "Sanjay Ramaswamy"
      },
      "18": {
         "Remarks": [
            "Thank you. Once again, please press star then one if you would like to ask a question.",
            "The next question comes from Ben Nolan with Stifel."
         ],
         "Speaker": "Operator"
      },
      "19": {
         "Remarks": [
            "Hey guys, good afternoon. If I could, one of the things that you just mentioned, Sveinung, was the possibility of looking to become--or to change the financial structure to become more efficient, and I know that it wasn’t priority number one, but I’m curious specifically what you have in mind or what that might entail from where you are sitting at the moment."
         ],
         "Speaker": "Ben Nolan"
      },
      "20": {
         "Remarks": [
            "Well, clearly we have some refinancing on the horizon. I believe that there is some upside there to improve on that side. I think also depending on how things develop with the potential new drop-downs, they could be done or financed maybe in a different manner than what has been done so far, so especially to take advantage of the changes in the financial market that after all has happened, and in particular over the last few months with the interest rates and what have you, and see what we can do to improve."
         ],
         "Speaker": "Sveinung Støhle"
      },
      "21": {
         "Remarks": [
            "Okay, so it is not or--I don’t want to put words in your mouth, but especially now with the overlapping management, has there been any thought about maybe consolidating or rolling up the MLP back into the parent, or is that not even part of the conversation?"
         ],
         "Speaker": "Ben Nolan"
      },
      "22": {
         "Remarks": [
            "That’s not on our priority list for the time being, no."
         ],
         "Speaker": "Sveinung Støhle"
      },
      "23": {
         "Remarks": [
            "Okay. Then just a couple more quick ones, really more modeling oriented. On the JV, there was a pretty good quarter as a function of reimbursements. Curious if that was something that we should expect going forward, a longer tail on revenue as a function of that reimbursement."
         ],
         "Speaker": "Ben Nolan"
      },
      "24": {
         "Remarks": [
            "Well, I think we have been reimbursed costs that we have had in previous periods, and then that kind of smoothes out, so I think maybe the reimbursement we saw this quarter is maybe a little bit higher than we would see on average, but it all depends. It’s netting out the costs that we have, so when we perform work for our charter and we incur costs, we get them reimbursed, and this quarter was a bit--you know, it has accumulated a bit costs that we got reimbursed from previous periods."
         ],
         "Speaker": "Steffen Føreid"
      },
      "25": {
         "Remarks": [
            "Okay, that’s helpful. Then lastly for me, with the management turnover here, and Steffen, good luck to you going forward, should we expect there to be any G&A savings or any change maybe to some of that cost structure going forward?"
         ],
         "Speaker": "Ben Nolan"
      },
      "26": {
         "Remarks": [
            "I can speak on behalf of the parent and the group. I don’t know if you’ve seen the results for the parent that we announced this morning, but obviously we have a major cost saving plan in place that we implemented earlier this year, and one of the factors there is definitely to reduce SG&A. I think that goes across the group, so the answer to your question is we clearly expect that we will be able to reduce administrative costs fairly significantly as compared to the previous quarters going forward. I would say likely also the same for operating costs, but that will take a little bit longer time to show up."
         ],
         "Speaker": "Sveinung Støhle"
      },
      "27": {
         "Remarks": [
            "Okay, that’s perfect. Is it possible to put any numbers around the cost savings that you hope to achieve?"
         ],
         "Speaker": "Ben Nolan"
      },
      "28": {
         "Remarks": [
            "For the partnership, I think we would prefer to come back to that at a later stage. I would hesitate to give any specific percentage number at this point in time."
         ],
         "Speaker": "Sveinung Støhle"
      },
      "29": {
         "Remarks": [
            "Okay, that’s fine. I understand. I appreciate it. That does it for me. Thank you guys."
         ],
         "Speaker": "Ben Nolan"
      },
      "30": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Sveinung Støhle"
      },
      "31": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Steffen Føreid"
      },
      "32": {
         "Remarks": [
            "Thank you. The next question comes from Liam Burke with B. Riley FBR."
         ],
         "Speaker": "Operator"
      },
      "33": {
         "Remarks": [
            "Thank you, good afternoon. Steffen, good luck with you and your future endeavors."
         ],
         "Speaker": "Liam Burke"
      },
      "34": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Steffen Føreid"
      },
      "35": {
         "Remarks": [
            "On Slide 16, we’re looking at conversions and new builds, and they look all attached to projects. Would you anticipate any spec conversions in that market going forward?"
         ],
         "Speaker": "Liam Burke"
      },
      "36": {
         "Remarks": [
            "No, I mean, really, I don’t think that is very likely because the conversions that are being done, they’re all being done based on a specific project and after that has been basically contracted. It’s a big spec to take - you know, it costs anywhere from $60 million to $100 million on top of [indiscernible] which you most likely cannot trade afterwards, so I think for people to take that risk, I don’t think that’s very likely."
         ],
         "Speaker": "Sveinung Støhle"
      },
      "37": {
         "Remarks": [
            "Good, thank you. Looking at the competitors and looking at the market, taking any potential spec out of there, it’s safe to say that you’re looking at a much more orderly market?"
         ],
         "Speaker": "Liam Burke"
      },
      "38": {
         "Remarks": [
            "Well, that’s certainly our view. Obviously there has been orders made previously on a speculative basis, but we haven’t--the last one was made two years ago, so I doubt very much that we will see any major numbers in that respect, simply because people have understood that this market is not a shipping market and it takes time to get the experience and win the contracts, and therefore I think pure speculative orders, if any, will be very far in between. "
         ],
         "Speaker": "Sveinung Støhle"
      },
      "39": {
         "Remarks": [
            "Great, thank you."
         ],
         "Speaker": "Liam Burke"
      },
      "40": {
         "Remarks": [
            "Thank you. As that was the last question, I would like to return the floor to management for any closing comments."
         ],
         "Speaker": "Operator"
      },
      "41": {
         "Remarks": [
            "Yes, thank you. Well, with that I would like to thank everyone for dialing in and participating on the call. I would also take this opportunity to thank everyone for their cooperation during my time with the partnership, and would also like to wish Sveinung and Håvard all the best in filling the CEO and CFO roles respectively going forward. "
         ],
         "Speaker": "Steffen Føreid"
      },
      "42": {
         "Remarks": [
            "Thank you. The conference has now concluded. Thank you for attending today’s presentation. You may now disconnect your lines. "
         ],
         "Speaker": "Operator"
      }
   }
}