{
   "Date": "July 30, 2020",
   "Presentation": {
      "Justin Forsberg": [
         "Thank you, and good afternoon, everyone. Before the markets opened this morning, we issued and posted to IDACORP’s website our second quarter 2020 earnings release and Form 10-Q. The slides that accompany today’s call are also available on our website. We’ll refer to those slides by number throughout the call today.",
         "As noted on Slide 2, our discussion includes forward-looking statements, including earnings guidance, which reflect our current views on what the future holds, that are subject to several risks and uncertainties, including those related to the COVID-19 public health crisis. This cautionary note is also included in more detail for your review in our filings with the Securities and Exchange Commission. These risks and uncertainties may cause actual results to differ materially from statements made today, and we caution against placing undue reliance on any forward-looking statements.",
         "As shown on Slide 3, on today’s call, we have Lisa Grow, IDACORP’s President and Chief Executive Officer; and Steve Keen, IDACORP’s Senior Vice President and Chief Financial Officer. We also have other company representatives available to help answer any questions you may have after Steve and Lisa provide updates.",
         "On Slide 4, we present our quarterly financial results. IDACORP’s 2020 second quarter earnings per diluted share were $1.19, an increase of $0.14 per share from last year’s second quarter. IDACORP’s earnings per diluted share for the first six months of 2020 were $1.94, an increase of $0.04 per share from the same period last year. Today, we also reaffirmed our full year 2020 IDACORP earnings guidance estimate to be in the range of $4.45 to $4.65 per diluted share with our expectation that Idaho Power will not need to utilize any of the tax credits in 2020 that are available to support earnings in Idaho under its regulatory settlement stipulation.",
         "These are our estimates as of today as we have seen a relatively modest net financial impact from the COVID-19 pandemic to date. However, as you would expect, it is difficult to predict the full impact of evolving economic conditions on Idaho Power’s customers and suppliers and how that could affect the upper end of the earnings guidance range or the use of tax credits if the pandemic worsens or is prolonged.",
         "I will now turn the call over to Steve."
      ],
      "Lisa Grow": [
         "Thank you, Steve. And thanks to everyone for joining us on today’s call. I will begin with some comments around the pandemic, and I’d like to start by celebrating the resilience of our workforce. Since the onset of this crisis, our company moved quickly to ensure we can continue to safely provide reliable energy to our customers. Our business is critical to the daily lives of our customers and the communities we serve.",
         "And while COVID-19 has presented unprecedented challenges, our employees’ ability to continue delivering on our mission has been remarkable. Our line stations and power supply teams and other field workers have taken extra precautions to operate safely and efficiently. Meanwhile, most of our office employees have been working remotely for more than four months.",
         "Our workforce has carried on without any discernible impact on our operations or on our customers. While our employees have consistently exceeded expectations during my career at Idaho Power, I am more grateful and proud than ever to work with such an amazing group of people. Their work during this crisis is a testament to our company’s mission, values and culture.",
         "Thanks to the efforts of our workforce, we have been able to carry on our generation, transmission and distribution operations without major disruption. We’ve made efforts to limit impacts on customers, including voluntarily suspending disconnects – disconnections and waiving late fees at the onset of COVID-19. While the Idaho Commission has allowed us to resume disconnections next month, we will continue to proactively communicate with customers and to work on payment plans with those who may be struggling financially.",
         "Slide 8 shows our sales and load data compared to forecast since the health crisis began to impact our service area, although it’s worth noting that variables outside of the pandemic, weather, in particular, also impact these figures. Overall, since the end of March, net retail sales have been about 2% lower than what we had forecasted going into 2020, with lower commercial and industrial loads driving most of the decrease. While these same customer categories impacted our second quarter results when compared with the prior year, the impacts of those load decreases were more than offset by customer growth, higher residential customer usage and a return to more normal irrigation usage.",
         "The states of Idaho and Oregon have been progressing through various phases of virus response, although not always in a linear fashion and continuing to adjust as the pandemic unfolds. It would be reasonable to expect continued decreased commercial and industrial loads in the short term compared with last year.",
         "But customer growth, strong energy sales for residential and irrigation customers and wise management of operations and maintenance expenses should allow us to continue executing on our 2020 strategy and achieve our business goals. Despite the current challenges, we remain cautiously optimistic about the future economic recovery and growth across our service area.",
         "On the topic of growth, if you look to Slide 9, you will note that Idaho Power saw a 2.6% increase in customer growth during the 12 months ending June 30, which matches the Q1 growth rate and continues the trend we’ve now seen for several years.",
         "Idaho is projected to be one of the fastest-growing states in the country going forward. And Idaho Power is well positioned to support that growth with reliable, affordable, clean energy for new residents as well as incoming and expanding businesses.",
         "Employment and unemployment numbers in our service area have, of course, been impacted by COVID-19, and we will continue to monitor them closely. As of the end of June, unemployment in our service area was 6% compared with 11.1% nationally and 3% in our service area in June of 2019. Moody’s forecasted GDP now calls for a decline in output of 3.8% in 2020, with a projected rebound of 4% in 2021 and 8% – 8.2% in 2022. These numbers compare favorably with projections for the U.S. economy as a whole. GDP forecasts have incorporated the most current expected impacts.",
         "On the economic development front, Twin Falls based Chobani completed a notable expansion in the second quarter, adding new lines for its new oat-based yogurt product. The new Amazon Fulfillment Center in Nampa is also progressing towards completion later this year. And it is on schedule to be one of the fastest Amazon has ever built from groundbreaking to fulfilling orders.",
         "Despite uncertainty and other challenges caused by COVID-19, projects under construction in Idaho Power service area continue to move forward without major delays. We are seeing a steady stream of inquiries from potential customers, particularly in the food processing and manufacturing sectors. Thanks to affordable pricing and a business-friendly environment, our service area remains an attractive location for investment, and we expect the continued influx of new projects as we move past the pandemic.",
         "I have a couple of updates to share on our Boardman to Hemingway transmission project, also known as B2H. First, on July 2, the B2H project hit another significant permitting milestone by receiving a proposed order for the siting process from the Oregon Department of Energy. This milestone commences a contested case process that is expected to end with a final order and site certificate from the state of Oregon in the second half of 2021. Second, Idaho Power and its coparticipants are exploring several service arrangements in maximizing the value of the B2H project to each coparticipant’s customers. One potential change could include Idaho Power acquiring Bonneville Power Administration’s ownership share and, in turn, providing transmission service to BPA and its Southeast Idaho customers.",
         "Discussions are ongoing. But under this scenario, Idaho Power may own up to 45% of the transmission line. If Idaho Power were to build BPA’s portion of the project, we would work to develop an arrangement where our investors are in a normal return on the capital invested, while our retail customers would not bear the cost of that portion of the project.",
         "We do not anticipate Idaho Power filing a general rate case in Idaho or Oregon in the next 12 months, but given the ongoing impact of the COVID-19 crisis and its potential impact on the economy and the communities we serve, we will continue to monitor that situation closely. Steady customer growth, constructive regulatory outcomes and effective cost management, all play significant roles as we look at the need and timing of a future general rate case.",
         "Slide 10 shows the recent outlook of precipitation and weather from the National Oceanic Atmospheric Administration. Current weather projections for the remainder of this summer and early fall suggest a 40% to 60% chance for above-normal temperatures and a range of normal to 40% chance of below-normal precipitation in Idaho Power service area. If this hot dry weather materializes, we would expect to see solid sales during the third quarter, particularly for residential and irrigation customers. Thanks to good reservoir storage conditions entering the summer, combined with a wet June this year, reservoir storage levels remain favorable for generating reliable, affordable, clean hydropower to the benefit of all customers during the hottest part of the year.",
         "I’ll close my prepared remarks by reiterating my thanks to our employees for their commitment to safety, to our company’s mission and to our customers. They continue to rise to the occasion despite the unusual circumstances of 2020. I also thank you, our owners, for your support and confidence in us as we navigate this pandemic.",
         "With that, Steve and I and the others on the call are happy to answer your questions."
      ],
      "Operator": [
         "Welcome to IDACORP’s Second Quarter 2020 Earnings Conference Call. Today’s call is being recorded and webcast live. A complete replay will be available later today and for the next 12 months on the IDACORP website. [Operator Instructions]",
         "I will now turn the call over to Justin Forsberg, Director of Investor Relations and Treasury."
      ],
      "Steve Keen": [
         "Thank you, Justin. Let’s move to Slide 5, where I will discuss our second quarter financial results as compared to the same quarter last year. Despite a fairly wet June and the impacts of the pandemic, overall, we had solid results, which we believe position us well as we move forward through the second half of 2020.",
         "On the table of year-over-year changes, you’ll see that continued strong customer growth of 2.6% added $3.4 million to operating income. Also, although we saw higher precipitation in June, this quarter’s irrigation sales were closer to normal than last year and helped offset the negative impacts of the pandemic, which decreased our commercial and industrial sales volumes the most.",
         "Residential customer usage was 6% higher than last year, mostly related to weather variations, but customers also spent more time at home due to the public health crisis. The net result was a $6.6 million increase in overall usage per customer.",
         "Next, on the table, you will see that the increase in residential sales was offset by a $3.1 million decrease in our fixed cost adjustment revenues.",
         "Moving further down the table. Our retail revenues per megawatt hour were down $1.5 million, partly due to the timing of rate recovery associated with our power cost adjustment mechanism. And also, Idaho Power’s open access tariff rates declined by 13% in October of 2019. This rate decrease lowered transmission wheeling related revenues by $1 million.",
         "Next on the table, other operating and maintenance expenses decreased by $3.9 million, primarily due to the temporary deferral of some maintenance projects at Idaho Power’s jointly owned generation plant. We expect this maintenance to be completed later in 2020 or in 2021 as the timing of the maintenance is discretionary. You’ll note later that we continue to expect full year O&M expenses to be in line with 2019 and our prior guidance.",
         "Earlier this month, the Idaho Commission issued an order granting utilities the authority to defer unanticipated emergency related expenses due to the COVID-19 public health crisis, net of any cost savings for possible recovery through future rates. As such, in the second quarter, Idaho Power recorded a $0.6 million regulatory asset for its initial estimate of those costs, including higher bad debt expense, net of estimated savings, such as vehicle fuel and employee travel and training.",
         "The changes collectively netted to an increased Idaho Power’s operating income of $7.5 million. Overall, Idaho Power’s and IDACORP’s second quarter net income were $7.7 million and $7.2 million higher than last year, respectively, while net income for the first half of 2020 was $2.1 million higher than last year at IDACORP.",
         "IDACORP and Idaho Power continue to maintain strong balance sheets, including investment-grade credit ratings and sound liquidity, which enabled us to fund ongoing capital expenditures and dividend payments. I mentioned last quarter that we successfully closed a 30-year bond offering that brought approximately $260 million of cash proceeds to Idaho Power, priced at a reoffer yield of 3.42%. The proceeds of that issuance address long-term liquidity needs and will be used to retire next week a $100 million bond set to mature later this year.",
         "In June this quarter, we issued a separate $80 million 10-year bond at a 1.9% coupon, the proceeds of which were used earlier this week to redeem prior to maturity $75 million in bonds that had been set to mature in 2022 at a 2.95% coupon.",
         "This bond redemption included a modest make-whole premium that will result in a slight tax benefit in the third quarter this year. We are pleased with the outcomes of these two issuances and believe both Idaho Power and IDACORP are in strong liquidity positions. These financings also lowered Idaho Power’s long-term cost of debt rate. IDACORP’s operating cash flows along with our liquidity positions as of the end of the second quarter are included on Slide 6.",
         "Cash flows from operations were about $37 million lower than the first six months of 2019. The decrease was mostly related to the timing of net collections of regulatory assets and liabilities, especially those resulting from the power cost adjustment mechanism.",
         "The liquidity available under IDACORP’s and Idaho Power’s credit facilities is shown on the middle of Slide 6. At this time, we do not anticipate issuing additional equity this year other than the relatively nominal amounts under our compensation plan. You’ll note that including the current cash positions at IDACORP and Idaho Power, as of July 29, we have access to liquidity of approximately $200 million and $494 million, respectively, net of amounts to be used for debt retirements in the third quarter. While cash flows have been minimally affected thus far, our combined liquidity along with expected regulatory support from our annual adjustment mechanisms is a substantial backstop to our expected capital and operating needs.",
         "As planned, Idaho Power contributed $20 million to its pension plan during the first seven months of this year and has no further required additional contributions during 2020. We currently plan to contribute an additional $20 million to the plan, but have flexibility depending on market conditions and cash flows, including any effects of the health crisis.",
         "Slide 7 shows our reaffirmed full year 2020 earnings guidance and our key financial and operating metrics estimates. While it remains difficult to predict the long-term pandemic related impact on economic conditions, and thus, on our earnings guidance range, we continue to expect IDACORP’s 2020 earnings to be in the range of $4.45 to $4.65 per diluted share. Our guidance continues to assume no use of additional tax credits and normal weather conditions going forward.",
         "Our strong, consistent financial results and sustained cost management efforts during the past decade have preserved the full $45 million of tax credits available to support our current minimum Idaho jurisdictional return on equity of 9.4%, and we are continuing our efforts to preserve them going forward. Other than the refined expectation of hydropower generation to the range of 6.5 million to 7.5 million megawatt hours, the remaining full year financial and operating metric forecasts are consistent with what we originally provided back in February and affirmed back in April.",
         "With that, I’ll turn the call to Lisa."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] Our first question comes from Chris Ellinghaus, Siebert Williams. You may proceed."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hey everybody, how are you?"
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "3": {
         "Remarks": [
            "Good."
         ],
         "Speaker": "Lisa Grow"
      },
      "4": {
         "Remarks": [
            "Hi."
         ],
         "Speaker": "Steve Keen"
      },
      "5": {
         "Remarks": [
            "Lisa and Steve, the guidance. Can you give us a little color on what your thought process is for the fall, particularly going into the fourth quarter? What have you factored into your guidance in terms of what might be a fall/winter surge in COVID and just what is your general expectation there?"
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "6": {
         "Remarks": [
            "Well, Chris, as you know, third quarter is our big quarter. It’s half our year typically, maybe more. And so what happens in third quarter has usually an outsized effect on the whole year. As we are rolling right now, it feels like very little changed from the start. We’ve – on the economic front, it doesn’t seem to have slowed at all. Now whether – how long that goes is a question. But certainly, in this moment, things are – our people are as busy as ever. The state has been through some different phases of opening and reclosing a bit.",
            "I would say that it feels to us that at least this current state we’re in has found a way to function with this going on. I think fall is going to bring some additional challenges with schools and other things coming back. But that’s one of the reasons that, at this point, we’re just leaving the range a little wider than we have at some point. Sometimes we’ve narrowed in second. It just didn’t feel like the year to do that. But we have factored in normal weather, basically, the rest of the year. We have factored in what we know about how we have responded thus far, and I think it’s been pretty effective.",
            "As far as an uptick or down, if you know something there that we don’t – we’re reading everything we see, but I don’t think we can predict that it’s better or worse. I’d say it’s more of an existence in the state we’re in today probably is closest to what’s rolling out."
         ],
         "Speaker": "Steve Keen"
      },
      "7": {
         "Remarks": [
            "Right. Is that, your lack of significant economic impact, due to the nature of the heavy ag component of your economy?"
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "8": {
         "Remarks": [
            "I think that’s part of it. And certainly, the things going on for us through the summer, the next two months are going to be the biggest thing. So that kind of predates your period that you’re talking about in terms of some sort of a resurgence or a different level of impact in the fall. So that part is likely going to roll on with whatever it is. As you know, temperature can help us if it gets really hot. Occasionally, we get a rate differential that we give back – or we – we kind of bear the risks. If we have customers use an abnormally high amount, we – or I guess, we get some benefit out of that. If it goes really low, if it’s way below normal, then we run the risk of losing some because our adjustment mechanisms tend to use averages. So when something is way off the average, it has a different effect. Right now, it’s feeling hot. And we’re hoping that this brings us some good benefit, but we don’t plan on that when we step into the quarter."
         ],
         "Speaker": "Steve Keen"
      },
      "9": {
         "Remarks": [
            "Okay. Have you got an estimated impact of what COVID-19 did economically on a gross basis to sales?"
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "10": {
         "Remarks": [
            "Well, the chart we showed you there, I mean we’re net – the bulk of it – which graph was that? Number 8 shows you – we tried to give – that’s a very – that’s actuals. We’re giving you the look at what it did forecast, what we forecasted, what actuals were and then weather-adjusted event to show you that there were some weather impacts. You can see that. There were some periods there where the weather probably drove – helped drive it a little bit higher, and it comes down a bit with the weather adjustment. But on these two categories – but this is full, rather. This is all load."
         ],
         "Speaker": "Steve Keen"
      },
      "11": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Lisa Grow"
      },
      "12": {
         "Remarks": [
            "Yes, so the whole load. It’s a little lower than our forecast. As you saw, check the financials, it’s higher than the prior year. So this is the best quantification we can give you. And I think it’s why we put the whole thing in this time. And we had – the two biggest areas that have been hit are certainly the industrial and commercial. But – and residential has kind of been an offset the other way. And that is – as the move-ins come, there’s just so many new things coming that it’s hard to get a feel exactly how much is higher use amongst our own customers and the blend because it is – they’re coming at us pretty fast right now."
         ],
         "Speaker": "Steve Keen"
      },
      "13": {
         "Remarks": [
            "Okay. Can you give us a little bit of color, there has been a little bit of a surge in Idaho of late? Can you give us a little sense of what’s going on there?"
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "14": {
         "Remarks": [
            "In terms of the virus?"
         ],
         "Speaker": "Lisa Grow"
      },
      "15": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "16": {
         "Remarks": [
            "Yes. So this is Lisa. Yes, it seemed to sort of begin during Memorial weekend, it seemed to escalate after the 4th of July. So – and really, it was when the phase was entered where the bars opened again, to be quite honest, and more – large gatherings were allowed. So as you know, it’s a very difficult political issue for many. We certainly are – there’s a lot of county by county, entity by entity requirements that are being added like mask wearing, for example. So right now, we’re holding in Phase 4. So those large gatherings are not allowed yet. Different cities have further increased the requirements. And so it is kind of a patchwork across Idaho. We’re hopeful that last week, it sort of had tailed – or not tailed off, but it had flattened, and we’re seeing it sort of grow again.",
            "So we don’t have very good projections at this point in time. But we – I’m seeing some promise of people starting to take it seriously. I see more people wearing masks. I hear more people talking about it. So I’m hopeful, but we haven’t really seen the data that would suggest it’s turning the corner yet."
         ],
         "Speaker": "Lisa Grow"
      },
      "17": {
         "Remarks": [
            "Okay, great. Thanks for the color. Appreciated. Stay safe."
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "18": {
         "Remarks": [
            "Yes. You too."
         ],
         "Speaker": "Lisa Grow"
      },
      "19": {
         "Remarks": [
            "Next question comes from Julien Dumoulin-Smith, Bank of America."
         ],
         "Speaker": "Operator"
      },
      "20": {
         "Remarks": [
            "Hi, good afternoon, everyone."
         ],
         "Speaker": "Julien Dumoulin-Smith"
      },
      "21": {
         "Remarks": [
            "Good afternoon."
         ],
         "Speaker": "Steve Keen"
      },
      "22": {
         "Remarks": [
            "Hi, Julien."
         ],
         "Speaker": "Lisa Grow"
      },
      "23": {
         "Remarks": [
            "Thank you, guys. So, let me pick it up where you left off there. Just on the COVID subject, just real quickly, if I can. Just curious, last time we spoke, we talked about the planting season being probably the bigger forward-looking indicator as far as ag load goes. I would imagine that, that looks intact, but I just want to make sure we’re explicit on that. And then separately and related, I’d be curious, on a weather-normalized basis, what were your residential sales as well? Just thinking through that one, obviously higher margin."
         ],
         "Speaker": "Julien Dumoulin-Smith"
      },
      "24": {
         "Remarks": [
            "Well, let me back up just a little bit. I would say on the – I’m trying to remember the first part here. On the irrigation, it did look – I would say that, that didn’t seem to be drastically different based on anything with the pandemic. I think people planted the way they were planning to plant. Irrigation season does, while it runs all the way into, some things will be irrigating into the fall. There is a pretty good drop off as you move from June into July and then from July into August, it kind of steps down. But that’s all following, I would say, a fairly normal trajectory.",
            "June, which would have been, looking backwards, if you go through the quarter, June would have had the best opportunity, I think, from a weather standpoint in really all categories. And of the three months, June was the one that was probably the least helpful because we had a lot of water and a little cooler temperatures in June. April and May had us pretty hopeful. They were kind of the other way. It’s just bigger use. So, what we’ve got set up here going forward is that now things are more in the months where you get some irrigation, you tend to get higher results out of residential customers. And it feels like temperatures and the precipitation are more on the normal and to the dry and hot side. So, I’d say that gives us some hope. We’ll have to watch as we go through the quarter. But hopefully, that gives you a little bit of color there."
         ],
         "Speaker": "Steve Keen"
      },
      "25": {
         "Remarks": [
            "Excellent. And then if I can pivot here back to some of the more conventional subjects. The Bridger process with PacifiCorp. I think they’re moving forward on their side with some of the filings this fall. I was just curious on just Bridger expectations and process there. Just sort of status quo, I presume, but would be curious if any updates. And then I’ll throw the other question out there at the same time. As you think about the transmission wheeling revenues, I know you talked about it in the results here, just – should you expect any kind of oscillations with that year-over-year as you think about the comps in – just in light of COVID? I know that could drive various impacts."
         ],
         "Speaker": "Julien Dumoulin-Smith"
      },
      "26": {
         "Remarks": [
            "Good questions."
         ],
         "Speaker": "Steve Keen"
      },
      "27": {
         "Remarks": [
            "Yes. So is Adam on the call? Yes. So Adam, would you take the Bridger question?"
         ],
         "Speaker": "Lisa Grow"
      },
      "28": {
         "Remarks": [
            "Yes. Julien, it’s Adam. Our most recent IRP shows Bridger is still at 2022 and 2026 for two units and then 2028 and 2030. So as we sit here today, that’s still the case. We are, as you may know, and it was in the filing, looking at our IRP. The bottom line is, at this time, we’ve run some analysis, and it appears that our preferred portfolio will remain the preferred portfolio. But the short story is, in June, we discovered a few modifications and inputs that we wanted to make. We’re making those inputs right now and rerunning the models and so we’ll see where Bridger ends up. But for purposes of right now and what we’re seeing, it appears that the preferred portfolio we put in IRP is, as it relates to Bridger, are still the dates we’re looking at in the future. Obviously, we need to work with PacifiCorp and come to agreements with them as well on those dates."
         ],
         "Speaker": "Adam Richins"
      },
      "29": {
         "Remarks": [
            "And then I can take the transmission, and Adam, chime in if I miss anything, but it’s hard to predict transmission. Certainly, last year’s results were up because of the Enbridge Gas pipeline rupture and sort of the then ensuing market shifts that happened that we were able to take advantage of. But transmission is cyclical. Lots of things can happen and as sort of more markets open up, I think there is opportunities for that to go up, but it is very seasonal. It is very weather dependent and sort of just a combination of whatever else is going on. So, I don’t know that I would say it necessarily has a cyclical nature that we could predict, but we watch it carefully."
         ],
         "Speaker": "Lisa Grow"
      },
      "30": {
         "Remarks": [
            "Yes. And I think that’s right. And I’ll just add, Q1 was down a little bit in volumes. Q2 was back up. We have seen some favorable pricing, I think, in the mid-sea market. And so we have seen volumes increase in that regard. But to Lisa’s point, it’s a little bit difficult at this time to predict where it’s going. The market in general has been low from a price perspective. So I’d say overall, volumes have been relatively flat, but moving up in Q2."
         ],
         "Speaker": "Adam Richins"
      },
      "31": {
         "Remarks": [
            "Got it. Okay. So that sounds pretty..."
         ],
         "Speaker": "Julien Dumoulin-Smith"
      },
      "32": {
         "Remarks": [
            "Julien, this is Steve. The reason we had the – one of the contributors with that high volume in the prior year contributed partly to the rate decline that happened in October. So the other thing is, if you do have lower volumes, you’re likely going to get a little bit of help on the rate later in the year. So – but it will depend on what plays out through the rest of the summer."
         ],
         "Speaker": "Steve Keen"
      },
      "33": {
         "Remarks": [
            "Yes, that formula runs every October."
         ],
         "Speaker": "Lisa Grow"
      },
      "34": {
         "Remarks": [
            "Got it. Okay. Interesting. Let me put it this way. When you think about your guidance range, and I’m going to frame it this way. When you think of the factors to get you to the mid- to high-end of that range, anything that you would flag to us? I mean I know there’s a number of different factors moving around, but in concluding here, just curious if there are certain points that you would be looking towards or ways that you’d sensitize to characterize that?"
         ],
         "Speaker": "Julien Dumoulin-Smith"
      },
      "35": {
         "Remarks": [
            "Well, specifically, in regard to transmission, I would say, we were pretty cautious with the higher volumes we got out of the Enbridge site. We knew that wasn’t likely to repeat at that level. So we’ve used the more normalized level of expectation. We did use the lower rates that were put in last that we knew were going to be in effect in October. So that side, I would say, we’re pretty cautious.",
            "So if things going as they’ve gone thus far, keep us on track, if it lifts a little bit, that will be helpful. Weather, I think, has a chance to help. Certainly, if we have a hotter than normal and the dryer-than-normal month or two, that’s likely to give us a little bit of help and that would be a lift. We’re going to keep our eye on – you noticed the – we had a maintenance deferral that came up this quarter that helped. But for the year, we don’t know if it will hit 2020 or 2021. That one has potential if it slides clear it’s 2021, we would get some help out of that as well. Things like that are probably what we’d look to.",
            "We’ve got our heads down, trying to just make sure we control the costs that we can control. This is the year we’ve had success there. We’ve had – as you saw, the bond transactions were helpful. They’ve kind of helped though cover some of the things that we didn’t count on, like the cost of dealing with the pandemic and PPE and all those things. So it’s been a little bit of a push me pull you thus far. We’re hoping we’re moving into a phase when we could just get some good and hang on to it. But that’s why we left guidance basically where it was. I think we feel like we’re in a good place. We have hopes for the rest of the year, as I pointed out to Chris, that third quarter is our big quarter. So if we can get that one right, it usually helps the whole year."
         ],
         "Speaker": "Steve Keen"
      },
      "36": {
         "Remarks": [
            "Yes. I hear you. Sorry, just a quick clarification from what you were saying. I was looking at my notes here. On Bridger, timeline for coming back on that, I know that these processes are iterative. Just to come back, maybe that’s an Adam question here."
         ],
         "Speaker": "Julien Dumoulin-Smith"
      },
      "37": {
         "Remarks": [
            "Well, I think we’ve talked about it all. It’s just – there’s some maintenance that was going on there and some of the bigger items. This one happened to be in the few million-dollar range that – they’re managing COVID there, too. And the impact of contractors in and out, and it became obvious in here second quarter that they were moving some things that would have started then. And it looks like that for now is in deferral mode. We don’t know if it could come back by the end of the year or if it could slip into 2021. That would be one that – what I’m telling you is, for our plan, we’re sticking with our original guidance. So we haven’t grabbed that and said that’s an absolute win. We think it’s too early to commit to that. We’ll keep watching it. Hopefully, by the end of third quarter, we know more whether that one has potential to help. We’ll learn more, too, if there’s more costs that have to be offset against it. So we’ll combine those."
         ],
         "Speaker": "Steve Keen"
      },
      "38": {
         "Remarks": [
            "And Julien, this is Justin. Are you also asking about the timeline of the earlier closure of some of the Bridger units, too?"
         ],
         "Speaker": "Justin Forsberg"
      },
      "39": {
         "Remarks": [
            "Sorry. Yes, indeed. I know that may be double on time."
         ],
         "Speaker": "Julien Dumoulin-Smith"
      },
      "40": {
         "Remarks": [
            "Those are out."
         ],
         "Speaker": "Steve Keen"
      },
      "41": {
         "Remarks": [
            "Yes, no problem. Yes, I’m happy to answer that. It’s yes. The unit exits – and this is all, of course, preliminary and based on IRP runs, but 2022 and 2026 are within our kind of action planning window and then 2028 and 2030 are also exit dates in the preferred portfolio. But again, we just mentioned, I have to mention that we have partners there, and we’ll be working through that – with them to determine kind of what dates work for both companies and also ensuring that the preferred portfolio remains the preferred portfolio as we look at additional runs in the IRP."
         ],
         "Speaker": "Adam Richins"
      },
      "42": {
         "Remarks": [
            "Okay. You guys have been very generous with your time. Thank you very much."
         ],
         "Speaker": "Julien Dumoulin-Smith"
      },
      "43": {
         "Remarks": [
            "Thank you. Julien."
         ],
         "Speaker": "Adam Richins"
      },
      "44": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Lisa Grow"
      },
      "45": {
         "Remarks": [
            "Our next question comes from Brian Russo, Sidoti. You may proceed."
         ],
         "Speaker": "Operator"
      },
      "46": {
         "Remarks": [
            "Hi, good afternoon."
         ],
         "Speaker": "Brian Russo"
      },
      "47": {
         "Remarks": [
            "Hi, Brian."
         ],
         "Speaker": "Lisa Grow"
      },
      "48": {
         "Remarks": [
            "Hi, Brian."
         ],
         "Speaker": "Steve Keen"
      },
      "49": {
         "Remarks": [
            "Hello. Hey, just to understand the guidance and the no usage of the ADITC. So the ability at this point to preserve all $45 million tax credits, that is completely separate from the $3.9 million of O&M plant maintenance that’s being delayed, correct?"
         ],
         "Speaker": "Brian Russo"
      },
      "50": {
         "Remarks": [
            "Correct. We were already. Yes. Brian, in even first quarter, we were saying we weren’t going to use tax credits. We felt like we could control our O&M. And if you look at our current year guidance and compare it to last year, you can see it’s pretty controlled. So yes, that’s separate."
         ],
         "Speaker": "Steve Keen"
      },
      "51": {
         "Remarks": [
            "Okay. So you knew in the first quarter that this plant maintenance was going to be delayed. So..."
         ],
         "Speaker": "Brian Russo"
      },
      "52": {
         "Remarks": [
            "No. What I’m saying – we knew that we didn’t – that we weren’t going to be in tax credits – or we expected we weren’t going to be in tax credits even before we knew that. So that’s additional news. And what we’re saying right now is we don’t know whether that’s going to be back before the end of the year or if it moves into the prior year. So our guidance is – or next year. So our guidance, as it sits today, is really pretty much where we started the year. And we’ll wait a little bit longer. We’ll watch through the third quarter. We’ll know more [indiscernible] whether that’s coming into this year or moving along.",
            "But it’s a potential that could help. We just don’t know what else might show up between now and then or if it happens. That’s – as we’ve been talking about those plants, we have partners and they operate the plant. We have input into how that goes, but we’re not the driver of that. So it will be worked out, and we’ll know more later on. It’s just too soon right now to absolutely say that’s moved to the following year."
         ],
         "Speaker": "Steve Keen"
      },
      "53": {
         "Remarks": [
            "Okay. So if I could say it differently, if you did not delay $3.9 million of maintenance spending, you would still not need to use any ADITCs as of what you know today?"
         ],
         "Speaker": "Brian Russo"
      },
      "54": {
         "Remarks": [
            "Correct. And our guidance stays for O&M."
         ],
         "Speaker": "Steve Keen"
      },
      "55": {
         "Remarks": [
            "Right. Okay. Got it. And what jointly owned plants are you referring to? Is it just the Bridger plant or are there others?"
         ],
         "Speaker": "Brian Russo"
      },
      "56": {
         "Remarks": [
            "All three of our steam plants that were – Boardman now is moving on."
         ],
         "Speaker": "Steve Keen"
      },
      "57": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Lisa Grow"
      },
      "58": {
         "Remarks": [
            "But all three, we were partners with another company. And now the two that’s left, Valmy and Bridger, again, we’re partners, and they’re the operating partner, and we’re the – in Valmy, we have 50-50 ownership, but they run the plant. So it’s just – it’s different. It isn’t that we can just control those things and make our own choices. It’ll have to happen, they’re guided."
         ],
         "Speaker": "Steve Keen"
      },
      "59": {
         "Remarks": [
            "And then just to follow-up on the guidance. When I look back over the last 10 years, and you always have a slide in your presentation, you’ve always exceeded the midpoint of your original guidance. And that translated into a little over 5% EPS CAGR. I look back to the second quarter of 2017, 2018, also 2019. You increased your guidance in each second quarter of those three years. Correct me if I’m wrong, but are you just being conservative right now given the COVID situation and the uncertainty maybe around the service territory, that you’re leaving your guidance steady as of this quarter?"
         ],
         "Speaker": "Brian Russo"
      },
      "60": {
         "Remarks": [
            "Brian, I think a couple of those years, we had a known event that we basically had the ability to book by the second quarter that gave us more confidence. I would say this year, we’ve had some good things happen. They haven’t been big enough to kind of win the day. And I do think COVID plays into it a bit. We’ve seen that it can add some costs already. We know – we don’t know when it or how it resolves. I think that unknown is a tough one. We certainly all have thought it might be going a different way by now so that it might be – you might be seeing more of the upsides coming of getting back and things recovering. Instead, we’re sitting here kind of wondering when and how it does resolve.",
            "So, there’s an element of that, too. But I think that we also – as you recall, our ROE is 9.4% this year versus the 9.5%. I think that’s a little bit of a new thing for us. And the bar goes up every year. So it’s – we set a pretty high bar at the end of last year. As we step into this year, moving up from it is a challenge. And again, we feel good about it. We’re holding where we’re at. And again, third quarter being such a big part of it, I think this is a year to – we’ll wait and see how third quarter goes before we give any additional clarity on guidance."
         ],
         "Speaker": "Steve Keen"
      },
      "61": {
         "Remarks": [
            "Got it. And when I look at, it looks like if the weather forecast for a hot dry summer versus last year’s third quarter, which was the exact opposite, mild and rainy, it seems like you’re going to have a pretty easy 3Q 2020 to 3Q 2019 comparison. Is that one way to look at it?"
         ],
         "Speaker": "Brian Russo"
      },
      "62": {
         "Remarks": [
            "I didn’t get that. It would have been a fun chart to have if I had it. But an internal joke is, we’ve had every one of these wet periods where we’ve been disappointed had charts that said we were going to be hot and dry going into those periods, including the spring. So that is probably some caution there, too, because we have been fooled by these charts once or twice. And we’ve been right on the cusp. It’s like you go north a little way or south a little way, the weather is different. So yes, all of that factors into us kind of saying this is a year we just – we’re happy to be where we’re at. We’ve had two good quarters and about everything we could have done to make us ready to deal with the next two quarters is there. All things are in place. So let’s go another quarter, and I’ll let you know how it works out."
         ],
         "Speaker": "Steve Keen"
      },
      "63": {
         "Remarks": [
            "Yes. No, I can appreciate the weather comment. Just – it looks like your interest expense increased close to $1 million in the second quarter versus a year ago. I would imagine it’s [indiscernible] to the opportunistic capital raising ahead of when you need it. And you mentioned your cost of capital or, I should say, your cost of borrowing will decrease. Do you know how much that will decrease with the second quarter debt raises and then the subsequent third quarter retirement of debt?"
         ],
         "Speaker": "Brian Russo"
      },
      "64": {
         "Remarks": [
            "Sure. Our all-in – I think I said this. What I had written down is the rate is actually lower. We borrowed a little bit more as well that wasn’t in the start of the year plan with our first bond issuance. And I think they net out to near a wash. I don’t think it’s a big down. It’s – because that was in our plan originally. I mean we’ve been in this mode of trying to be ahead of our needs and operate in a fairly – it helps with our credit ratings and it seemed to be a positive there.",
            "So, we’ve stuck with that mode of trying to borrow a little bit ahead. And we’re – CapEx is rolling for us. As you saw, it was up a little bit this year. Our longer numbers went up just a little bit, and we don’t really see that ending. I mean even we thought it might slow with the pandemic. And I’m not sure it hasn’t fed up the people trying to get into Idaho. So it’s just that we’re being careful and cautious there and making sure that we are positioned well, capital wise. With the pandemic hit, we also wanted to have enough to get through the summer. So we did do it probably earlier than we would have done otherwise. But I think it’s all really good. We’re not way beyond what our normal plan was anyway. We’re really kind of on the plan, just we’re ahead of the game, and we’ve got some really good rates with it. So I think it’s a good place to be."
         ],
         "Speaker": "Steve Keen"
      },
      "65": {
         "Remarks": [
            "Okay. Got it. And then when I look at the cash balance of $460 million in the second quarter of 2020, it seems like you have quite a bit of excess liquidity. And even with the refinancing of debt in the third quarter this year, you’re still going to be left with quite a bit of cash at the end of 2020, which seems to be kind of the consistent theme with you guys over the last several years.",
            "I’m just wondering what your thoughts on that excess liquidity and how that ties into the upcoming Board decision regarding the dividend, which typically occurs in September of each year?"
         ],
         "Speaker": "Brian Russo"
      },
      "66": {
         "Remarks": [
            "Right. The dividend is – we made some statements last year of what we expected to do, and we haven’t faltered on that. We have the same expectations today. Again, that’s our policy getting ahead. This – we decide – we borrowed this year, that’s really to carry us through next year. I think instead we would have done it later in the year, most likely, had we not had the pandemic, but we didn’t. And interest rates also got really favorable, which pulled us in early. But we’ve tried to do that. About every other year, we’ve not only handled our refinancings that were required, we’ve tried to borrow a little bit extra so that we could stay a little bit ahead of our capital needs that were coming in the following year, and that’s what we’ve done again.",
            "So that number goes down back to my third quarter comment of how big it is, the spend is really big as we move into these quarters as well. Most of our construction, the big items are rolling out right now, and we’ll see the impacts of that show up over the next quarter as well. Good news is we’ll hopefully have positive revenues to help out with that. But it is a safer spot, I would say, but we will – it’s not way different than what we had planned."
         ],
         "Speaker": "Steve Keen"
      },
      "67": {
         "Remarks": [
            "Right. Okay. So – and remind us, what is your target debt-to-cap? Is it 50%, even though you’ve been in the low 40% for many years now?"
         ],
         "Speaker": "Brian Russo"
      },
      "68": {
         "Remarks": [
            "Yes. We’ve always just said around 50%, and we got several big projects in the work that we’re not spending on, but that are coming. And I think that we’re a little bit rich against that. Today is more of – we know that’s coming. And when we get those opportunities, we’re going to be able to do that with, we think, really low cost debt financing. I think we’ll not probably need to push additional equity through the early phases as those kick in and we start to spend.",
            "So, it’s actually a really – in my opinion, it’s a really defensive place to be. And we’ll have minimal impacts when we do get that bigger CapEx. And we didn’t talk a ton about them on this call, but people are pushing ahead on Boardman to Hemingway, were pushing ahead on Hells Canyon. And there are going to be things coming at us that are going to add. We’ve shown you guys some of our increased CapEx story. It’s just not here this minute. But we don’t wait until we get there to think about it. So we’re really ahead of that a bit. And the good news is we’ll fix that with debt when we get there. That’s the cheapest way to do it."
         ],
         "Speaker": "Steve Keen"
      },
      "69": {
         "Remarks": [
            "Yes, for sure. It’s a good place to be. Just curious also, obviously, everybody saw the weak GDP numbers today. And you quoted some of the Moody’s statistics as it relates to your service territory. What were the Moody’s statistics for the Idaho Power service territory last quarter? Is it consistent to where they are today? Or have they been revised lower?"
         ],
         "Speaker": "Brian Russo"
      },
      "70": {
         "Remarks": [
            "Brian, this is Justin. I’ve got the data in front of me, so I’ll just answer the question. Last quarter, Moody’s was suggesting just barely positive GDP growth for 2020. It was 0.7%. But going into 2020, Moody’s was suggesting closer to 5% GDP growth for 2020. So the swing is still significant. Obviously, not a lot, not as wide as the national swings that we’ve seen, but certainly going from close to 5% at the beginning of the year to a negative 3.8% now is a big difference."
         ],
         "Speaker": "Justin Forsberg"
      },
      "71": {
         "Remarks": [
            "Right. And 2021 and 2022 still obviously very solid and positive."
         ],
         "Speaker": "Brian Russo"
      },
      "72": {
         "Remarks": [
            "Right."
         ],
         "Speaker": "Justin Forsberg"
      },
      "73": {
         "Remarks": [
            "Okay. And then just lastly, on the deferral of the COVID-related expenses, $0.6 million is really not that much. But how do you recover that? Can you do kind of a one-off filing? Or do you have to wait for a rate case to eventually recover any deferrals?"
         ],
         "Speaker": "Brian Russo"
      },
      "74": {
         "Remarks": [
            "Maybe let Tim Tatum. Tim, do you answer that?"
         ],
         "Speaker": "Steve Keen"
      },
      "75": {
         "Remarks": [
            "Sure. Yes, this is Tim. Yes, I think we’re just going to have to see how it plays out and see what the ultimate balance is and see what else we have going on into the future. So there’s no specific prescribed way to go about that. We’ll just have to assess at the time that we feel like we’ve accumulated the balances that would be accumulated and assess the best approach for the company at that point."
         ],
         "Speaker": "Tim Tatum"
      },
      "76": {
         "Remarks": [
            "Okay, great. Thank you very much."
         ],
         "Speaker": "Brian Russo"
      },
      "77": {
         "Remarks": [
            "Thanks, Brian."
         ],
         "Speaker": "Steve Keen"
      },
      "78": {
         "Remarks": [
            "Yes. Thank you."
         ],
         "Speaker": "Lisa Grow"
      },
      "79": {
         "Remarks": [
            "[Operator Instructions] That concludes the question-and-answer session for today. Ms. Grow, I will turn the conference back to you."
         ],
         "Speaker": "Operator"
      },
      "80": {
         "Remarks": [
            "Thank you, everyone, for participating on our call today. We appreciate your continued interest in IDACORP, and I wish you all stay safe and I wish you good health and remember to wear your mask and wash your hands. So thank you, and have a great weekend – great evening, we’ve got one more day."
         ],
         "Speaker": "Lisa Grow"
      },
      "81": {
         "Remarks": [
            "That concludes today’s conference. Thank you for your participation."
         ],
         "Speaker": "Operator"
      }
   }
}