{
   "Date": "August 19, 2020",
   "Presentation": {
      "Doug Satzman": [
         "Thank you, and good afternoon. Thank you for your interest in XpresSpa.",
         "Before I provide an update on our business, I first need to advise you of the following. Comments made on today’s call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements are based on current assumptions and opinions and involve a variety of known and unknown risks and uncertainties.",
         "Actual results may differ materially from those contained in or suggested by such forward-looking statements. Important factors that might cause such differences include those set forth from time-to-time in our SEC filings including our report on Form 10-K for the year ended December 31, 2019, our second quarter 2020 financial report on Form 10-Q issued this afternoon, as well as our earnings release, also issued this afternoon along with other current and periodic reports that we file with the SEC.",
         "In particular, we call your attention to the risks associated with our forward-looking statements regarding our XpresCheck brand and concept included in our Form 10-Q and earnings release filings this afternoon.",
         "On a related note, we certainly appreciate that there is a lot of interest within the investment community regarding our activities. And we often receive inquiries as to why we have not issued business updates more often. As a public Company, we have a responsibility and obligation to keep our shareholders informed regarding our business affairs when we have information to share that rises to the level of materiality. We have issued and will continue issuing public statements in a responsible manner and in compliance with the federal securities law and NASDAQ rules and guidance, which we may do via press release or on occasion through a media interview, as well as our security filings with the SEC.",
         "As you know, our global spas closed in late March due to local government mandates, categorizing our traditional services as nonessential services. Since that time, we’ve been functioning with a very small number of employees, as we have had to furlough all of our -- most of our nearly 500 team members.",
         "We had hoped to see some signs of recovery in airport traffic during May and June, and continuing on into the third quarter, but unfortunately, the increase in infections across most states, coupled with mandatory 14-day quarantines for incoming travelers in many states has kept air travel to a minimum. This has resulted in fewer passengers and the terminals. We therefore chose not to reopen any domestic spas during second quarter, nor to anticipate opening any during the third quarter for traditional spa services.",
         "In early July, we did however reopen our spa in Dubai where we are currently offering limited services and selling various spa products, such as masks and neck pillows. And not surprisingly, its performance over the past few weeks has been rather muted, given the continued weakness in global airport traffic.",
         "Having now brought everyone up-to-date with the XpresSpa business, my intention this afternoon is to turn your attention towards our new XpresCheck brand, which is currently providing COVID-19 screening and testing. In short, we have accomplished to make significant progress in furthering this new and exciting business. We have opened in two major international airports, JFK and Newark, partnered with industry experts to design a workflow with the capacity to potentially test thousands of people each week, as well as collect and organize confidential patient data that can be used to study and help better understand the impact of the COVID-19 virus.",
         "We have integrated the XpresCheck workflow within Electronic Medical Records or EMR solution for online appointment scheduling, patient intake, lab integration, medical billing, and reporting analytics. This has helped streamline our operations and facilitated what we believe is a safe, efficient and compliant way of testing.",
         "In terms of our actual screening and testing, we’re currently offering both, blood antibody testing and polymerase chain reaction or PCR testing on site with the test sent to outside laboratories. All insurance claims are accepted and all information remains private and HIPAA compliant. Of course, patients can also pay out of pocket if they do not have U.S. insurance. Still, we believe there is a significant opportunity to increase testing at the airports with government financial assistance to lessen the financial burden on the patient. We are therefore actively lobbying elected officials in Congress and the White House in consulting with government agencies to advocate specifically for COVID-19 testing funding at U.S. airports as part of the next stimulus bill. While we certainly cannot say with certainty that this will be included in the final bill, we are currently working hard as we can to bring this to their attention because getting airports back to a state of normalcy is critical for both, our industry and the economy as a whole.",
         "We’re also committed to reviewing and pursuing the latest COVID-19 testing technology and offering what we believe to be the absolute best available testing on the market at any given time. This would include FDA approved quick testing, as well as new emerging testing protocols that may provide high accuracy, simplicity and speed, such as antigen testing. We’re therefore in ongoing conversations with multiple reputable, quick testing companies that would complement the airport environment. These emerging technologies will be deployed to current and future XpresCheck sites as soon as reasonably possible.",
         "As announced on June 22nd, we launched the first full service in-airport testing center in the U.S. at JFK Airport in Terminal 4 for in conjunction with JFKIAT and the Port Authority of New York and New Jersey.",
         "The JFK location has nine separate testing rooms with the capacity to screen up to 500 people per day. We employed a soft opening strategy that began with testing services for JFK terminal employees, airline employees and airport workers.",
         "We quickly demonstrated our ability to operate a medical testing facility. And on August 10th, we expanded our JFK operations to serve airport passengers as well. Public testing targets helping passengers meet testing requirements in select states and countries.",
         "Based on the success of the JFK pilot, we have actively moved to our rollout phase of XpresCheck and opened our second medical facility on Monday, August 17th at Newark International Airport in Terminal B.",
         "Notably, this is not an airport where we had previously operated an XpresSpa, rather demonstrates the strength of our longstanding relationship with the port authority, given our track record at both, JFK and LaGuardia.",
         "The Newark facility, like JFK, is modularly constructed. There, we’ll be hosting six separate testing rooms with the capacity to administer over 350 tests per day. For now, we’re offering testing services to airline employees but plan to expand to the public as well over the next several weeks.",
         "Looking ahead, we see a vast opportunity for COVID-19 testing at major U.S. airports and internationally. We believe that similar to how 911 terrorist attacks forever changed security protocol in travel, COVID-19 will have a similar impact on health and security protocol in travel. We believe we are extremely well positioned to help assist on the societal change.",
         "According to government data from the Department of Transportation, in 2019, 1.1 billion passengers passed through U.S. airports on domestic and foreign airlines. Even only a fraction of these passengers travel this year or next year, it can still amount to a significant opportunity for testing and other services.",
         "There are approximately 30 large hub U.S. airports with an average of 30,000 employees who have historically worked to support airport activity. In addition, there are another 30 medium hub U.S. airports with an average of 15,000 employees who have historically worked to support airport activity. We view these 60 U.S. airports as our initial priority, in addition to opportunities internationally with the XpresCheck concept. But, this by itself should not suggest that we will be able to open XpresCheck in all of these airports. We do however have a presence with XpresSpa in 19 of the large hub airports and 4 of the medium hub airports.",
         "In addition, we are in various stages of discussion -- bear with me. We’re in various stages of discussions with several large hub U.S. airports to open new testing centers or to convert existing XpresSpa locations to XpresCheck locations.",
         "We plan to update investors on future openings in a timely fashion and in compliance with requirements under the federal securities laws and our exchange. However, it is important to note that in doing so, we are also interacting and making announcements in conjunction with government and regulatory agencies like airports. Given the inherent bureaucracy related to securing approvals and sign-offs from multiple people within those public agencies, we cannot issue announcement -- an announcement or discuss via interview until a contract has been fully executed.",
         "While our rollout of XpresCheck concept began on account of COVID-19 pandemic, it certainly will not end there. Our intention is to build a more comprehensive health and wellness service capabilities over time that address the needs of airport workers and passengers alike, traveling through those same airports. For example, we’re already in the planning stages to expand testing to other communicable diseases, as well as administer vaccinations such as flu shots.",
         "Some of these services may begin in the fall at both JFK and Newark and will be offered at future XpresCheck locations as well. We also think that we are well-positioned to be part of the national rollout of a COVID-19 vaccination when it becomes available in the marketplace.",
         "Now, turning to some financial matters.",
         "Our second quarter 2020 financial result reflect very limited operations. As a result, our revenues were rather negligible with our operating loss from operations increasing significantly. We also reported a net loss of $58.3 million versus a net loss of $6.3 million in a year-ago period. Over $48 million of this loss, which is non-cash, stems from a loss on revaluation of warrants in conversion options for which there was no comparable charge in the prior year second quarter and represents the loss resulting from the mark-to-market adjustments of derivative liabilities.",
         "I will refrain from walking through the full P&L, but would encourage you to do so and review our MD&A section in the 10-Q. I will note that more importantly, the roughly $48 million in gross proceeds that we have raised over the past few months through a series of registered direct equity offerings have been truly transformational and have provided us with the means to reimagine our health and wellness service offerings.",
         "Our financial condition has been substantially strengthened, which has enhanced our flexibility to pursue our vision to expand health and wellness services within airports.",
         "As of June 30, 2020, we had cash and cash equivalents, excluding restricted cash of $37.8 million, and total current assets for $39 million, total current liabilities of $19.6 million, and positive working capital of $25.8 million, which includes a $6.4 million non-cash derivative liability compared to a working capital deficiency of $12.3 million as of December 31, 2019. We are also able to convert all outstanding preferred stock into common shares during this period and eliminated by conversion a substantial majority of outstanding debt.",
         "With that, let me thank our investors for their continued support and express my enthusiasm for sharing further updates on our progress as appropriate. I would like to thank all of our team members across our XpresSpa and our new XpresCheck locations as well.",
         "I’d be happy to take your questions as you have them. Operator?"
      ],
      "Operator": [
         "Greetings, and welcome to the XpresSpa Group Second Quarter 2020 Earnings Conference Call. At this time, all participants are in a listen-only mode. A question-and-answer session will follow the formal presentation. [Operator Instructions] Please note, this conference is being recorded.",
         "I would now like to turn the conference over to your host, CEO, Doug Satzman. Thank you. You may begin."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. At this time, we will conduct a question-and-answer session. [Operator Instructions] Our first question comes from the line of Kim Mo, [ph] private investor. Please go with your question."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hi. I appreciate you taking my question. I’ve got two parts. So, I’ll start with the first and then follow-up with the second one. So, my first question is how long are the JFK and Newark contracts for, six months, a year, or longer?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "3": {
         "Remarks": [
            "Okay. Well, in the airport environment, there are a few ways to operate. You can apply -- participate in an RFP process, which is a public process that takes a while. You can also have an existing lease, like we have, or come in under a special use permit in emergency situations. In JFK, we already have a longstanding relationship with our existing landlord JFKIAT. It is a private company who operates the terminal. And we simply were able to amend our existing lease. And we have many years of term based on our existing lease for multiple locations.",
            "Newark is a different example. It’s not an airport we operated in before. And we have a one year conditional use permit that allows us to get and operating immediately. Then, we have an opportunity to extend the permit in the future or the jurisdiction may put out an RFP, at which point we can participate and have a long-term lease. So, there are multiple ways that we are acquiring real estate to do it within the construct and setup that each city has. And as a reminder, these are often public entities that have very-specific rules and regulations that have to follow. So, it makes it difficult to get this real estate, but it also acts as a high barrier for new people in the industry to come in.",
            "And you said you had a second question?"
         ],
         "Speaker": "Doug Satzman"
      },
      "4": {
         "Remarks": [
            "Yes. And so, my second question is, it is obvious that in Newark construction already started. So, I’m just curious why it took so long to provide an update between early July and the official Newark opening on August 13th?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "5": {
         "Remarks": [
            "Yes. That was an uncommon situation where based on the time that it was taken administratively to get our agreement in place, we started construction before the agreement was fully executed with consent by both sides. We have a policy not to make formal public statements until we have a fully executed agreement, as I referred in my comments. So, what you can expect from us in the future, we’re in negotiations with many, many airports right now, but until we have a signed contract, we won’t be sharing them publicly. So, you might find that some contracts get signed way in advance and some might get signed much closer to an opening date."
         ],
         "Speaker": "Doug Satzman"
      },
      "6": {
         "Remarks": [
            "Thanks. I appreciate it."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "7": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Doug Satzman"
      },
      "8": {
         "Remarks": [
            "Our next question comes from the line of Ron Davis, [ph] private investor. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "9": {
         "Remarks": [
            "Hey, Doug. I’ve kind of got a two-part question here. The first is, the cost to repurpose an existing spa going to be more or less than building a modular site from scratch? And how many people could you even test in these converted spas?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "10": {
         "Remarks": [
            "Okay. So, I’ll answer the second one first. The amount of people that we can test will depend on the amount of real estate that we have. So, for example, JFK, we have given more space to build out; Newark had less space. So, one has 9 testing rooms; one has 6 testing rooms. And that will govern our peak.",
            "As we look at converting our existing spaces and are laying out some of those now, we have some very small spaces that simply won’t fit enough, but then we have many larger spaces. And again, depending on the size, that will determine how [Technical Difficulty] can test at a time.",
            "The first question that you asked around cost, again, it’s variable. So, it’s actually quite efficient and probably less expensive to build some of the modular kiosks. Because we’re able to prefabricate them in a warehouse ahead of time, and then their construction is like two weeks that goes pretty weak. The conversions are going to have more involvement with plumbing and building walls and rearranging things. Now, the trick is, it depends on the utilities. So, some of these spaces like Newark and JFK, we were in the middle of our arrivals hall. So, the cost of bringing electricity and plumbing and sewer was different in each one, based on how far you had to go. Some spaces we’re looking at today, there’s plumbing right there, and so it’s easy. And with our existing spa locations, here’s an advantage they have, they have plenty of electricity and plumbing there onsite. So, it’s not as easy to say one is less expensive than the other. It’s really situational. But, we have a very experienced director of design and construction and working team that has built in airports for many years. It can be a very expensive environment to build in but we have a very strong team that’s quite efficient at it."
         ],
         "Speaker": "Doug Satzman"
      },
      "11": {
         "Remarks": [
            "Okay, great. Thanks. And just kind of follow-up, wouldn’t it make more sense to find alternative spaces if possible? You kind of already answered it, but if you could give expand on that that would be great."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "12": {
         "Remarks": [
            "Well, anytime I can get additional real estate in an airport, that’s a really good thing because it’s so hard to get. Literally, it’s taken us a number of years to get our 50 locations. So, getting additional access to real estate is good. But, the availability of the large portfolio that we have gives us a much faster way to enter because real estate and airports is on high demand, it always has been. Even with a number of operators, many operators closed right now, there’s so much who will come back and some of these companies might go out of business, but a lot of the real estate is locked up. So, that’s where we’re leveraging our advantage of already having existing real estate, which is pretty uncommon. So, again, it’s a case by case basis. I love new additional sites, but I’m happy to convert what we have if we can get them opened faster."
         ],
         "Speaker": "Doug Satzman"
      },
      "13": {
         "Remarks": [
            "Our next question comes from the line of Steve [ph]. Private Investor. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "14": {
         "Remarks": [
            "Thanks. Can you talk a little bit about the revenue model here for these testing sites? Have you paid a flat fee per test? How does that work between cash per patient versus insurance? And in the case of insurance, what’s the reimbursement situation for your outlets like this?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "15": {
         "Remarks": [
            "Sure. So, the model, we have a charge for our services. We charge $75 for either the antibody or the PCR test. If a patient wants a second test, it’s another $15 and they -- most patients are actually getting both. We do send it to an outside lab today. There’s an additional charge of maybe $50 or $60 for the lab to do their work. If we bring in lab work into our spaces, that gives us another opportunity for us to collect more revenue, and that’s part of our plan. But how it gets paid? Right now, we run it through insurance. One of the misconceptions is COVID testing is free and the federal government’s paying for all of this. Well, we haven’t found clearly how the federal government is writing checks to testing services. They are, from what we’ve learned, paying to the insurance companies who are paying the labs for the work and then clinics like us. Now, the problem with insurance companies is it takes a little while to get your money, maybe four to six weeks, typically on average, during some of the high traffic, during COVID taking -- it can take a little longer. And of course, if we have an international traveler let’s say and they don’t have insurance, they can pay directly on site with us."
         ],
         "Speaker": "Doug Satzman"
      },
      "16": {
         "Remarks": [
            "That’s helpful. Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "17": {
         "Remarks": [
            "Sure."
         ],
         "Speaker": "Doug Satzman"
      },
      "18": {
         "Remarks": [
            "Our next question comes from the line of Kim Johnson, [ph] private investor. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "19": {
         "Remarks": [
            "Thank you for taking my question. My question is, why not open your site to the public for testing along with employees at the same time, especially given the limited pool of people out there anyways?"
         ],
         "Speaker": "UnidentifiedAnalyst"
      },
      "20": {
         "Remarks": [
            "Yes. I think that’s a fair question. For our first location, we were very deliberate and focusing on airport and airline employees first, this frontline workforce, we wanted to have priority to meet their testing demands. And frankly, we were new at this. We didn’t have experience in medical testing. We have a great set of doctors and nurses who are very experienced coming in. But, we wanted to make sure our new systems and we worked out any kinks, before we open it up to the public, which just draws more complexity. Once we felt solid, we extended it to JFK, to the public, as we’ve recently announced. And at Newark, same thing we decided to open to airport employees and airline employees at first, and then we will extend it to the public. And it’s important to walk before we run. And I’m sure by the time we open more of these in the future, you may see us opening it to the public and employees at the exact same time. But, that’s how we approached it, but not much time goes by. Thank you for your question."
         ],
         "Speaker": "Doug Satzman"
      },
      "21": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "22": {
         "Remarks": [
            "Our next question comes from the line of Jennifer O’Brien [ph] private investor. Please go with your question."
         ],
         "Speaker": "Operator"
      },
      "23": {
         "Remarks": [
            "Good afternoon. Thank you for taking my question. Are you familiar with what’s going on in Dubai and Hong Kong in terms of COVID screening? I hear they’re disinfecting stall and their biometric scanning [indiscernible]. Are you concerned that this will make your testing obsolete?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "24": {
         "Remarks": [
            "We watch things happening in those air ports and all over the world very carefully, and we even see some airlines trying to put different measures in place. Bottom line is PCR testing is the most reliable sensitive testing that’s out there today. As technology is developing, I’m not worried about it supplanting my model because we can adopt it and bring it in. So, in PCR, testing is outpaced by some new technology via another testing protocol or dogs that sniff coronavirus, I’m not so sure about that. It sounds cool. But, we will make sure that we have our medical director and others that are watching this very carefully. But, you won’t see us reacting impulsively. So, for example, we did not start with the antibody blood quick tests, some approved by the FDA, some aren’t. We decided to send it out to the laboratories because they have a much higher sensitivity rate or a much lower false negative. So, we had a debate between speed and in a really good test. And I’m proud of the team, decided -- cited on having, again the best science to be used. We’re looking at some quick testing now. But frankly, the technology has gotten much better. So, it’s much more -- there’s more data now that demonstrates it’s more reliable. So, you might see some of that in the future. So, kind of a long answer for your question, but it’s an important one."
         ],
         "Speaker": "Doug Satzman"
      },
      "25": {
         "Remarks": [
            "Perfect. Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "26": {
         "Remarks": [
            "Our next question comes from line of Joe Krim, [ph] private investor. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "27": {
         "Remarks": [
            "Hi, Doug. Thanks for taking my questions today. A quick one. Have you seen any increase in testing since New York imposed a 14-day quarantine on those traveling from hotspots?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "28": {
         "Remarks": [
            "Yes, we have seen an increase in testing. But, here’s a common misnomer. And it’s that if you arrive in New York or New Jersey, one of the airports in Connecticut and New Jersey and New York, all have very similar requirements for 14-day quarantine. The misconception is that you can test out. You can land and go to your hotel or return home and get a test and then you can reduce your quarantine, if your results are negative. They still encourage you to take tests, so you know whether you are sick or not, but they do not give you relief on the 14-day quarantine.",
            "There are other states like Massachusetts where the Governor has taken the position, you can test out of it. There are some countries that are requiring tests before you arrive. So, all of this presents opportunity for us to incorporate this into departing and arriving passenger practices to help when jurisdictions allow for it.",
            "We’ve lobbied the New York Governor to modify his position to -- if someone who’s demonstrated clean with a PCR test, then the quarantine should be reduced. That may come about, but it may not, we don’t know. But that’s the current position in New York."
         ],
         "Speaker": "Doug Satzman"
      },
      "29": {
         "Remarks": [
            "Thank you. Thanks for the color."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "30": {
         "Remarks": [
            "Our next question comes from line of Dan [ph] private investor. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "31": {
         "Remarks": [
            "Hi. Thank you for taking my questions. I have two. The first one is, do you have a plan to reopen your traditional spas? And if so, at what capacity does the airport need to be up, before you reopen those traditional spas?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "32": {
         "Remarks": [
            "So, we would love to open our traditional spas when there is a good revenue opportunity. But frankly, airports saw around 15% to 20% active now, some are higher, some are lower. And we need much more traffic than that to support our traditional business model. So, as I shared in my comments before, we’re not intending on opening any spas, at least in Q3. And who knows, after that, we watch it carefully. But we would need to see a substantial increase in airport traffic in order to have enough throughput for the capture rate that we look for in the airports. And you also have to keep in mind that airports are being responsible and they’re trying to aggregate flights and gates. So -- and picture a typical big airport, maybe they have three, four, five major terminals, and I might have two locations, let’s say, and I’m in one terminal -- in terminal A and terminal C, but the airport’s aggregated flights into terminals B and C. So, thereby only one of my two locations might even be compelling to open earlier and the other one has zero traffic, coincidentally, because it’s located in a terminal that wasn’t selected to aggregate flights. So, it’s really a complex thing. We have a team on the ground that’s watching it. But, I’m not interested in accelerating any losses by reopening spas that we think will be operating at a loss in the near term. So, we’re watching it carefully.",
            "And I think, to my earlier comment too, we tried, we’ve opened in Dubai, which has had much more traffic coming through. And we were pushed by the airport. And so, we said, okay, we’ll try it and see what happens. And there’s some traffic, but honestly not enough to make it worth our while. So, I’m not sure how long that will last in the meantime, but it was a flyer that we took to kind of gauge our assumptions and it reinforced what we already felt. "
         ],
         "Speaker": "Doug Satzman"
      },
      "33": {
         "Remarks": [
            "Okay. That’s super helpful. Thank you. And then, just one more, if I could squeeze in, could you guys be operating XpresCheck and XpresSpa at the same time in the same airport? Thank you. "
         ],
         "Speaker": "Unidentified Analyst"
      },
      "34": {
         "Remarks": [
            "Yes, sure. Yes, I get asked that a lot. We absolutely can. So, the way we’ve set up this secondary business is with -- we’re leveraging the back office support the accounting and the HR, but operationally, they’re different businesses. So, in each city that we opened, we’ll have a state licensed doctor overseeing the practice and medical assistants and nurses. That can be run independently or at the same time when we have massage therapists and aestheticians back. So, we can operate both. But, we look at them independent of each other."
         ],
         "Speaker": "Doug Satzman"
      },
      "35": {
         "Remarks": [
            "Our next question comes from the line of Nicole McMahon, [ph] private investor. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "36": {
         "Remarks": [
            "Hi. Thanks so much for taking my questions. Kind of two parts here, but can you give me a sense of your current cash burn and how many months will your current cash last? And, secondly, will you need to access your shelf registration to complete the opening of your projected testing facility this year?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "37": {
         "Remarks": [
            "Okay. I was waiting for questions like this? Our cost of operating our traditional business is running about $750,000 a month approximately. It will vary based on rent that we have with our existing portfolio. So, many airports have given rent relief where they typically charge a percent of your sales, but then they have a MAG, a minimum annual guaranteed rent. So, there’s a floor that you have to pay. Many, many airports have suspended the minimum annual guaranteed rent charge, and they’re only charging percentage rent. So, if you’re not open, you don’t pay any, or if you’re open with very low sales, you pay a percentage of its very low sales.",
            "Some airports are doing this month by month because they don’t want to commit to this favorable rent deal for their tenants for very long, and then we find out, even after the next month it started, that they will cover that month or extend it to some other airports, have made these arrangements through the end of the calendar year.",
            "So the point is, because of the uncertainty in the environment, our rent will continue to vary. We negotiate -- we have a team that negotiates very hard. And again, our longstanding relationships have helped us in this scenario to have as favorable terms as I think you’ll find. But, if you look at our working capital that we closed the quarter with at $25.6 million, or $25.8 million, that does give us a little room. And that cash burn does not include XpresCheck. On the XpresCheck side, we’ve probably spent maybe $2 million -- a little over $2 million in start-up costs and building out sites and setting up the infrastructure and the data systems. So, that hasn’t been a big surprise drain on our cash. And I think we have many months ahead of us.",
            "To your second question about raising capital, as part of good governance, we filed for shelf last month. Based on our internal projections, we don’t anticipate drawing down from that shelf this year. However, as expansion of XpresCheck brand accelerates at a pace that we did not model, then, we would consider raising more capital.",
            "So, we have a good amount to expand, XpresCheck and to cover some of the operating losses until our spas get open for a while. But if this thing goes gangbusters globally in the next period of time, there could always be more needs for capital. But right now, we think we’re good. Thanks for the question."
         ],
         "Speaker": "Doug Satzman"
      },
      "38": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "39": {
         "Remarks": [
            "Our final question comes from the line of Bryan Thompson, [ph] private investor. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "40": {
         "Remarks": [
            "Thanks for taking my question. I would like to clarify a few things around the rapid tests. When will you be deploying them? What rapid tests will you be using? And what are the costs compared to what you’re currently offering? And then, lastly, do you expect that this will refer greater patient interest in testing and demo?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "41": {
         "Remarks": [
            "Okay. Lots of questions in one question. I’ll do my best. And if I forget something, come back and remind me. So, first one is when we’ll be deploying rapid test and who will be using?",
            "I shared before, we’re talking to several reputable companies. We’re looking at existing technologies, like rapid blood antibody tests, rapid PCR tests, there’s fewer players there, and even this emerging antigen test, which you could consider as rapid. And rapid is a very relative term and kind of a buzzword.",
            "There has been a leading company that we’ve been talking to for many months that we’ve been trying to bring into our system that simply hasn’t had inventory to sell to non-hospitals. And we hope that things may loosen up soon, we think it may. As soon as we can get our hands on some of these, we will be introducing them into our system. But, it’s really hard to say when, because I don’t have -- as soon as I have a signed contract, I’ll make sure that we tell everyone. But, we don’t have signed contracts yet. We’re in discussions. We’re reviewing this very competitive landscape. There’s a lot of people that are kind of selling stuff that I don’t think is very good. So again, we’re going to be very careful. Anything that we sign up for is because we think it is safe and reliable. Of course, FDA approved or at least the emergency use provision approval. And we recognize this would be very important service to be able to bring it into this environment, especially for passengers and pilots who are working on tight schedules.",
            "The costs vary. So, right now, we’re sending to outside labs. I shared our costs [Technical Difficulty] cost. When we bring these tests in, many of these tests are more expensive. But then, we would be able to administer it ourselves and not have to pay a lab, so we have an opportunity to make more margin on it. So, that’s also attractive from a business perspective to bring it in beyond just being a more valuable service. And because it is kind of scarce, is there a potential for premium charge for it? It’s hard to say. ",
            "And then, what else did you ask about?"
         ],
         "Speaker": "Doug Satzman"
      },
      "42": {
         "Remarks": [
            "So, I think, you answered most of my questions. And the last part was just when you -- whether or not you expect, is this for a greater patient interest in testing?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "43": {
         "Remarks": [
            "Right, absolutely. If we can get a reliable quick test, that will improve the frequency, and that will improve the usefulness of these services, and frankly expanded services we’re planning to bring to the environment. So, yes."
         ],
         "Speaker": "Doug Satzman"
      },
      "44": {
         "Remarks": [
            "Got it. Makes sense. Thank you very much."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "45": {
         "Remarks": [
            "Yes. Thank you."
         ],
         "Speaker": "Doug Satzman"
      },
      "46": {
         "Remarks": [
            "Ladies and gentlemen, this concludes our question-and-answer session as well as today’s conference call. We thank you for your participation. You may now disconnect your lines. And have a wonderful day."
         ],
         "Speaker": "Operator"
      },
      "47": {
         "Remarks": [
            "Thanks, everyone."
         ],
         "Speaker": "Doug Satzman"
      }
   }
}