{
   "Date": "July 30, 2020",
   "Presentation": {
      "Ashley Lee": [
         "Thanks, Pat, and good afternoon, everyone. Total company revenues were $53.8 million for the second quarter, down 24% compared to the second quarter of 2019, due primarily to the impact on our business from COVID-19 and the absence of TMR revenues. As Pat mentioned, we saw monthly sequential improvement for procedure volumes and revenues this past quarter. In the second quarter of 2020 versus the second quarter of 2019, tissue processing revenues decreased 17%, On-X revenues decreased 18%, BioGlue revenues decreased 31% and JOTEC revenues decreased 23%. Performance in each of these product lines was adversely affected by, primarily, the COVID-19 pandemic.",
         "Our gross margins were 67% for the second quarter, compared to 66% for the second quarter of 2019. The improvement in gross margins primarily reflects a reduction in unit cost of products and tissues shipped during the second quarter of 2020 as compared to the second quarter of 2019.",
         "On the bottom line, we reported a net loss of approximately $3.7 million, or $0.10 per fully diluted share, in the second quarter of 2020. Non-GAAP net loss was $835,000, or $0.02 per share. Please refer to our press release for additional information about our non-GAAP results, including a reconciliation of these results to our GAAP results.",
         "As of July 24, 2020, we had approximately $127 million in cash and cash equivalents. Cash reflects the $100-million convertible debt financing we completed during the quarter, less expenses, for a net of $96.5 million received, as well as the repayment of the full $30 million drawn under our revolving credit facility.",
         "Even though we are very encouraged by what we are seeing regarding the recovery of our business, uncertainty remains regarding the impact that COVID-19 may have on our business over the balance of this year and thereafter. To be prudent, we will continue to monitor our expenses very carefully during Q3 and Q4.",
         "We shared our cost reduction initiatives with you on our previous call; those include hiring freezes, reductions in discretionary spending, restrictions on nonessential business travel, deferment of merit increases for top members of management, reductions to cash compensation for our board members for a six-month period, and a temporary slowdown of most clinical and R&D programs that are not directly connected to anticipated revenue generation before 2023. However, we are continuing to invest in clinical and R&D programs related to products that we expect to deliver revenue in 2021 and 2022, including our U.S. PerClot PMA, BioGlue China and PROACT mitral regulatory approvals.",
         "With the recovery we are experiencing in the business and the cost initiatives that we have implemented, we remain confident that we not only have adequate liquidity to run the business, but also have sufficient capital to support our growth initiatives and comfortably service our debt. Due to the potential for continued uncertainties from the impact of COVID-19, we will not be issuing 2020 financial guidance at this time.",
         "I will turn the call back over to Pat for his closing comments."
      ],
      "Lynn Lewis": [
         "Good afternoon, and thank you for joining the call today. Joining me today from CryoLife’s management team are Pat Mackin, CEO; and Ashley Lee, CFO.",
         "Before we begin, I’d like to make the following statements to comply with the safe harbor requirement of the Private Securities Litigation Reform Act of 1995. Comments made on this call that look forward in time involve risks and uncertainties and are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. The forward-looking statements include statements made as to the company’s or management’s intentions, hopes, beliefs, expectations or predictions of the future. These forward-looking statements are subject to a number of risks, uncertainties, estimates and assumptions that may cause actual results to differ materially from those forward-looking statements.",
         "Additional information concerning certain risks and uncertainties that may impact these forward-looking statements is contained from time to time in the company’s SEC filings and in the press release that was issued earlier today.",
         "With that, I’ll turn the call over to CryoLife’s CEO, Pat Mackin."
      ],
      "Operator": [
         "Greetings, and welcome to CryoLife’s Second Quarter 2020 Financial Conference Call. At this time, all participants are in a listen-only mode. [Operator Instructions] As a reminder, this conference is being recorded.",
         "It is now my pleasure to introduce your host, Lynn Lewis from the Gilmartin Group. Thank you. You may begin."
      ],
      "Pat Mackin": [
         "Hey, thanks, Lynn, and good afternoon, everyone. Thanks for joining. The second quarter of 2020 was filled with a number of challenges as COVID-19 disrupted many facets of our lives. I’m very pleased to report our team responded to these unprecedented challenges with incredible dedication and resolve. I want to thank our entire organization for their outstanding performance, and we have a lot to be proud of.",
         "As I will explain later in more detail, we were able to deliver a number of – on our key objectives and initiatives and also deliver solid results. In Q2, we achieved total revenues of $53.8 million, which reflects a decrease of 24% versus the second quarter of 2019 and a decrease of 23% on a constant currency basis. Our revenue decline this quarter was largely driven by the result of the delay – in some cases, cancellation – of procedures in April and early May in the various markets that we serve.",
         "As hospitals in these regions began resuming procedures starting in May, our revenue likewise began to increase. In April, our revenue was down 39% compared to April of 2019. Our May revenue was down 22% compared to May of 2019, and our June revenue was down 15% compared to June of 2019.",
         "While it is impossible to forecast with certainty how COVID-19 will impact our business in the second half of the year, we are cautiously optimistic that we will see continued improvement in our revenue performance for Q3 and Q4 compared to the comparable prior year period. We also anticipate that we will begin to see the benefit from recently launched or soon-to-be-launched next-generation JOTEC products, as well as positive news on the regulatory approval front that should benefit us in 2021. Based on what we knew today, what we now know today, we expect 2021 to be a very strong year for CryoLife.",
         "Once I’ve provided some color on our performance for Q2, as well as our expectations for the remainder of 2020, Ashley Lee, our CFO, will review our second quarter financial results and liquidity in greater detail. I will then make some closing comments and open up the line for questions.",
         "First I will update you on the status of key aspects of our business, starting with operations. Since our last update, fortunately, little has changed as our operations have continued to run at or near capacity with few, if any, disruptions. We’ve been able to further our growth initiatives, fund key R&D projects, execute on a $100-million convertible senior note offering which allowed us to repay our $30-million revolving credit facility, and have more cash available for general corporate purposes.",
         "Moving on to revenue performance for Q2. All in all, CryoLife has weathered the COVID-19 storm well due to, in large part, the fact that the vast majority of our products are used in procedures that cannot be postponed at all or that cannot be delayed for very long. As I indicated previously, revenue dipped sharply in April 2020 but then improved thereafter as Europe, Asia and certain U.S. geographies resumed more procedures, including those in which our products are used. As hospitals and providers have learned more in their ability to deliver healthcare even in the face of, and in some cases, a resurgence of the COVID-19 pandemic, we are optimistic that given the nature of our products we can deliver solid revenue performance for the back half of 2020 and enter 2021 on very solid footing.",
         "Our commercial team has shown that they can continue to supply devices and support procedures both in person and virtually, and employ creative solutions to ensure continued customer service and patient care. We expect their knowhow and expertise will further solidify our excellent reputation with customers and strengthen our leadership position in aortic repair. We will also continue to diligently manage our expenses while strategically investing for growth, now and when the pandemic subsides.",
         "On the manufacturing front, we’ve continued to avoid any significant supply chain disruption, and each of our three manufacturing sites are functioning at or near capacity. At each of these sites, we have safety protocols that we’ve implemented earlier this year that remain in place. The slowdown in procedure also has allowed us to improve our JOTEC inventory position, and we remain on track to have our second source sewing supplier by the end of the year.",
         "As Ashley will further detail in his remarks, we remain in a position of financial strength. In June, we completed a $100-million convertible debt offering, using some of the proceeds to repay our $30-million revolver.",
         "In addition to our encouraging revenue performance in the quarter, good expense management and enhanced financial position, we made meaningful progress on several other initiatives. First, we made continued progress with our JOTEC product launches. As of the end of the second quarter, we initiated the limited market release for E-vita OPEN NEO and E-nside, and anticipate a limited market release for E-nya in October. We also resumed the limited market release for NEXUS. We expect – we anticipate full market releases for all three new JOTEC products and later in 2020 and as we move into 2021. As we mentioned on our last call, our teams are continuing to gear up to train physicians. We’re building supply to support the full market launches of the three JOTEC products, and we currently have sufficient NEXUS inventory for the remainder of the year.",
         "Second, in May we announced the initial enrollments of the PROACT 10A trial, which is our prospective randomized clinical trial to determine if patients with the On-X aortic valve can be maintained safely and effectively on Eliquis versus warfarin. The trial is expected to enroll approximately 1,000 patients across 60 sites in North America.",
         "Enrollments occurred in the second quarter notwithstanding the pandemic, as some institutions continued to enroll patients in important clinical trials and patients did not need to have implant procedures to participate in the trial. As a result, if the trial meets its endpoints, we believe we can still achieve FDA approval for the use of Apixaban with the On-X aortic valve in 2024, and that the On-X aortic valve will become the market share leader in the mechanical valve market as well as take share from the existing bioprosthetic aortic valve market.",
         "And lastly, on the regulatory front, we remain on track before year-end to file a PMA for PerClot in the U.S., and our response to the Chinese FDA for BioGlue.",
         "With that, I will now turn the call over to Ashley for a detailed financial review of the quarter. Ashley?",
         "Thanks, Ashley. So in summary, as you’ve heard today, our growth has been somewhat delayed but far from derailed. There is little question at this point how important our products are to customers and patients alike. We continue to estimate that our business is mostly comprised of products and procedures that cannot be postponed, or if they are postponed, only for a limited amount of time. Our next-generation JOTEC offerings are very exciting products, and we’re very optimistic about their prospects.",
         "With that, I’d now like to turn it over back to the operator to open the line for questions."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions] Our first question comes from the line of Cecilia Furlong with Canaccord Genuity. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hi, Pat and Ashley. Thanks for taking our questions. I guess I’d like to start with PROACT and the trial and really just what you’ve seen in terms of interest levels to potentially pull patients into just being implanted ahead of a potential indication. I guess just any interest that you’ve seen broadly from the trial starting."
         ],
         "Speaker": "Cecilia Furlong"
      },
      "3": {
         "Remarks": [
            "Yes. So, I think one of the great things about this trial is that you don’t, and as I mentioned in my comments, you actually don’t need to go have a heart valve put in. This trial is very unique in that these are patients who already have On-X aortic valves, so there’s about 10,000 of them in the U.S. kind of in the time period that we’re enrolling in the trial, or are available to enroll in the trial.",
            "So, the very first patient that was enrolled during the pandemic actually was enrolled during a telehealth appointment. See, they didn’t have to go to the hospital, they didn’t have to go to the doctor. They did all their informed consent and all the paperwork over a telehealth appointment on video and then had their drug shipped directly to their house. So this trial, if there was any trial that was designed to be implemented in a pandemic, is one of them.",
            "So, I think there’s a couple points to think about with this trial. One, we have tremendous patient interest in this trial, for obvious reasons. If you’ve ever talked to anybody who’s on Eliquis or who has been on warfarin, it’s like night and day, and patients are very excited about the opportunity to be – this study presents – to be able to potentially use Eliquis in the future. So one, there’s a lot of excitement.",
            "Two, there was a natural slowdown in some centers that were hit very hard by the pandemic in April and May. So for example, big centers in New York City that were kind of being overwhelmed with COVID patients, they were not bringing in any new clinical trials. So it had nothing to do with the interest or excitement about the trial; it was more just they obviously had other priorities going on.",
            "I think the second thing is, we made a conscious decision, as Ashley made in his remarks, that we obviously tightened our belt on expenses in the second quarter because no one really knew what the revenue picture was going to look like. The PROACT 10A is our largest spend in the company; it’s about $6 million, so we kind of ratcheted back the spending from about $6 million to $3 million, so we cut it in half. So we actually had a natural governor that we put on the trial.",
            "We’re exploring now, as things start to loosen up with clinical centers, as well as our confidence around the revenue performance, we’re going to look to accelerate the enrollment in the trial. So again, there was a lot of things going on, but I think we’re as excited as ever about the overall interest and opportunity for that trial."
         ],
         "Speaker": "Pat Mackin"
      },
      "4": {
         "Remarks": [
            "Great, thank you. And I guess if I could just ask, as well, about NEXUS, just if you could provide some commentary on what you’re really seeing in Europe in the early days.",
            "And then, just as you think about the U.S. opportunity, your updated thoughts around the trial, trial timing, and then just priority within the rest of your pipeline, longer-term pipeline, as you reevaluate everything just in this COVID period. Thank you."
         ],
         "Speaker": "Cecilia Furlong"
      },
      "5": {
         "Remarks": [
            "Yes. So just as a refresher, NEXUS is a very sophisticated endovascular device that’s produced by a company called Endospan, who is an Israeli startup company that we entered into a transaction with several months ago, and that’s all in press releases and presentations. It’s the first device ever that allows a patient to be treated with a catheter to fix the aortic arch in a branch vessel, so it’s a very sophisticated technology.",
            "Because it’s so sophisticated, when we rolled out the product, it required, for good reason, that you have a physician proctor or trainer fly from – fly in to support the new physician who is in training. And of all of our products, this is probably the one that got hit the hardest during the pandemic, so I’ll just give you an example. We were building a great case pipeline of patients and surgeons who were getting trained, and we were bringing patients on back in January and February, and when the pandemic started kind of hitting hard, particularly in Italy and Spain, as you recall, back in March, nobody was flying. No surgeons. In some places, the elective cases were cancelled. But the idea of a proctor flying from Milan to Madrid just wasn’t going to happen.",
            "So, NEXUS has clearly taken a setback because of the pandemic and because of the requirement of our physician proctors to travel, and the lack of travel where physicians just aren’t traveling. So that’s a short-term thing. We’re starting to see cases pick back up in certain parts of Europe. But we’re extremely bullish on that technology.",
            "And as far as the U.S. IDE trial, just to remind you of the relationship we have with Endospan; so we paid $10 million for the European rights for five years. We also funded them with milestones to fund the U.S. trial up to $15 million. And they’re in current – so the company Endospan is responsible for the U.S. IDE trial, and they’ve been in discussions with the FDA about their IDE protocol. I’m not exactly sure what the timing is, but again, obviously COVID has somewhat slowed down the FDA in some regard. But we feel like that trial should start, probably, at the beginning of 2021. And it’s one of the first of its type device ever, so we think there will be a lot of excitement for the enrollment in that trial as well."
         ],
         "Speaker": "Pat Mackin"
      },
      "6": {
         "Remarks": [
            "Great, thank you."
         ],
         "Speaker": "Cecilia Furlong"
      },
      "7": {
         "Remarks": [
            "Our next question comes from the line of Suraj Kalia with Oppenheimer. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "8": {
         "Remarks": [
            "Good afternoon, Pat. Good afternoon, Ashley. Can you hear all right?"
         ],
         "Speaker": "Suraj Kalia"
      },
      "9": {
         "Remarks": [
            "Hey, Suraj. Yes, you’re fine."
         ],
         "Speaker": "Pat Mackin"
      },
      "10": {
         "Remarks": [
            "Good morning. Good afternoon."
         ],
         "Speaker": "Ashley Lee"
      },
      "11": {
         "Remarks": [
            "Perfect. Hope everyone is safe and healthy. So Pat, just hopping in-between calls – forgive me if I missed some numbers. Did you provide an update on On-X mitral?"
         ],
         "Speaker": "Suraj Kalia"
      },
      "12": {
         "Remarks": [
            "I did not. So On-X mitral, just to give you a quick update, On-X mitral completed its enrollment as a 400-patient trial that completed its enrollment at the end of last year. And basically, we are using all of 2020 as the one-year follow-up period. So we should complete – the last patient should hit one year probably, I think, in the December time frame. And then we will basically take a quarter to crunch the data and then we’ll be submitting the PMA, probably in Q2, for that approval."
         ],
         "Speaker": "Pat Mackin"
      },
      "13": {
         "Remarks": [
            "Got it. And Pat, this might be in the weeds, but did you provide the number of patients enrolled so far in PROACT 10A? And also, curiously –"
         ],
         "Speaker": "Suraj Kalia"
      },
      "14": {
         "Remarks": [
            "We did not. Yes, we haven’t given that update. And I think part of it, too, is – I don’t know if you heard my comments on the previous – in the previous question, but there was a couple things that were kind of slowing down the trial. One, as you well know, a lot of these big centers, for example in New York City, and many of the big centers in New York are in this trial – I mean, they literally were not even opening new trials because of what was going on in the second quarter.",
            "Second – in fact, I said that the first patient that was enrolled was done via telehealth, so this is a perfect trial for a pandemic. But we’re also trying to be financially prudent, right? So we weren’t sure what Q2 was going to look like, so we really tightened up our belt on the expenses. So we kind of pulled back probably about half the funding for the trial, so we actually had a natural slowdown on the number of centers we were turning on, and it’s not due to a lack of interest; it was more just making sure that we conserved cash. And based on our performance and our discipline around spending, we actually performed extremely well in the quarter and believe our financials will look even better as we go into the second half. So I think we will look to open up the funding for that trial going forward."
         ],
         "Speaker": "Pat Mackin"
      },
      "15": {
         "Remarks": [
            "Got it. And Pat, in terms of U.S.-OUS dynamics, would love to get your perspective, specifically OUS. I’m curious what the status is for the JOTEC supply disruption. And in the U.S. specifically, any color you can provide – and forgive if you’ve mentioned this – about resurgence in Florida, Texas and Arizona? Our field checks are telling us things are pretty dicey in a lot of the hospitals. I’d love to have you provide some color on what you all are seeing in the U.S. as a whole and maybe in some pockets also? Thank you very much for taking my questions, and congrats on a nice quarter."
         ],
         "Speaker": "Suraj Kalia"
      },
      "16": {
         "Remarks": [
            "Yes, and it’s – yes, thanks, Suraj. It’s – I think one thing I can say, and I’m probably sure most companies would say the same thing – I mean, if you’ve seen one geography, you’ve seen one geography, right? So for example, Asia was probably our best-performing versus last year in the second quarter because the – China went through a – and we also don’t have a huge business in Asia, but we actually saw Asia return to normal kind of first. Our worst performer was Latin America, because Brazil got hit hard and hit late, and we have a big – a fairly good-sized operation in Brazil. The U.S. actually recovered, I would say, very strong. We’ve seen – and really, across the board, we’ve seen very strong kind of return to getting back to normal in the U.S.",
            "In fact, I actually looked at the month of July, right, with this resurgence going on. I looked at the month of July. I looked at Florida, I looked at Texas, I looked at Arizona. We’re actually doing better than last year in Florida, so go figure. I mean, I can’t explain it. Texas is actually doing worse than last year. So again, it’s – part of it depends – so for example, you think about Houston as a huge cardiac hub. So the fact that Houston got hit hard and that’s a big cardiac hub, that does – it makes a lot of sense that your numbers would be off of last year. Parts of Florida could be stronger where they’re not having as big outbreaks.",
            "So we are not – I mean, I think one of the things I can say for CryoLife products, this resurgence, we are not seeing a return to the April, early May type stuff. And I think one of the things that hospitals have figured out is kind of how to manage – I think this idea of shutting everything down and not – letting all your elective procedures go away, I just don’t think that’s something they’re going to return to, particularly on the cardiac side, where, as I commented, half of our portfolio you can’t delay and the other half you can’t delay very long. So we’re actually not seeing a big negative impact from the resurgence.",
            "I would say, on the European side, again, the U.K. obviously got hit later and hard; they’ve been slower to return. Germany did a very good job managing the pandemic and they’re kind of returning very quickly. So it’s really kind of region-dependent. But overall, I mean, we’ve seen – if you went on – I mean, we saw April – the April numbers were down 39%, May was down 22%, June was down 15%, and we’re seeing better numbers now. So we certainly seem to be doing quite well as the time goes by."
         ],
         "Speaker": "Pat Mackin"
      },
      "17": {
         "Remarks": [
            "And Pat, the JOTEC supply issue resolved?"
         ],
         "Speaker": "Suraj Kalia"
      },
      "18": {
         "Remarks": [
            "Yes, I would say – I mean, one of the – unfortunately, this pandemic obviously has been terrible for lots of people around the world. One of the silver linings has been with the numbers I just read to you. So having the quarter off by 24%, and we kept the factories running hot, our JOTEC inventory is up 32% now. So we have taken the opportunity with this pandemic to keep our supply chain, and our head of operations has done a fantastic job. And we didn’t have a COVID-positive case in one of our factories for almost 100 days. In talking with other people in the industry, that was kind of unheard of. And we’ve been very disciplined about our safety protocols for our employees. So our JOTEC supply is – we aren’t seeing the supply issues, number one. Number two, we’re continuing to build and run the factories hot, and number three, our second source supplier should be online by the fourth quarter, so we think the JOTEC supply will be a thing of the past."
         ],
         "Speaker": "Pat Mackin"
      },
      "19": {
         "Remarks": [
            "Got it. Gentlemen, congrats on managing the quarter well. Thank you for taking the questions."
         ],
         "Speaker": "Suraj Kalia"
      },
      "20": {
         "Remarks": [
            "Our next question comes from the line of Mike Matson with Needham & Company. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "21": {
         "Remarks": [
            "Yes. Thank you. This is David Saxon on for Mike. Thanks for taking the questions."
         ],
         "Speaker": "David Saxon"
      },
      "22": {
         "Remarks": [
            "Hey, David."
         ],
         "Speaker": "Pat Mackin"
      },
      "23": {
         "Remarks": [
            "Yes. Hey, guys. I appreciate the detail you gave on the monthly revenue growth trends during the quarter. Would you mind sharing what you saw in July? And then also, what you’re seeing in regions like the Northeast that were hit earlier on and what you’re seeing on the pace of recovery in those regions?"
         ],
         "Speaker": "David Saxon"
      },
      "24": {
         "Remarks": [
            "Yes. I mean, we’re not going to give specific July numbers. Again, I commented on Q2 that – I’ll make a general comment, and you can kind of go from there. We know how you guys love to kind of pin us down with this stuff. But we went from negative 39% April, negative 22% May, negative 15% June, and we’re doing better than that in July. So that’s as far as I’m going to go with that."
         ],
         "Speaker": "Pat Mackin"
      },
      "25": {
         "Remarks": [
            "Okay, that’s great. And then just in terms of the pace of recovery in regions like the Northeast?"
         ],
         "Speaker": "David Saxon"
      },
      "26": {
         "Remarks": [
            "Yes. Ashley, do you want to – I looked at a bunch of the different numbers. We ran – I don’t know, Ashley, if you have anything at your fingertips with the Northeast in July versus last year?"
         ],
         "Speaker": "Pat Mackin"
      },
      "27": {
         "Remarks": [
            "No, I don’t have that right at my fingertips, but the Northeast is doing extremely well. I don’t recall, off the top of my head, whether it is, I would say, back to level par with last year, but the recovery has been really strong in the Northeast."
         ],
         "Speaker": "Ashley Lee"
      },
      "28": {
         "Remarks": [
            "Okay, appreciate the color. And then on the Misonix distribution agreement, I know it’s early days, but what’s the feedback then on the NeoPatch, and how should we think about that contribution during the balance of the year?"
         ],
         "Speaker": "David Saxon"
      },
      "29": {
         "Remarks": [
            "Yes. We’ve actually – there’s been great – I mean, we’ve had really good customer feedback. I mean, Misonix has got an excellent sales force in the channel in which these products are served, in a wound care segment, so we’re very excited about the relationship with them. Obviously, like everybody else, we all got hit in the second quarter, which slowed down – it was right when we were doing our launch. So I think that they’re – in our recent discussions with them, they’re ramping up for kind of a relaunch as things kind of get back to normal. And we’ll give more color on that for 2021 when they’ve had a chance to kind of roll out their launch and things can – as we see things progress. But we haven’t given specific numbers out on that, but we do expect to do that for 2021."
         ],
         "Speaker": "Pat Mackin"
      },
      "30": {
         "Remarks": [
            "Okay. Thanks so much."
         ],
         "Speaker": "David Saxon"
      },
      "31": {
         "Remarks": [
            "Our next question comes from the line of Jeffrey Cohen with Ladenburg Thalmann. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "32": {
         "Remarks": [
            "Hi, Pat and Ashley. How are you?"
         ],
         "Speaker": "Jeffrey Cohen"
      },
      "33": {
         "Remarks": [
            "Hey, Jeff."
         ],
         "Speaker": "Pat Mackin"
      },
      "34": {
         "Remarks": [
            "Hey, Jeff."
         ],
         "Speaker": "Ashley Lee"
      },
      "35": {
         "Remarks": [
            "So, one follow-up to – as far as NeoPatch goes. Any kind of further data that we can garner from the company as far as what areas, of therapeutic areas, that they’ve been implanting in? Wound, hand, ankle, ortho, neuro?"
         ],
         "Speaker": "Jeffrey Cohen"
      },
      "36": {
         "Remarks": [
            "Yes, so their major focus is on the wound care, which is where the publication was used. Also, they have a good surgical sales force, a hospital-based surgical team, so I do – I believe there’s going to be some foot and ankle usage in that regard as well. So again, we can give more of an update – we were waiting to let them go through their kind of limited market release and then talk about what we’re going to – what they’re looking for in 2021."
         ],
         "Speaker": "Pat Mackin"
      },
      "37": {
         "Remarks": [
            "Okay, got it. On the G&A, as you said earlier that you’re running hot, so that’s going to continue through Q3? And I guess a question related to that on the inventory – Ashley, any ramifications or any commentary from Q2 inventory as far as the manufacturer side? And any read into Q3?"
         ],
         "Speaker": "Jeffrey Cohen"
      },
      "38": {
         "Remarks": [
            "No, first of all, on the G&A, and just OpEx in general, I think as Pat mentioned earlier in the call, we are very optimistic about the second half of the year to see continued recovery in the business. And we’re not giving out any financial guidance, but I think clearly, we’re managing our expenses throughout 2020 to – in response to how we’re seeing the business recover.",
            "Pat mentioned one thing in regards to spending on projects. We’re looking at starting to accelerate spending on, among other things, the PROACT 10A trial. On the G&A side, we’ve delayed a lot of G&A spending throughout the year. It will – certainly in the second quarter. And again, the level of spending in the third and fourth quarters are really going to be tied to what we see in the recovery on the top line. So no specific guidance, but more general, but it’s going to be tied to the recovery.",
            "In regards to inventory, Pat mentioned that we’ve been running hot in all areas of manufacturing all throughout the second quarter, and it’s starting to manifest itself in improved inventory levels with JOTEC. We’re seeing some increases in some of our other product lines as well. But it’s something that we’re going to manage as we go throughout the balance of the year. We’re going to continue to run our factories at or near capacity, and if the business hopefully recovers throughout the year, we’ll likely continue to do that. If it does not, then we will likely curtail some of our manufacturing if need be. But again, everything’s going to be tied to how well the business recovers during the third and fourth quarter."
         ],
         "Speaker": "Ashley Lee"
      },
      "39": {
         "Remarks": [
            "Okay, got it. That does for me. Thank you. Nice readout. Appreciate it."
         ],
         "Speaker": "Jeffrey Cohen"
      },
      "40": {
         "Remarks": [
            "Thanks, Jeff."
         ],
         "Speaker": "Pat Mackin"
      },
      "41": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Ashley Lee"
      },
      "42": {
         "Remarks": [
            "There are no further questions in the queue. I’d like to hand the call back to Mr. Mackin for closing remarks."
         ],
         "Speaker": "Operator"
      },
      "43": {
         "Remarks": [
            "Yes. So again, thanks for joining the call today. And as you could hear from the numbers, things progressed, continually got better from April to May to June, and we’re seeing even better in July. Our clinical projects are on track, our R&D projects are on track, we’ve got our limited market releases for the three JOTEC products, we’ve got NEXUS coming back online, we’ve got the NeoPatch which was brought up, we’ve got PROACT 10A, we’ve got the PROACT mitral. And frankly, when you look at our financial performance and the discipline we’ve had around spending, we are not really anticipating needing to burn much cash at all in the second half.",
            "So, we’re in a very strong liquidity position, and we’ll just continue to – none of us can predict what’s going to happen with the virus, but we know that our portfolio is resilient and we’ll be financially disciplined when we need to be, and we will accelerate opportunities when we see that the business is returning. So we appreciate your interest in the company and look forward to catching up with you on the next call. Thanks."
         ],
         "Speaker": "Pat Mackin"
      },
      "44": {
         "Remarks": [
            "Ladies and gentlemen, this does conclude today’s teleconference. Thank you for your participation. You may disconnect your lines at this time, and have a wonderful day."
         ],
         "Speaker": "Operator"
      }
   }
}