{
   "Date": "July 31, 2020",
   "Presentation": {
      "Jardon Jaramillo": [
         "Thank you, Andrew. Good morning, everyone. I’m pleased that you’re able to join us today. Before we begin this morning, I’d like to remind you that we have prepared a presentation to supplement our discussion, which we’ll be referencing throughout the call. The slides are available on our website at investors.portlandgeneral.com.",
         "Referring to Slide 2. Some of our remarks this morning will constitute forward-looking statements. We caution you that such statements involve inherent risks and uncertainties, and actual results may differ materially from our expectations. For a description of some of the factors that could cause actual results to differ materially, please refer to our earnings press release and our most recent periodic reports on Forms 10-K and 10-Q, which are available on our website.",
         "Leading our discussion today are Maria Pope, President and CEO; and Jim Lobdell, Senior Vice President of Finance, CFO and Treasurer. Following their prepared remarks, we will open the line for your questions.",
         "Now it’s my pleasure to turn the call over to Maria."
      ],
      "Jim Lobdell": [
         "Thank you, Maria, and good morning, everyone. Turning to Slide 7. I’d like to walk through our quarter-over-quarter results. As Maria mentioned earlier, our earnings guidance – our earnings per diluted share of $0.43 is up $0.15 from the same period in 2019. Starting at $0.28 in the second quarter of 2019 on the slide, first, gross margin increased earnings a total of $0.04 per diluted share. This increase is a result of a $0.01 decrease in retail revenues, which includes the negative impacts of weather for the quarter and the effects of customer class composition on retail deliveries and a $0.05 increase in net variable power costs, which includes higher wholesale revenues driven by a surplus of hydro and wind in the region. Next, an $0.08 increase from lower operating and maintenance expense, which consists of $0.06 from reduced maintenance at our Boardman facility and a reduction in operating expenses for other fleet assets; a $0.07 benefit from lower administrative expenses from savings and outside services and lower incentives; and a $0.05 decrease from higher bad debt expense associated with COVID-19; a $0.01 decrease from higher depreciation and amortization expense due to greater plants in service in 2020; a $0.01 increase from other items, including higher returns on nonqualified benefit plan assets; and finally, a $0.03 increase from lower tax expense primarily due to PTC generation from strong wind production.",
         "On to Slide 8. We are continuing to monitor our liquidity as economic conditions evolve. Our balance sheet remains strong following actions taken earlier this year to improve our liquidity and ensure that we can continue to best serve our customers. We expect to fund 2020 capital requirements with cash from operations, issuance of debt securities and the issuance of commercial paper as needed. Earlier this week, our Board approved a dividend increase of $0.09 per share on an annualized basis, which represents a 5.8% increase. This increase follows the decision to hold the dividend flat in the first quarter as we assess the potential impact of the pandemic and is consistent with our long-term dividend guidance.",
         "In regulatory matters, last quarter, we filed with the Oregon Public Utility Commission to defer expenses associated with the impact of COVID-19 for potential recovery. The commission is conducting a process to determine the next steps, and we have yet to defer any COVID-19-related costs. Last month, Commissioner Letha Tawney was reappointed to the Oregon Commission, and we are pleased that she continues to represent our customers.",
         "Moving to Slide 9, which shows our updated capital forecast for 2020 through 2024, we are continuing to focus our investments on the reliability and resiliency of our system while minimizing the impact on customer prices. We are on track to execute our planned capital projects for the year and believe the adjustments to our liquidity and capital plan made last quarter were onetime events.",
         "Finally, I’ll cover our earnings outlook for the remainder of 2020. We expect continued impact from the pandemic on the economy and the regional power picture. As Maria mentioned, we achieved $1.34 in earnings to date. With $1 remaining to reach the midpoint of our earnings guidance, I would like to cover a few considerations. Despite strong gross margin through the first half of the year and retail revenue above expectations, we expect lower gross margin in the second half of the year. We also anticipate a similar load composition to the second quarter; and as such, we’re raising our full year load guidance assumption to flat on a weather-adjusted basis.",
         "Our commercial customers continue to face risks associated with the economic impact of the pandemic in Oregon, but the strength of residential and industrial energy deliveries has mitigated this. Despite this upward revision in demand, we are maintaining guidance due to the structure of the decoupling mechanism. Residential customer usage on a weather-adjusted basis that is above the established baseline is refunded to customers, while the commercial decoupling collections are capped at 2% of revenue for the commercial customer class. We’re also experiencing a unique year in the power markets. We’re currently $38 million below the PCAM baseline year-to-date due to favorable wind and hydro conditions in the region. We estimate that we will continue to remain below the baseline at year-end but within the established deadband range.",
         "This increase in power costs for the balance of the year is a result of the interaction of lower power prices in the region and our forward power position to serve anticipated loads. Additionally, as Maria mentioned, we are reaffirming our full year earnings guidance of $2.20 to $2.50 per share based on the assumptions outlined in our press release and our long-term EPS growth target of 4% to 6% over time.",
         "And now operator, we’re ready for questions."
      ],
      "Maria Pope": [
         "Thank you, Jardon, and good morning. Welcome to Portland General Electric’s earnings call. I hope that you’re all staying safe and healthy during these unprecedented times. Today, I’ll provide an overview of our financial results, updates on our economy and actions we’ve taken in response to the COVID-19 pandemic. Jim will provide more detail on our financial results as well as the outlook for the remainder of the year.",
         "Before I go through the quarter, I want to first address the social unrest that we are experiencing in our state, across our country focused on racial inequities and the ongoing protests that have placed Portland front and center. We’re reminded daily that we are living in a historic time for our community and country. In this tumultuous time, corporations have an opportunity to use their influence for positive change. PGE is committed to diversity, equity and inclusion. While we are proud of our work to date and making progress towards our DE&I goals, we know that there is much more to do. We’re looking at all the ways we have impact through policy, employee hiring, promotion and retention as well as supporting the communities we serve. And we will do so while working together collaboratively with customers and communities as we continue to provide safe, reliable, affordable and clean energy.",
         "Now let’s turn to the financial forecast and our performance on Slide 4. On our last earnings call, we lowered our guidance to reflect the COVID-19 pandemic and resulting drop in economic activity. Our response included reducing operating expenses as part of our ongoing commitment to control costs across the organization. For the overall quarter, revenue was strong under those circumstances and was led by high-tech and digital industrial deliveries. Favorable hydro and wind conditions across the region resulted in surplus energy and low power prices. Additionally, we were able to lower operating expenses due to operational efficiencies and lower dispatch rates at our generating plants. As a result, our second quarter 2020 net income was $39 million or $0.43 per share, which represents an increase of $0.15 when compared to 2019.",
         "You may recall the second quarter of 2019, we experienced the opposite conditions: record low hydro in the region and unfavorable weather, which negatively impacted our gross margin. With year-to-date earnings per share of $1.34, we are more than halfway to our midpoint of our guidance, making a solid first half of the year. The second half of the year presents challenges as the economic fallout from the pandemic will continue to impact retail revenue and wholesale market conditions. Retail deliveries for the balance of the year will also be impacted by the decoupling mechanism. Gross margin will face additional headwinds due to more normal power market conditions. Jim will further address both decoupling and power markets later in the call.",
         "While the first full year financial picture presents challenges, we continue to aggressively manage costs to drive strong business results and are reaffirming our revised full year guidance of $2.20 to $2.50, reflecting anticipated economic challenges that our customers and our community face. As we move forward, we continue to pay close attention to economic conditions in the course of the pandemic. Our first quarter forecast projected a gradual recovery into 2021. That forecast remains largely unchanged and our outlook for the balance of 2021 – excuse me, 2020 remains cautious.",
         "Turning to Slide 5. The economic impact of the pandemic on businesses, communities and residential customers is reflected in the spike in the unemployment rate, which rose from historic lows of 3% in March to 14% in April and is now 11%. In response to the economic hardship faced by our customers, we have paused collection of late fees and service disconnections and are working with customers to implement flexible payment options. The impact of economic conditions on energy usage has been relatively consistent with our forecast. Second quarter residential loads increased 7% on a weather-adjusted basis, and the number of customers increased by 1.6%. Industrial deliveries increased 3% on a weather-adjusted basis as our digital services and high-tech manufacturing customers continued their long-term trend of steady growth despite the pandemic. These increases were more than offset by a 16% decrease in the commercial sector, where declines were concentrated in hospitality, government, education and office buildings.",
         "Turning to Slide 6. We are on track to achieve our strategic targets and major capital projects. We’ve had no significant supply chain or operational disruptions as a result of COVID-19. Wheatridge and the integrated operations center remain on schedule. In May, we announced our partnership with the Douglas County Public Utility District for a five-year power purchase agreement for capacity that provides up to 160 megawatts of emissions-free hydroelectric power. As part of this partnership, we will be providing load management and wholesale marketing and services, leveraging our power portfolio management expertise. Regarding future resources, we expect to issue one or more RFPs for the new emitting resources. Over the next several years, Portland General Electric in the region face growing capacity needs as regional coal resources are retired. We will also continue to assess the region’s energy needs given long-term economic consequences of the pandemic and other factors and market dynamics.",
         "With that, I’ll turn the call over to Jim. Thank you."
      ],
      "Operator": [
         "Good morning, everyone, and welcome to Portland General Electric Company’s Second Quarter 2020 Earnings Results Conference Call. Today is Friday, July 31, 2020. This call is being recorded. [Operator Instructions] For opening remarks, I will turn the conference call over to Portland General Electric’s Senior Director of Investor Relations, Jardon Jaramillo. Please go ahead, sir."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] Our first question comes from the line of Insoo Kim with Goldman Sachs."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Good morning, Insoo."
         ],
         "Speaker": "Jim Lobdell"
      },
      "3": {
         "Remarks": [
            "Good morning. Thank you. And I hope you guys are doing – staying safe as well in these crazy times. Just a question on the guidance. And thank you for the details on the decoupling mechanism. I think that was something that we had talked about last quarter as well. But given just the year-to-date results and I think some of the benefit you had realized from certain better-than-expected demand trends, was the second half impact of the decoupling mechanism already somewhat anticipated? And if that was so, all else being equal, are you looking at something more in the upper half of the range? Or are there some other considerations beyond the decoupling that we should be considering?"
         ],
         "Speaker": "Insoo Kim"
      },
      "4": {
         "Remarks": [
            "Thanks, Insoo. So first of all, yes, we did anticipate the decoupling mechanism when we reaffirmed our guidance this quarter but then also when we lowered guidance last quarter. And so we were looking at not only the economic impact of the pandemic but our regulatory environment as we move forward. Let me let Jim walk you through a little bit in more detail on how the decoupling mechanism works."
         ],
         "Speaker": "Maria Pope"
      },
      "5": {
         "Remarks": [
            "Yes. Thanks, Maria. Insoo as I was mentioning in my statement, when we look at the residential customers, they’re actually up more than what we originally anticipated. But at the same time, we are seeing more of a downside on the commercial side than expected, and we’re continuing to see strength in the industrial side. So on the residential, that’s being completely decoupled away. On the commercial, as I had mentioned earlier, once you hit that 2%, then effectively, you can no longer collect from customers at a future point in time associated with that. And then the industrial is helping to offset some of what we are experiencing on the commercial side as far as – on recovery."
         ],
         "Speaker": "Jim Lobdell"
      },
      "6": {
         "Remarks": [
            "Right. So just from what you recorded in the second quarter, the residential benefit that you received – that you saw in the second quarter, from an income statement or earnings purposes, weren’t really a benefit to earnings? Or is there actually a timing component where that would reflect it in the second quarter but then you actually have to adjust that in the later quarters?"
         ],
         "Speaker": "Insoo Kim"
      },
      "7": {
         "Remarks": [
            "No. It was all reflected in the second quarter. Any – the refund to customers that would occur associated with amounts over the weather-adjusted baseline that was set in our 2019 general rate case will be refunded back to customers in the 2022 time period, if I’ve got it correctly."
         ],
         "Speaker": "Jim Lobdell"
      },
      "8": {
         "Remarks": [
            "Understood. And in terms of the CapEx that you had deferred, whether it’s 2020 or 2021 at last quarter, I know you didn’t really change that for now and you spoke on being more cautious if things start to slowly improve throughout the balance of the year and early into next year. Could you see a bulk of that coming back in the 2021 time frame? And at this point, for 2020, do you not anticipate any reopening of those – of capital for the rest of the year?"
         ],
         "Speaker": "Insoo Kim"
      },
      "9": {
         "Remarks": [
            "So as you know, Insoo, we have a regular capital forecasting process that we follow at the company, and we remain disciplined on our spending given our cautious stance with regards to the economy and the length of time that we could be in a recessionary environment. One of the things we noted on the prior call was our positive growth in the high-tech sector. And if there are new customers that come into our area and there are some in current conversations with us around additional capital investment they may need, let’s say, for new substations or for other build that’s particular to their operations, then that would be an upside."
         ],
         "Speaker": "Maria Pope"
      },
      "10": {
         "Remarks": [
            "Got it. Thank you so much."
         ],
         "Speaker": "Insoo Kim"
      },
      "11": {
         "Remarks": [
            "Thanks, Insoo."
         ],
         "Speaker": "Jim Lobdell"
      },
      "12": {
         "Remarks": [
            "Thank you. And our next question comes from the line of Julien Smith with Bank of America."
         ],
         "Speaker": "Operator"
      },
      "13": {
         "Remarks": [
            "Good morning, Julien."
         ],
         "Speaker": "Jim Lobdell"
      },
      "14": {
         "Remarks": [
            "Good morning, Julien."
         ],
         "Speaker": "Maria Pope"
      },
      "15": {
         "Remarks": [
            "Good morning. This is Dariusz Lozny on for Julien actually. Just a quick one here. Can you…"
         ],
         "Speaker": "Dariusz Lozny"
      },
      "16": {
         "Remarks": [
            "We cannot hear you."
         ],
         "Speaker": "Jim Lobdell"
      },
      "17": {
         "Remarks": [
            "I apologize. Is this better?"
         ],
         "Speaker": "Dariusz Lozny"
      },
      "18": {
         "Remarks": [
            "That is much better. Thank you."
         ],
         "Speaker": "Jim Lobdell"
      },
      "19": {
         "Remarks": [
            "Okay. Sorry about that. This is Dariusz Lozny on for Julien. Just a quick one on your expectations for your average quid balance for the year. I was wondering if you could speak to that at all."
         ],
         "Speaker": "Dariusz Lozny"
      },
      "20": {
         "Remarks": [
            "Yes. It’s unchanged."
         ],
         "Speaker": "Jim Lobdell"
      },
      "21": {
         "Remarks": [
            "Unchanged. Excellent. Okay. Thank you. That’s it for me."
         ],
         "Speaker": "Dariusz Lozny"
      },
      "22": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Jim Lobdell"
      },
      "23": {
         "Remarks": [
            "Thank you. And our next question comes from the line of Brian Russo with Sidoti & Company."
         ],
         "Speaker": "Operator"
      },
      "24": {
         "Remarks": [
            "Good morning, Brian."
         ],
         "Speaker": "Jim Lobdell"
      },
      "25": {
         "Remarks": [
            "Hi. Good morning. It was nice to see the dividend increase. So I was just curious if you could just elaborate more on what factors the Board considered when raising the dividend now in July versus in April when it was held flat."
         ],
         "Speaker": "Brian Russo"
      },
      "26": {
         "Remarks": [
            "Sure. So first of all, we recognize that our dividend is an important component of our shareholder return and being a steady and financially healthy company. It’s really important that as we invest for the long-term in infrastructure to maintain a safe, reliable system that having a financially healthy utility is critically important. During the early days of the pandemic, there were a lot of unknowns with regards to our economic environment and we remain taking a cautious stance. But we announced at that point in time that we would continue to reassess our dividend, engage with the Board on the discussion. And what we’re doing is proceeding with what otherwise would have been sort of our normal course in terms of maintaining healthy financial environment. Did you hear me?"
         ],
         "Speaker": "Maria Pope"
      },
      "27": {
         "Remarks": [
            "Brian?"
         ],
         "Speaker": "Jim Lobdell"
      },
      "28": {
         "Remarks": [
            "I’m sorry. I can hear you now. Yes, thanks for that. And I guess it kind of reinforces your confidence in your EPS CAGR just based on your target payout ratio?"
         ],
         "Speaker": "Brian Russo"
      },
      "29": {
         "Remarks": [
            "Yes. One of the things that we have moved very aggressively on is cost reductions across our company. On the O&M and as you know and we just spoke about, we’ve also reduced our capital spending. We brought in additional debt financing into the company to maintain a stable and healthy balance sheet to ensure that we can weather what comes our way in the future as well as control our own destiny by maintaining a reliable and safe utility system."
         ],
         "Speaker": "Maria Pope"
      },
      "30": {
         "Remarks": [
            "Okay. Great. And then just on the additional debt financing. When I look at the last disclosure versus the updated disclosures, it looks like you’re now not forecasting any debt issuances in the third quarter versus previously you were assuming $135 million of debt issuances. So when you sum it all up, it looks like you’re going to issue $125 million less debt in 2020 than previously forecasted?"
         ],
         "Speaker": "Brian Russo"
      },
      "31": {
         "Remarks": [
            "So Jim will give you all the details. One of the things I want to make sure we recognize is that we have been very successful at pulling back our capital expenditures. And more importantly, we’ve been successful in lowering our operating costs during this very challenging time. We’ve used the crisis in many ways to accelerate our use of technology, to reduce costs and to really focus on what matters to customers. And we probably exceeded some of our expectations and our ability to move quickly, and we still have – while we’re still having a tremendous amount of work to do."
         ],
         "Speaker": "Maria Pope"
      },
      "32": {
         "Remarks": [
            "Yes. And Brian, I’ll add to that. As you know, we took out 10-year first mortgage bond earlier this year, and then we did a bank loan that helps shore up the finances of the company because, obviously, we didn’t know where things are going to go from a COVID economic impact perspective. And so as we’re looking at our financing for the balance of the year, given the fact that FERC has come out with a waiver on the imputation – or the implications of short-term debt in the AFUDC crediting rate. We are looking at how we’re going to time the repayment of that bank loan and whether the timing associated with additional long-term debt that we would take out in probably Q4 of the year around $190 million possibly."
         ],
         "Speaker": "Jim Lobdell"
      },
      "33": {
         "Remarks": [
            "Overall, we remain a net borrower for the year."
         ],
         "Speaker": "Maria Pope"
      },
      "34": {
         "Remarks": [
            "Understood. And just on the net variable power cost in the PCAM. Just remind me real quickly how it works. You were at $30 million below the baseline at the end of the first quarter. It looks like you’re now [Audio Dip] $38 million. So it was $18 million incremental positive benefit in the second quarter. Is that in the $0.05 of year-over-year gross margin benefit that you discussed, even though it’s below the baseline and it’s within the 9/10 sharing because that calculation isn’t made until year-end. Is that the simplistic way to think about it?"
         ],
         "Speaker": "Brian Russo"
      },
      "35": {
         "Remarks": [
            "Yes, that is. You have to keep mind that $38 million and getting to within the deadband is for the balance of the year. So it gives you an indication as what we’re expecting in the power markets."
         ],
         "Speaker": "Jim Lobdell"
      },
      "36": {
         "Remarks": [
            "Okay. So at the very least, you’re expecting an $8 million reversal or $8 million incremental costs to get back to that baseline in the second half?"
         ],
         "Speaker": "Brian Russo"
      },
      "37": {
         "Remarks": [
            "Well, Brian, we’re $38 million below the baseline right now. The deadband is $15 million below. So it would be moving from $38 million into the $15 million range."
         ],
         "Speaker": "Jim Lobdell"
      },
      "38": {
         "Remarks": [
            "Okay, got it. All right. Thank you very much."
         ],
         "Speaker": "Brian Russo"
      },
      "39": {
         "Remarks": [
            "Thank you. And our next question comes from the line of Chris Ellinghaus with Siebert Williams."
         ],
         "Speaker": "Operator"
      },
      "40": {
         "Remarks": [
            "Hey, everybody. How are you? Maria, you talked about being cautious. Can you give us a little more color on what you’re cautious about? Is it just the economic recovery? Is it how the pandemic will behave for the rest of the year and how that affects the economy? What are your thoughts there?"
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "41": {
         "Remarks": [
            "Chris, I think it’s all of the above. As an essential service provider during these extraordinary times, delivering consistent, reliable power services to our customers is our highest priority. Ensuring the continuity of our generation fleet, the interaction and our capabilities in power markets, the transmitting of that power and distributing it to our customers’ day in and day out is our highest priority. And I can tell you with the stress that families and customers and the communities that we serve are going through, ensuring that we’ve minimized outages, create payment plans that work for them, access LIHEAP and Oregon HEAP funds to support those that are struggling is – takes an enormous amount of focus.",
            "And also, we’re – as I mentioned, we’re using this period of time to really focus on our cost structure, accelerating our use of technology, simplifying our processes and our procedures to ensure that everything that we do is meaningful to our customers and the communities that we serve. We have a long ways to go with regards to this economic recovery, and there’s a tremendous amount of uncertainty. And we will remain focused on investing in our system prudently and to ensure reliability. All of us have aging assets, but we also have the opportunities to reduce costs through technology."
         ],
         "Speaker": "Maria Pope"
      },
      "42": {
         "Remarks": [
            "Okay. Thanks. Maria, can we assume that the company will plan to revert to the April date for the dividend?"
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "43": {
         "Remarks": [
            "No, that’s a really good question, Chris. And we’re going to assess that as we go forward. One of the things that we have noted in this process is that we’re one of the early companies in announcing our dividends, and we’re going to think about what’s the most prudent and practical thing to do as we move forward. We do recognize that a dividend and a solid dividend policy is important to investors and helps create financial stability for the company as we continue to move forward into the future."
         ],
         "Speaker": "Maria Pope"
      },
      "44": {
         "Remarks": [
            "Okay. Jim, have you got sort of a net impact number for COVID-19 for the quarter?"
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "45": {
         "Remarks": [
            "No. We don’t, Chris."
         ],
         "Speaker": "Jim Lobdell"
      },
      "46": {
         "Remarks": [
            "Okay. Did I hear you right when you said bad debt was $0.05?"
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "47": {
         "Remarks": [
            "Bad debt is estimated to be about $15 million when we get to year end."
         ],
         "Speaker": "Jim Lobdell"
      },
      "48": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "49": {
         "Remarks": [
            "Chris, one of the things I couldn’t be more proud of how we have shown up during the pandemic. With people working from home, 6 feet apart, we have maintained reliability and safety of our system. And our employees are really showing up in a remarkable way. We’ve also worked collaboratively with the communities we serve to enhance our ability to work in the right-of-way and lower our costs in some instances in serving customers. We will continue to do that. But it’s – we’re really working hard to minimize cost increases due to the pandemic and use this period of time, as I’ve talked about, to accelerate our opportunity for success as we go forward through lowering costs because we know that affordability is that much more important to customers today than it ever has been."
         ],
         "Speaker": "Maria Pope"
      },
      "50": {
         "Remarks": [
            "Right. In that O&M number, is it fair to say that some of the reduction was passive in the sense that some things went down because of COVID? And so is some of that the active component in some things like medical expenses and some work that might have been deferred because of customer behaviors was a more passive element? Can you talk about that?"
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "51": {
         "Remarks": [
            "Well, there’s all different types of components embedded in the change in O&M. I mean there are some onetime items that are structural in nature that occurred. I mean we did mention that incentives have gone down for the company given the change in the EPS target for us. There are items that – we don’t have too many employees that are jumping on airplanes. Actually, I can’t imagine anybody jumping on airplane for us. We are maintaining our head count and trying to reduce it. As Maria had mentioned, we are using more and more technology to be able to find operational efficiencies and processes that we have in the company. And we’ve got 2,000 employees that are now working from home. So we’re doing that very effectively. And we’re evaluating what the next norm looks like on a going-forward basis for our company."
         ],
         "Speaker": "Jim Lobdell"
      },
      "52": {
         "Remarks": [
            "Okay. One last thing. In the other bucket, the equity returns for the quarter were quite extraordinary. Were there any offsets to the equity return benefit in that other bucket?"
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "53": {
         "Remarks": [
            "So what you’re referring to is our pension returns and other investment returns."
         ],
         "Speaker": "Maria Pope"
      },
      "54": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "55": {
         "Remarks": [
            "Yes. Not that I wouldn’t really classify it as that. I mean incremental interest expense that we incurred associated with the additional liquidity that we brought into our balance sheet, but that’s about it."
         ],
         "Speaker": "Jim Lobdell"
      },
      "56": {
         "Remarks": [
            "Okay, great. Thanks for the color. I appreciate it. Stay safe, guys."
         ],
         "Speaker": "Chris Ellinghaus"
      },
      "57": {
         "Remarks": [
            "Our next question comes from the line of David Peters with Wolfe Research."
         ],
         "Speaker": "Operator"
      },
      "58": {
         "Remarks": [
            "Good morning. You guys reiterated the 1% load growth expectation over the long-term. I’m just wondering, do you have an expectation of how that might shape, looking into next year versus flat this year? Meaning, do you expect things to kind of rebound at that level or should we interpret that as more long dated?"
         ],
         "Speaker": "David Peters"
      },
      "59": {
         "Remarks": [
            "I think you should interpret it as long dated. And we feel very fortunate to operate in a region where people want to move and locate their businesses here. We’re forecasting a pretty modest to almost flat rise in residential deliveries. We are hoping that commercial will certainly come back, and we talked a little bit in our prepared remarks around what we’re expecting in terms of our forecast. Long term, 0.5% increase in our commercial deliveries is our expectation. And where we really benefit, and we’ve been talking about for quite a while, is the growth in high-tech and digital manufacturing in our region. And we’re looking at just under 2% on sort of ongoing growth in that area. So we are very fortunate to, again, operate in an area where people want to live and locate their businesses, and that gives us the opportunity to continue to serve them."
         ],
         "Speaker": "Maria Pope"
      },
      "60": {
         "Remarks": [
            "Yes. The in-migration is still a positive for this state, and we continue to grow faster than other states."
         ],
         "Speaker": "Jim Lobdell"
      },
      "61": {
         "Remarks": [
            "Great. And then the deferral docket that’s sitting at the commission, do you have any sense when they might look to act on that? Has there been any sort of procedural schedule put forth? And is there anything that would give you guys comfort in deferring some of those costs as you kind of work through this?"
         ],
         "Speaker": "David Peters"
      },
      "62": {
         "Remarks": [
            "David, no schedule has been set at this particular point in time, continuing to work through the process, make sure that we’ve got all the information on the table. We’re working collaboratively with all of the other parties. We are concerned that as we move – as this process takes longer, we start getting closer and closer to the winter time period, which will have bills that are at higher levels. So we’re trying to move everybody along."
         ],
         "Speaker": "Jim Lobdell"
      },
      "63": {
         "Remarks": [
            "Okay. And then lastly, just given everything that’s transpired thus far with COVID and wanting to be mindful of customers, has it shaped at all how you might think about the timing for your next rate case filing?"
         ],
         "Speaker": "David Peters"
      },
      "64": {
         "Remarks": [
            "No. It’s still – we’re looking at the base economics of the company. Yes, we’re having some reduction in operating costs that’s helping us in our consideration. We’re still investing in, as Maria talked about, in reliability of the system and with new MLA or master – or minimum load agreements we’ve been entering into with customers and so on and so forth. We are making capital additions. We also have the Wheatridge facility coming in, but that will come in through a renewable adjustment clause. And then we’re making to the point of reliability of our systems, especially we designed this facility for an earthquake, and now we’re dealing with – who knows when what’s going to happen. But it’s key to the recovery of the state and the communities that we serve. But now we’re dealing with something else we didn’t predict, and that’s a pandemic. So it just increases the importance of completing that integrated operating center to be able to support our customers and our communities."
         ],
         "Speaker": "Jim Lobdell"
      },
      "65": {
         "Remarks": [
            "Great. Thanks, guys."
         ],
         "Speaker": "David Peters"
      },
      "66": {
         "Remarks": [
            "Your next question comes from the line of Travis Miller with Morningstar."
         ],
         "Speaker": "Operator"
      },
      "67": {
         "Remarks": [
            "Good morning. I was wondering – real quick back to the O&M. How does that $0.08 of savings in the quarter relate to the $570 million to $590 million guidance range? Does that put you – is that already incorporated in that range? Does that put you at a high or low end? Or you had mentioned some one-time items in there? And just wondering kind of where that fits in terms of the full year outlook?"
         ],
         "Speaker": "Travis Miller"
      },
      "68": {
         "Remarks": [
            "Well, all I’ll say, Travis, is when we get to year-end, we anticipate being within that range. So that’s where I’ll continue the guidance to be based on everything that we’ve been able to do from one-time to structural to timing, we believe that we will be in that guidance range."
         ],
         "Speaker": "Jim Lobdell"
      },
      "69": {
         "Remarks": [
            "Cost reduction work and focus on O&M is a really important component to us staying in that range for the balance of the year."
         ],
         "Speaker": "Maria Pope"
      },
      "70": {
         "Remarks": [
            "Okay. So that $570 million to $590 million would include what you would call some one-time items, not any other one-time items or other changes in Qs one, three and four?"
         ],
         "Speaker": "Travis Miller"
      },
      "71": {
         "Remarks": [
            "That’s correct, Travis."
         ],
         "Speaker": "Jim Lobdell"
      },
      "72": {
         "Remarks": [
            "Correct as well as the ongoing work to keep our costs under control."
         ],
         "Speaker": "Maria Pope"
      },
      "73": {
         "Remarks": [
            "Sure. Okay. And then real quick, just high level, wondering if you’re seeing any additional battery or storage in general opportunities, what the pipeline or backlog might look like in that area? Anything going forward or change from the last couple of quarters apart from Wheatridge and the other smaller ones that you had?"
         ],
         "Speaker": "Travis Miller"
      },
      "74": {
         "Remarks": [
            "Yes. So in terms of projects that we have going on that we’re taking into our capital forecast in the near term, no. However, there’s no question that we are seeing an acceleration in the interest of our customers in renewable energy and a clean energy future. We’re seeing an acceleration of interest in electric vehicles and battery storage. And we are really excited about the long-term opportunities which we think will come at us at a faster pace than they otherwise would have if not for the pandemic. And so the focus across all sectors is technology and using technology better to solve problems for our company as well as for society in general."
         ],
         "Speaker": "Maria Pope"
      },
      "75": {
         "Remarks": [
            "Yes. And we’re going to be installing batteries in some of our residential customer homes in order to test out the capability and benefits associated with that, along with putting batteries in one of our substations and then also next to one of our generating stations in order to help with black start and with variations from the renewable energy resources that are on our system. So we’re really looking forward to this. This is going to be an exciting time."
         ],
         "Speaker": "Jim Lobdell"
      },
      "76": {
         "Remarks": [
            "Okay. With all these be rate base opportunities?"
         ],
         "Speaker": "Travis Miller"
      },
      "77": {
         "Remarks": [
            "Yes, we believe so."
         ],
         "Speaker": "Jim Lobdell"
      },
      "78": {
         "Remarks": [
            "Yes, they’re all to serve customers."
         ],
         "Speaker": "Maria Pope"
      },
      "79": {
         "Remarks": [
            "Okay. And then – sorry, just one quick follow-up on that. Is there any kind of gating period? I know you go through the IRPs and such. Is there any next period where we might see a large battery or storage commitment show up in some of the CapEx numbers? Or will this be something that’s just incremental quarter-to-quarter depending on opportunities out there? You get my gist there?"
         ],
         "Speaker": "Travis Miller"
      },
      "80": {
         "Remarks": [
            "Yes. No, absolutely. And we just received acknowledgment in May on our IRP and our action plan. We’ve entered into a contract with Douglas PUD. We will be filing an update to that IRP. And then also, at the tail end of this year and into next year, we will be issuing RFPs. First step in that process will be the selection of an independent evaluator. And overall, our focus on capital additions on the generation or storage side are focused on non-admitting resources."
         ],
         "Speaker": "Maria Pope"
      },
      "81": {
         "Remarks": [
            "Okay, great. I appreciate it."
         ],
         "Speaker": "Travis Miller"
      },
      "82": {
         "Remarks": [
            "I would now like to turn the call over to President and CEO, Maria Pope, for closing remarks."
         ],
         "Speaker": "Operator"
      },
      "83": {
         "Remarks": [
            "Thank you very much for joining us today. We appreciate that these are extraordinary times, and we value your interest in Portland General Electric, and we hope to connect with you virtually in the future. Thank you very much and have a great day."
         ],
         "Speaker": "Maria Pope"
      },
      "84": {
         "Remarks": [
            "Ladies and gentlemen, this concludes today’s conference call. Thank you for participating, and you may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}