{
   "Date": "July 30, 2020",
   "Presentation": {
      "Jose Angel Tejero": [
         "Thanks, Raimundo. Good morning to everyone. As everyone can imagine, ACCIONA is not immune to the global shock caused by the COVID pandemic. And we discussed at the Q1 results that its impact had only started to be felt in the later part of March. Today, we present the results for the first half as a whole, which evidenced the full impact of the pandemic during the second quarter and which we expect to be the low point in terms of financial results.",
         "We have quantified the impact of COVID in almost €470 million in terms of revenue and €144 million in -- at the EBITDA level, concentrated in its majority in Infrastructure business with €90 million EBITDA shortfall.",
         "The Energy business reports EBITDA falling 4% with the contribution of new assets and Spanish regulatory protection compensating, to a large extent, the weaker power price environment in Spain due to COVID and the reduction in regulatory income for the period 2024 relative to the previous 3 years review period.",
         "In infrastructure, EBITDA falls very significantly with a mixed picture in terms of impact of COVID in its different businesses. As anticipated, construction versus the brand of the impact due to the hard lockdowns imposed in many markets. The delays in projects that are generally won and executed during the year, costs imposed by new working practices, restriction to labor mobility and imports of equipment and materials and so on. These disruptions affect both revenues and costs and have had a particular incidence in the delivery of industrial projects within the Construction business. These contracts have a high-technology component and have proven to be more sensitive to restrictions in the mobility of specialist teams across the world.",
         "The COVID has also delayed the completion of the land lease and linear sale transactions. This means lower contribution from these projects in 2020 relative to where we expect it to be. In addition, the results for the first half of '19 were positively impacted by the settlement of Sydney contract dispute. These factors, although they can be a normal feature in construction contracts, had a significant contribution to the results last year.",
         "The services activity, which is much more in contribution, also saw some of these businesses, such as airport services, facility services in the automotive industry, and electric mobility directly impacted by the crisis.",
         "The Water business has performed very strongly with record revenues, up by around 70% as its large Middle East desalination backlog starts kicking in and with limited impact of coronavirus as water activities have been deemed, in most places, an essential service. ACCIONA is clearly the world leader in large-scale desalination with 6 mega plants being constructed simultaneously. The impact on the concession activity has been very limited as most of its assets are not exposed to volume risk.",
         "As for working capital and debt, working capital has actually improved relative to the first quarter of the year. And we expect net debt to fall in the following quarters due to the combination of normalizing EBITDA once we have left behind the worst of COVID, a marginal incremental CapEx during H2 and the proceeds of asset disposals.",
         "Moving on to Slide 4. We believe that the business environment shows signs of normalization in the same way as we are experiencing in our daily lives. Of course, we have not reached normality but there are positive signs in how our businesses have evolved after the peak of the pandemic. The steep fall in activity in April has been followed by a gradual improvement over the next 2 months, and we expect this encouraging trend to consolidate in July and the second half of the year as a whole.",
         "Although it is prudent to state that we still live in uncertain times, the scope for spikes in the incidence of the virus and the overall state of the economy in the aftermath of the pandemic remain a tangible risk. We have seen positive signs in the recovery of power prices from the recent troughs as well as the resumption of construction projects as the lockdowns and major disruption have been easing across the board.",
         "As of the end of June, we only had 3 contracts with work suspended, all in Panama and Peru. And as of today, only 2 projects remains on hold, one in the Philippines and another one in Panama. Having said that, most of our construction EPC projects are still affected in one way or another by the pandemic.",
         "Although the extent of the impact is in the vast majority of the cases, relatively minor. These are related to increased security and health and safety practices. And in some cases, staffing levels that have not yet fully recovered. These situations are having an impact primarily on the construction program and on costs.",
         "With respect to the projects that are more substantially affected by the ongoing COVID situation, in some cases, we have already reached agreements with clients about the contractual treatment of COVID. And in the rest of the negotiations have commenced in order to recover lost time and higher cost.",
         "Elsewhere, in the Infrastructure business, we are experiencing a strong recovery in transport concessions and gradual recovery of facility management and forwarding activities within services.",
         "So in summary, there are signs of improvement in the operating environment, and we continue to see significantly better EBITDA level in the second half of the year.",
         "On Slide 5, we show the progress with respect to our pandemic protection plan and ensuring that these exceptional circumstances do not have a permanent impact on our balance sheet, our medium term -- our medium- and long-term business plan. Starting with liquidity, it is clearly not an issue, as we will see later, continuing to enjoy a very comfortable position. We have continued to renew bilateral loans and credit facilities and reset our large syndicated facilities to 5 years as we do every year. We paid the dividend in early July, which was half of the initial proposed pre-COVID reflecting financial prudence and social responsibility given the hardship going on around us. With respect to cost efficiencies to mitigate the impact of COVID, we have delivered €25 million to June and expect to get close to our goal of €100 million by year-end.",
         "On the asset disposal front, we are currently active in asset rotation alternatives worth of €1.2 billion in total. That give us confidence to achieve our €500 million debt reduction target through disposal this year, being able to optimize valuation and modulate the amount of proceeds if needed.",
         "The scope of assets being considered includes concession assets, property development assets and potentially energy minority stakes that could also contribute to broaden our select group of preferred co-investment partners given the accelerating trend of available investment opportunities. We have a good visibility with respect to valuations, competitive dynamics and timing, and the picture is encouraging. In the immediate short term, we are close to signing an agreement with respect to a major property development opportunity as planned, which gives credit to our ability to derisk the property development activity even in exceptional times like these.",
         "Finally, in terms of CapEx, we have been very active and successful in securing our CapEx outflows deferral targets so that there will be very limited cash investment in the second half of the year.",
         "We have not delayed or postponed our planned energy investments, including the ACCIONA Energía Internacional deal, but have agreed new terms with our partners and CapEx provided to pay in '21, reducing our cash outflow bill for -- by around €500 million.",
         "In the case of the Property Development business, we have scheduled planned investments in new land and the launching of new development projects until visibility improves.",
         "This will result in the order of €250 million CapEx savings this year. Our expectation for gross CapEx outflow this year is of around €750 million, which net of disposal proceeds, which could result in a net investment of only €200 million to €250 million.",
         "Moving on to Slide 6. We want to highlight that despite COVID, the last few months has not been wasted in terms of activity. And we continue to make progress towards meeting our goal of adding 5 gigawatts of total capacity by '24.",
         "We have currently 780 megawatts under construction, which have not been materially affected by the pandemic, including the close to 300 megawatts installed during the first part of the year. We have a total of 1.3 gigawatts of approved projects that are being completed or starting construction shortly.",
         "In terms of singular projects, all portfolios that will make a substantial contribution towards our medium-term targets, we have signed a PPA representing 400 megawatts out of the 1 gigawatt MacIntyre wind complex in Australia and are advancing with respect to signing further agreements with additional offtakers and potential investment partners.",
         "In the U.S., we expect to sign a PPA with a major U.S. corporation with respect to an important portion of the Tenaska PV portfolio, representing more than 50% of our targeted production. These developments, together with the approval under construction, megawatts represent a substantial proportion, almost 80% of the 5 gigawatt target and give us confidence that we can take advantage of the decarbonization and electrification megatrends while adding value to our shareholders.",
         "In addition, we note that the Spanish regulatory visibility and policy outlook continues to improve. With the recent draft renewal auction regulation and the other Decree Law approved in late June, aim at giving further momentum to the renewable energy transition and fostering economic recovery in accordance to the European Green Deal.",
         "We continue to push forward our development pipeline in Spain with 1.7 gigawatt of projects with connection rights and have signed the first 10-year PPA with Telefónica as a client and are pursuing further opportunities in the growing Spanish corporate PPA market. Indeed, we just added 200 additional megawatts in Spain. With respect to Mexico and the regulatory developments, we are powering our recently erected Santa Cruz 138 megawatt wind farm as expected and achieving expected connection milestones with regard to the San Carlos, 198 megawatts wind farm, which recently started construction.",
         "In the Slide 7, we are also making progress in the Infra business despite the challenging short-term operating environment due to COVID. We would like to highlight that despite some delays and disruption to tendering process, some clients are accelerating ongoing tender process time lines to launch infrastructure projects as soon as possible that contribute to the economic recovery. During H1, we have been awarded €2.4 billion of new works, which is a great figure, given the circumstances. And our total construction and water project backlog has increased from €8 billion to €8.6 billion.",
         "Also, during July, we have been awarded seven additional projects in Tier 1 countries for us, which reflect our specialist capabilities, adding another €1.7 billion to our total backlog. We note that there is some uncertainty on the speed of how this positive momentum in new awards will turn into revenues, given travel and other restrictions, but we believe the outlook is bright.",
         "In Brazil, we continue to advance towards completing the complex process of restructuring and negotiation with respect to Linha sales project in São Paulo, which has been made even more complicated by the incidence of the pandemic in Brazil.",
         "I would like to mention that new contracts and tenders are taking into account the COVID pandemic, as you would expect, by introducing specific clauses to deal with potential situations during the life of the contract.",
         "To conclude this introduction, in Slide 8, we want to note that we believe we are well positioned to take advantage of the Green recovery strategy of the EU, which is adding further financial muscle to the already ambitious Green Deal. At least 30% of the €1.8 trillion total EU budget for the period '21-'27 will contribute to climate objectives. We see the financial community very focused on the implication for investment in renewable energy and grids. That, although very important, they were, in a sense, already there through the national energy and climate plans for -- that each EU nation is committing to and that will be financing -- financed mostly by the private sector.",
         "This is, of course, a tremendous opportunity. But we think the market is paying less attention to the -- however, the vast financial resources that will be directed to other green priorities, such as energy efficiency, renovation of buildings and infrastructure, clean transportation and so on. These areas will attract the lion's share of the publicly driven investment efforts, and ACCIONA is well positioned to contribute to achieving these targets through its Infrastructure businesses, which are already highly aligned with EU taxonomy.",
         "We have covered at length the most important topics that we think define the current context and outlook for our operations. Raimundo will now go swiftly through the motivational sections of the results presentation.",
         "Thanks, Raimundo. It is clear to everyone that COVID pandemic is an unprecedented event that has shocked societies and economies across the globe. The environment, although improving, is still uncertain. But I think we have not been expecting that the worst of the crisis is behind us at the level of awareness, understanding of the disease and preparedness is much higher now than back in March. At some states, hopefully, very soon, the world will be able to relay on a more effective treatment and a vaccine. Until then, we have to cope with a potentially volatile environment, but again, we believe the world is set on a course of valuable normalization, at least in most regions.",
         "ACCIONA in this context has suffered, in particular, in construction and services, that have been directly hit by the lockdowns and all kinds of disruptions caused by the pandemic. Still, I think the Energy business, which is the backbone of our EBITDA, has demonstrated its resilience in an unprecedented scenario of falling demand and prices. Both Energy and Infrastructure businesses remain highly geared towards a green recovery and the unstoppable secular trends of decarbonization and sustainable economic development. Even in the worst of the current crisis, we have been able to evidence the appetite for green energy for transformative infrastructure solutions and how ACCIONA can take advantage of these opportunities.",
         "With respect to the short-term challenge of coping with this temporary impact of COVID in our results, our pandemic protection plan is well advanced and will allow us to protect our balance sheet and therefore, our business plan. We stick to our 5 gigawatt incremental renewal energy targets. And without wanting to sound overconfident, we believe we are closer to achieving it than 3 months ago. And I would like to stress once more that all the efforts we are making this year are directed at protecting our business plan.",
         "We expect the second half of the year to look quite different from the first. Unless there is another global setback with respect to the pandemic, we expect normalizing EBITDA levels for the next 2 quarters, a limited CapEx build given the efforts made in recent months and substantial disposal proceeds.",
         "In terms of the financial outlook for the current year, we provided back in early May to adapt our expectations to a post-COVID world. We believe this growth and caveated indications remain valid despite the risk that the recovery from the worst of the pandemic may be of ampere right than initially expected.",
         "And thanks again for your attention."
      ],
      "Raimundo Fernández-Cuesta Laborde": [
         "Good morning, ladies and gentlemen, and welcome to ACCIONA's results presentation for the first half of 2020. I trust you and your families are well, and we want to thank you for attending today's presentation. Let me start by handing over to José Ángel Tejero, our group CFO, who will do the main presentation. Thank you.",
         "Thank you, José Ángel. In Slide 9, we present the key financial indicators for the period. Revenues fell by 14.8% to just over €3 billion, and EBITDA declined by almost 30% to €499 million, mostly driven by COVID, but also by the Sydney effect last year and the lower regulatory income, as already mentioned.",
         "EBITDA in the second quarter is approximately half of the first quarter, which gives a sense to the extent of the impact of the pandemic.",
         "Earnings before and after-tax fall by 85% on the back of the lower EBITDA and of share of higher Nordex equity accounted losses this first half, which have contributed a negative €72 million to our P&L after the consolidation adjustments that we make, reflecting the peak of Nordex' own COVID challenges, which we would expect to improve in the second half of the year.",
         "We remind you the presentational accounting changes implemented since the beginning of the year. Firstly, we are presenting EBITDA, including the pretax profit contribution of equity accounted investments, such as renewable energy assets, concessions and other activities similar to the groups.",
         "EBITDA figures for last year are presented, of course, in a consistent manner to help comparability. Secondly, from first of January, we depreciate the remaining net book value of wind and solar PV assets over 30 years rather than 25 years. And this has led to lower depreciation charges as well as the reversal of part of the impairment of Spanish assets undertaken in 2013 as a consequence of the regulatory reform at that time.",
         "And this has been offset by higher provisions. In terms of investments, the cash outflow, including property development, falls from €701 million to €504 million, evidencing our efforts to contain cash outflows in this exceptional year.",
         "Net financial debt, including IFRS 16, increases to €5.7 billion, which should be the peak quarter, given our expectation of improving EBITDA, marginal CapEx and substantial disposal proceeds in the second half of the year. We note that we have reclassified as held for sale, close to €130 million of net debt within the Spanish concession portfolio that we are auctioning and which is currently in the middle of the M&A process.",
         "In Slide 10, we include the ESG highlights for the period. We can report good progress in terms of emissions, waste, water and accident indices as well as taxonomy alignment. We note the indicator related to emissions intensity per unit of revenue, as we see some of Europe's largest emitters being considered as attractive ESG and energy transition plays. We welcomed our recent research reports that pointed to this inconsistency and suggested that investors should focus on the absolute level of emissions of its company and not on things like the growing weight of renewables in their operating profits or in their electricity production. Quoting the report, \"It is absolute CO2 that matters.\" We have published a separate sustainability report for this first half of 2020, which we encourage you to look for in our website.",
         "Moving to Slide 11. We just want to note that more than 80% of the CapEx outflow, the cash outflow during the first half is related to new renewable energy investments. The investment in property development has fallen from €161 million last year, which included the Mesena development project to a mere €20 million in the current context of lower visibility. As already mentioned, we expect limited incremental CapEx outflows in the second half and also significant disposal proceeds.",
         "In Slide 12, we present the cash flow profile for the first half of the year. We note that we have classified as held for sale €127 million of debt in the Spanish concession portfolio. And debt has increased as a result of the weaker-than-expected operating cash flow due to COVID and the front-end loaded nature of CapEx this year. We envisage significantly positive cash flow in the second half of the year, as already explained.",
         "In Slide 13, we show our debt profile with no major changes to report. The average cost of debt continues to improve marginally, and so is the average debt maturity, which stands at 4.4 years. The average life of undrawn credit facilities falls a bit as a consequence of the extraordinary €850 million increase in liquidity we arranged in the COVID context and which are, for the most part, 1-year banking facilities. These facilities gave us a further backup to comfortably sell through the pandemic, and they're intended to be only temporary.",
         "In Slide 14, we show the comfortable liquidity position and the proactive actions taken, which are -- at this stage, were understood by everyone. Perhaps mentioned that available committed credit facilities stand at €3.1 billion, which is the highest levels in the last 3 years, as you can see in the chart. Total liquidity stands at almost €4.4 billion, which compares to limited maturities during the rest of 2020, which amount to €765 million. And in 2021, we have €1.3 billion of maturities.",
         "Moving on to the operating performance of our businesses, for the most part, already covered, let us start with the Energy business as usual, with some detail. Energy revenues fell by 18%, driven by a 20% decline in Spanish generation revenues and lower energy sales in the supply business, given the drop in demand. In Spain, generation EBITDA falls by 19% to €185 million, with €115 million impact from lower power prices and €22 million lower regulated income following the review. And this is partly offset by €60 million benefit from hedging and also from the regulatory protection in our regulated assets.",
         "There are other moving parts such as the higher contribution of equity accounted assets despite the lower power prices. This is thanks to the reversal in Q1 of the 2013 impairment and a slightly higher IFRS 16 contribution relative to last year as well as cost-cutting actions undertaken in the second quarter.",
         "Production in Spain is up by 1% despite a 60% increase in hydro output as wind volumes, which are what dominates our portfolio, have fallen by 14% previous -- relative to the previous year. Relative to our budget, production is 10% lower so far this year. So it's not a good year.",
         "In terms of achieved prices, our average price in Spain, including the regulatory income fell by 20% to €60 per megawatt hour relative to €66 -- €76 per megawatt hour last year.",
         "Wholesale prices in Spain during the H1 period were exceptionally low at €29 per megawatt hour with April, for example, below €18. And this compares to €51.7 per megawatt hour in the first half of last year, which is a decline of 45%.",
         "Power prices were under pressure since the start of the year, given the natural gas glut in the international markets, which was made worse by the lower gas demand from China as the COVID got underway. And then we experienced steep declines in gas and electricity demand in Spain, starting in mid-March with the lockdowns. And it's also a particularly wet year in terms of hydro production.",
         "At its worst, in terms of demand, in the second week of April, during the hard lockdown, weekly demand for electricity was 26% below the level seen on the first week of March, right before the COVID. We have not recovered the levels of demand at pre-COVID until early this month of July. For most of the weeks, since the start of the pandemic, energy demand in Spain has been around 15% to 20% below pre-COVID levels. And all in all, the underlying demand for electricity in this first half has fallen by 5.6%, particularly driven by large services and industrial consumers.",
         "The outlook for power prices is somewhat more encouraging for the second half and brighter for 2021 and beyond. Full year 2020 power prices are expected to be around €33 per megawatt hour, implying a better second half, but still 30% below '19 levels. And commodity prices are recovering, CO2 and Brent, particularly, although gas and coal prices remain subdued.",
         "For the next few years, pooled prices in Spain, according to the forwards, will be in the vicinity of €44 to €45 per megawatt hour. So a substantial improvement relative to where we are this year. As far as our hedging in Spain is concerned, for the whole of 2020, we have hedged 2 terawatt hours at €50 per megawatt hour, which is roughly 1 terawatt hour for the first half and another 1 for second half. And for 2021, we have hedged so far 1.2 terawatt hours at prices of close to €42 per megawatt hour.",
         "With respect to the international generation fleet, EBITDA increased by €15 million, with €22 million incremental EBITDA from new projects, partially offset by 2% lower output. Capacity during the last 12 months increased by approximately 560 megawatts in the international business.",
         "And let's now move to Slide 16, where we provide detail on the projects that we have added during this first half of the year, what projects are under construction currently and we'll start construction next year. This is complemented with additional information you can find in the appendix. From the standpoint of January 2020, we have 1.3 gigawatts of very tangible short-term growth visibility. And we want to highlight all the singular development projects or portfolios, as José Ángel mentioned at the beginning of the presentation, where we have not stopped making progress in recent months and which give us excellent visibility. These projects cover the majority of our medium-term targets. And this is notwithstanding growth in other traditional Latino markets like Chile, Mexico, Poland, Portugal, South Africa, Croatia as well as new, more prospective markets that we are exploring.",
         "Now in Slide 17, we show the summary of the operating results of the Infrastructure division. Total revenues in the first half fell to €2.1 billion relative to €2.5 billion last year. EBITDA in turn falls to €63 million compared to €267 million the year before. The year-on-year comparison is affected by the contribution from the Sydney settlement last year. Nevertheless, EBITDA in the second quarter is approximately half of the first quarter even seeing the impact of COVID, which we have estimated at €90 million from the Infrastructure business as a whole. As discussed, certain construction and services activities are the most impacted by the pandemic, which basically no EBITDA was generated in construction and services as a whole in the first 6 months of the year as a consequence of the operating losses in the second quarter.",
         "The very bright spot in Infrastructure is the Water division, with EBITDA increasing by 65% from €25 million last year to €41 million this year on the back of the leadership in large-scale desalination. The underlying growth is even stronger, if we take into account that last year, CBT included €10 million contribution from ATLL, from January to February, that was before the concession was terminated.",
         "Moving on to Slide 18. On the other activities of the group, the Property Development business increases its EBITDA to €10 million, thanks to the delivery of 301 units during the first half. And we expect about 350 units additionally in the second half of the year, including our first delivery of our build-to-rent development, which is the AXA -- the transaction regarding the Méndez Álvaro project, which will represent around half of the deliveries in the second half of the year.",
         "The total gross asset value, which we estimate, it's at €1.1 billion. As for Bestinver, EBITDA fell by 15%, reflecting the lower average funds under management, which are, in turn, driven by the impact of COVID in the stock market. The business remains resilient with very limited redemptions. Funds under management as of June stood at over €5.5 billion relative to €6.8 billion 6 months earlier. The average fee during the first half fell slightly from 1.6% a year ago to 1.52% reflecting a -- the decline in assets under management in equities, which carry a higher commission.",
         "And now let me hand over to José Ángel for the conclusions to the presentation.",
         "Thank you, José Ángel. So I think we're ready to start the Q&A session. [Operator Instructions]."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions]. Our first question comes from Oscar Nájar of Banco Santander."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "It's Oscar from Santander. Two questions, as you said, Raimundo. The first one is regard to the net debt asset, 4.5x depending on disposals for the year-end. Could you please elaborate a bit more on the €1.2 billion in assets that we are considering? You said some renewable assets could be included, what could be those? And regarding Nordex, we have seen that recently, there could be approval of a capital increase of 40% in the company. Would you consider in these €1.2 billion to sell your estate? Or to do something to real estate in Nordex?",
            "And the second question is regarding the EBITDA. We think the first half has been minus 29%. This compares with your target of minus 15% for the year. It will imply that your EBITDA should decrease here 1%, 2% in the second half. What makes you so confident that, take into account that first half result, the second half to be so, let's say, good in that sense? And if -- maybe the Construction division that we have seen, as you said before, €2 million EBITDA and according to my calculations, and please correct me if I'm wrong, we should see an EBITDA of more than €100 million in the second half to achieve your target of minus 15% EBITDA for the full year."
         ],
         "Speaker": "Oscar Nájar"
      },
      "3": {
         "Remarks": [
            "Okay. Okay. Oscar, I don't -- I'm not sure I took the second part of your question, which was quite long. And the first one was basically about the net debt-to-EBITDA target for the year, which we said we'll try to contain the ratio at around 4.5. I think we're sticking to that and the rest of the guidance we provided. I'm confident that we can do that. In terms of the €1.2 billion of disposals, so we wanted to say here, we have a target of €500 million. Of course, we're looking at a broader perimeter, as we said since Q1, that we want to look at -- to have flexibility, to have bargaining power, to have optionality. And in that respect, we are, of course, considering the concessions that we talked about. We're considering some property development assets as we put in the presentation and potentially partnerships or opportunities on the renewable energy front, if that's appropriate. With -- and I think the second question, I'm not sure, Oscar, what you're asking about Nordex and then about EBITDA."
         ],
         "Speaker": "Raimundo Fernández-Cuesta Laborde"
      },
      "4": {
         "Remarks": [
            "And Oscar, I think that what you were mentioning Nordex has to do with the recent approval by the General Shareholders Meeting of Nordex of an authorized capital increase without rights. I think that this is a normal, usual practice for all the companies. And we don't have any other comments to say about that."
         ],
         "Speaker": "Jose Angel Tejero"
      },
      "5": {
         "Remarks": [
            "Okay. And about the -- you're confident on the minus 1%, 2% on EBITDA for the second half of the year and the construction EBITDA for the second half?"
         ],
         "Speaker": "Oscar Nájar"
      },
      "6": {
         "Remarks": [
            "Yes. We expect the construction EBITDA for the second half to recover quite significantly. Also, in the second half, we also expect a positive contribution of a transaction that was planned to be closed in the first quarter -- I mean, in the first half of the year, which is the incorporation of the backlog of lease into our construction backlog."
         ],
         "Speaker": "Jose Angel Tejero"
      },
      "7": {
         "Remarks": [
            "Our next question comes from José Ruiz of Barclays."
         ],
         "Speaker": "Operator"
      },
      "8": {
         "Remarks": [
            "So we have seen in the first half a massive capital reallocation in terms of increasing CapEx in renewables and decrease in CapEx in infra. Two questions on this. First one, you say this trend is going to continue in the second half. But my question is, is this going to continue in 2021? And the second question is, I mean, in the light of what you have seen in the first half in terms of the resilience of renewables, my question is, have you had any strategic rethinking derived from this experience in terms of accelerating your specialization in renewables?"
         ],
         "Speaker": "José Ruiz"
      },
      "9": {
         "Remarks": [
            "In terms of CapEx allocation, I think it's fair to say that the majority of the CapEx, it has been now, it will be allocated in this year and in the future to energy, with a smaller part in -- going into infrastructure and the other activities. Well, I don't think that this is -- actually represents any strategic change within the activities of the group. I mean actually -- it's actually reinforcing the strategic element or debt of the group in renewables and sustainable activities in the market."
         ],
         "Speaker": "Jose Angel Tejero"
      },
      "10": {
         "Remarks": [
            "Our next question comes from Manuel Palomo of Exane."
         ],
         "Speaker": "Operator"
      },
      "11": {
         "Remarks": [
            "My first two questions will go on the renewables. Firstly, you mentioned as the impacts from the COVID that it's been €32 million in the first half, if I'm not wrong. But I mean given that renewables are demand risk-free and that you have already hedged a significant portion of your production output, could you please elaborate a bit more on where that impact comes from?",
            "And my second one is also renewables but more on the growth, trying to understand how you're seeing the market. Spanish renewables pipeline is set to be at around 3.3 gigawatts, of which 1.66 gigawatts, according to your presentation, already has connection rights. My question is, are you willing to participate in the auctions? And do you expect these options to be as competitive as last year auctions, say, in Portugal, in which prices for PV range between the mid-teens and the mid-20s?"
         ],
         "Speaker": "Manuel Palomo"
      },
      "12": {
         "Remarks": [
            "Okay, Manuel, as you were saying, the renewables are demand-free. But of course, you're aware that with the steep declines in demand in Spain, in particular, power prices have fallen dramatically as we mentioned at the beginning. And that, despite our hedging and regulatory protection, we still have an exposure to that, and the regulatory protection is not full.",
            "With respect to the second question, this stage, we're just reviewing the draft legislation on -- which is open to consultation on the auctions. We are -- I think the auctions have been organized in a way that they are much more conducive to encouraging investments in Spain over the next few years, and then we will see our participation later on."
         ],
         "Speaker": "Raimundo Fernández-Cuesta Laborde"
      },
      "13": {
         "Remarks": [
            "Our next question comes from Mikel Zabala of Bank of America."
         ],
         "Speaker": "Operator"
      },
      "14": {
         "Remarks": [
            "Mikel from Bank of America. Two questions from me, please. The first one on your assets held for sale that you report for the first quarter here. Is that in full, the Spanish concessions? Is there any other assets in that line? And the second one is on your planned disposals. Could you please remind us of what equity or asset IRRs are you expecting on these things? And personally, that's -- I referred to disposals of concessions and energy assets."
         ],
         "Speaker": "Mikel Zabala"
      },
      "15": {
         "Remarks": [
            "Yes. With respect to the assets, the debt classified as, for us, half of that is exclusively the Spanish portfolio. And in terms of IRRs in the middle of our disposal process, as you can imagine, we're not going to be guiding our business."
         ],
         "Speaker": "Raimundo Fernández-Cuesta Laborde"
      },
      "16": {
         "Remarks": [
            "We have a follow-up question from Manuel Palomo of Exane."
         ],
         "Speaker": "Operator"
      },
      "17": {
         "Remarks": [
            "Two questions. So one is a question, another one, a follow-up from Oscar's previous question. The question is about the disposal proceeds. And I mean I understand that mostly you're targeting concession assets. Could we expect or could you give us a reference in terms of what will be the EBITDA dilution? Also, regarding this, well, managerial actions that you are taking in order to control the evolution of the debt, you're mentioning marginal CapEx in the second half. I wonder whether this is just -- well, taking a bit later for the CapEx or whether it could lead to some slowdown in the midterm growth.",
            "And the follow-up question is, I didn't really catch what you mentioned about that transaction that you were going to -- could impact the EBITDA for the Infrastructure division in the second half. If you could please elaborate a bit more, I will be grateful."
         ],
         "Speaker": "Manuel Palomo"
      },
      "18": {
         "Remarks": [
            "Yes. With respect to what you were -- I think I understood your question about whether the fact that we're going to have lower CapEx in the second half means we are delaying our plan. I think if -- we said throughout the presentation that we are not delaying the construction of our projects. And in terms of the development pipeline, we have made further progress, and we are committed and more certain about our target than we were 3 months ago. What we're doing this year is minimizing the cash outflows. So during the first -- well, call it, the second quarter since COVID, we've been busy reaching agreements with our providers to make payments next year, for example, with the ACCIONA Energía Internacional transaction that we agreed with AXA. And KKR, we're going to pay at the beginning of January. So that is pushing the cash outflows to next year without delaying the underlying CapEx, which, again, we're very committed on advancing with that."
         ],
         "Speaker": "Raimundo Fernández-Cuesta Laborde"
      },
      "19": {
         "Remarks": [
            "I think that also you questioned about the EBITDA dilution in relation to the divestment of the M&A transaction. We are studying several structures. Some of them actually implies a total consolidation of the asset, and that will assume a dilution of EBITDA of around €40 million. But we are also considering other types of solutions that would not imply that kind of dilution."
         ],
         "Speaker": "Jose Angel Tejero"
      },
      "20": {
         "Remarks": [
            "[Operator Instructions]. We have another follow-up question from Oscar Nájar of Banco Santander."
         ],
         "Speaker": "Operator"
      },
      "21": {
         "Remarks": [
            "Yes. Sorry, I misunderstand then. You said €14 million or €40 million on dilution?"
         ],
         "Speaker": "Oscar Nájar"
      },
      "22": {
         "Remarks": [
            "Zero."
         ],
         "Speaker": "Jose Angel Tejero"
      },
      "23": {
         "Remarks": [
            "The questions I had is the following, a couple of ones. And then the first one is taking into account your current backlog, what is the level of revenues we should see in 2021 for construction on the EBITDA margins that you're expecting for next year? Because as you said, the first half has €2.4 million, things seems to be improving at least from the backlog perspective. And as you mentioned before, we have the new Australian backlog with the acquisition you are going to make in the second -- to finalize in the second half.",
            "And the second question is to be -- what should be the cash outflow in 2021 taking into account all the postponing of cash out that you are doing in 2020, plus the normal investments in energy in 2021?"
         ],
         "Speaker": "Oscar Nájar"
      },
      "24": {
         "Remarks": [
            "Oscar, I think that we are still a long way in 2020 to deal with the issues before we have to start thinking on the outlook and the guidance that we can provide to the market for '21."
         ],
         "Speaker": "Jose Angel Tejero"
      },
      "25": {
         "Remarks": [
            "Taking into account your backlog today, you cannot have any idea between €3 billion and €3.5 billion or between €2.5 billion and €3 billion revenues in the Construction business?"
         ],
         "Speaker": "Oscar Nájar"
      },
      "26": {
         "Remarks": [
            "You need to understand that normally, guidance for '21 is down at the results presentation for 2020, and that will be down in February '21."
         ],
         "Speaker": "Jose Angel Tejero"
      },
      "27": {
         "Remarks": [
            "And in terms of cash outflow, in your cash postponement this year and the needs for next year, do you have any idea?"
         ],
         "Speaker": "Oscar Nájar"
      },
      "28": {
         "Remarks": [
            "Oscar, I think we are very satisfied with the backlog and how it is improving, the margins that we're contracting. But again, we are not going to do any outlook statement on things that will happen in '21."
         ],
         "Speaker": "Jose Angel Tejero"
      },
      "29": {
         "Remarks": [
            "Sorry, I was mentioning just the cash outflow. As you mentioned that this year, you are not going to have major cash outflows in the second half and because it has been -- well, to be postponed for next year as we enter into the finance statements, what should be net cash outflow in 2021?"
         ],
         "Speaker": "Oscar Nájar"
      },
      "30": {
         "Remarks": [
            "Oscar, again, we are not providing now any outline -- -- I mean, guidance for 2021. We are providing now a continuation of the guidance for 2020. And please, we -- understand that we don't want to speak about next year. We are speaking about this year."
         ],
         "Speaker": "Jose Angel Tejero"
      },
      "31": {
         "Remarks": [
            "Our next question is a follow-up from José Ruiz of Barclays."
         ],
         "Speaker": "Operator"
      },
      "32": {
         "Remarks": [
            "Yes. Just a question to understand the evolution in the first half of concessions. The 24% drop in EBITDA. Can you give us or share with us a number of what were the volumes down in terms of motorway traffic? Or any other data that can help me to understand that fall."
         ],
         "Speaker": "José Ruiz"
      },
      "33": {
         "Remarks": [
            "The reduction in EBITDA in the second quarter in concession is strictly related to the traffic volumes in two highways that we have, it's Autovía de los Viñedos and A-2. The reduction in volume, internal volume have gone down or were gone -- did go down up to 80% during the lockdown. And it now has increased to normal levels."
         ],
         "Speaker": "Jose Angel Tejero"
      },
      "34": {
         "Remarks": [
            "We have no further questions at present. [Operator Instructions]."
         ],
         "Speaker": "Operator"
      },
      "35": {
         "Remarks": [
            "Okay. Seems there are no further questions, so we thank you for attending this results presentation, and we look forward to speaking to you during the summer or after the summer. Keep well. Thanks."
         ],
         "Speaker": "Raimundo Fernández-Cuesta Laborde"
      }
   }
}