{
   "Date": "August 12, 2020",
   "Presentation": {
      "David Watson": [
         "Thanks, Rob, and good morning, everyone. As usual, we remind that all dollar amounts expressed in today's call are in U.S. dollars, unless otherwise stated. I'll spend a few minutes going over our second quarter financial performance, and provide an update on our balance sheet and liquidity.",
         "As Rob mentioned, all of our facilities were impacted by the COVID-19 pandemic during the second quarter, as elective cases were restricted either voluntarily or by government mandate. These restrictions were not listed until partway through May. The negative impact of these restrictions was partly offset by the recognition of government stimulus income of $21.1 million, received by facilities during the period.",
         "Overall, surgical case volume for the quarter was down 38%. The largest decrease was in outpatient cases, which decreased 42%. Volume patient cases decreased 25% and observation cases decreased by 20%. Case volumes were most heavily impacted in April, but began recovering the latter part of May, with continued improvement in June.",
         "You may have noticed the new line item for government stimulus income that is included in our results from continuing operations. This represents government stimulus funds received and recognized as income, during the quarter by the hospitals and surgery centers.",
         "Our total revenue and other income for the quarter, including $21.1 million of government stimulus income was $88.8 million. This is a decrease of $5.4 million or 5.8% compared to the second quarter 2019. Facility service revenue for the quarter was $67.7 million down 28.2% for the same quarter last year.",
         "The government stimulus program serve a vital role in the U.S. healthcare system over the past several months. During the second quarter our facilities received approximately $47 million in total funds from various U.S. government programs, including the Public Health and Social Services Emergency fund, the PPP or Paycheck Protection Program, and the Families First Coronavirus Response Act.",
         "Of the $47 million received in the quarter, $23.4 million represents advanced payments for Medicare, which were a liability [ph], payer advances on our balance sheet. These advanced payments will offset future billings to Medicare beginning in the third quarter.",
         "As Rob mentioned earlier, our facilities flexed expenses to the extent possible. However, certain stimulus funding limited their ability to reduce headcount and payroll. The loan amounts received under the PPP program are eligible for forgiveness to the extent they were used for certain qualifying expenses, and to maintain payroll levels and related costs.",
         "Operating expenses for the quarter were $71.2 million, representing a decrease of $10.2 million, or 12.6% compared to the second quarter of last year. As a percentage of total revenue and other income, operating expenses decreased to 80.2% from 86.4% for the comparable period.",
         "Within our operating expenses, the largest variance was in drugs and supplies, which decreased by $7.7 million or 25%. This decrease was largely driven by lower case volume, as well as implant cost reduction initiatives at Oklahoma Spine Hospital. As a percentage of total revenue and other income, drugs and supplies decreased to 25.8% from 32.5% a year ago.",
         "EBITDA for the quarter was $24.6 million or 27.7% of revenue, compared to $20.5 million or 21.8% revenue in the second quarter of last year. EBITDA increased at most facilities as a government stimulus income and lower operating expenses offset the reduction in volume due to COVID-19.",
         "In the second quarter, we generated cash available for distribution totaling CAD8.2 million, resulting in a payout ratio of 26.5%. This compares favorably to the prior year payout ratio of 179%.",
         "Turning to the balance sheet, at the end of the second quarter we had consolidated net working capital is $74.3 million, compared to $71.5 million at yearend 2019. Cash and cash equivalents totaled $79.8 million, and debt outstanding on a corporate credit facility was $84.8 million. The $24.7 million receivable from the sale of the real estate assets underlying UMASH was received in July, and used to further reduce the amount outstanding on the corporate credit facility.",
         "Overall, we are entering the second-half of the year with a strong balance sheet. Our underlying business and financial fundamentals remain strong. Such that as the market continues to improve, we expect our financial performance will also improve. For additional detail on our financial results, including specific results for each facility, please refer to our MD&A.",
         "This concludes our prepared remarks. So, I'll now open up the call for questions."
      ],
      "Operator": [
         "Good morning, everyone. And welcome to the Medical Facilities Corporation's 2020 Second Quarter Earnings Call. After management's remarks, this call will include a question-and-answer session, whereby qualified equity analysts will be permitted to ask questions.",
         "Before turning the call over to management, listeners are reminded that certain statements made in today's call, including responses to questions may contain forward-looking statements within the meaning of the Safe Harbor provisions of Canadian provincial securities laws. Forward-looking statements involve risks and uncertainties and undue reliance should not be placed on such statements.",
         "Certain material factors or assumptions are applied in making forward-looking statements, and actual results may differ materially from those expressed or implied in such statements. For additional information about factors that may cause actual results to differ materially from expectations and about material factors or assumptions applied in making forward-looking statements, please consult to the MD&A for this quarter, the Risk Factors section of the annual information form and Medical Facilities' other filings with Canadian Securities Regulators. Medical Facilities does not undertake to update any forward-looking statements. Such statements speak only as of the date made.",
         "Please note, that today's call is being broadcast live over the internet and the webcast will be available for replay beginning approximately one hour following the completion of the call. Details of how to access the webcast replay are available in this morning's news release announcing the company's financial results.",
         "I would now like to turn the meeting over to Mr. Rob Horrar, President, CEO of Medical Facilities. Please go ahead, sir."
      ],
      "Rob Horrar": [
         "Welcome to our second quarter earnings call. Joining me today are David Watson, our Chief Financial Officer; Jim Rolfe, our Chief Development Officer, and John Schario, our COO.",
         "Earlier this morning, we released our second quarter results. Our news release, financial statements and MD&A are available on our website and have also been filed with SEDAR today. We hope that everyone joining us on this call remains in good health. These past several months obviously have been challenging for most of us, as we deal with the pandemic here in the U.S. and around the globe. And we'll spend some time this morning talking about how we are managing through it.",
         "The quarter started off in line with our expectations. We like all of our peers, the combination of stay-at-home orders and the restrictions on elective procedures, throughout the United States had a material impact on our business in the month of April and into May. Three of our MFC Nueterra ASCs were temporarily closed due to state mandates.",
         "The impact from COVID-19 varied at each of our facilities. But in May, volumes began to improve. The three ASCs that were closed reopened, and by mid-May, restrictions were lifted on elective surgeries and all of our markets. The recovery was more pronounced in June, with hospital and clinic volumes returning closer to normal. This recovery has continued into the third quarter.",
         "Throughout it all, our hospitals and surgery centers adapted to the changing situations as needed, all of our hospitals and ambulatory surgery centers have taken and continue to take, every precaution to ensure that our facilities remain safe places for physicians, staff and patients. Our facilities also reduced their variable costs to offset lower volumes attributable to restrictions on elective procedures.",
         "In addition, each of our facilities received government stimulus income designed to help mitigate the impact of COVID-19, by partially offsetting less revenue due to the pandemic, and additional expenses required to keep our hospitals and surgery centers open. These programs have defined eligibility requirements and restrictions, and were designed in part to support and maintain staffing levels.",
         "I know that our physician partners and all of our teams are truly grateful for the stimulus relief they had received at each of our respective facilities. Today our facilities have been successful in securing necessary supplies, and have not experienced any significant supply disruptions that would affect their ability to treat patients.",
         "The pandemic has had and continues to have substantial impact on society as a whole, and in particular our healthcare system. Although our financial results for the first-half of the year have been impacted, we're encouraged by the positive trend in our volume since April. We're fortunate that the decisions we made in the months before the pandemic significantly improved our financial position, and have better enabled us to weather the storm. Likewise, the close of our real estate transaction at the end of June further strengthened our balance sheet.",
         "While, there's still a high degree of uncertainty surrounding the duration of the pandemic and its effects, we remain focused on growth opportunities. I'll note that we have completed construction of St. Luke's Surgery Center of Chesterfield. We expect to receive our license and do our first case this month. St. Luke's currently offers six specialties, including orthopedics, GYN, gastroenterology, plastic surgery, urology and general surgery. The facility features four ORs and five extended care rooms to accommodate outpatient surgery, such as total joint replacement knee and hip.",
         "Finally, we continue to see substantial opportunity in the ASC space, and we remain focused on growing our ASC platform. In addition to pursuing potential acquisitions we are evaluating various ASCs de novo opportunities.",
         "With that, I would like to turn the call over to David to review our financial results for the quarter. David?",
         "Operator?"
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] We have our first question from the line of Doug Miehm from RBC Capital Markets. Your line is open. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Thank you. So, first question just has to do with Q3. Do you expect to report further government stimulus during that quarter? And if you do, could you sort of give us some idea where it might stand?"
         ],
         "Speaker": "Doug Miehm"
      },
      "3": {
         "Remarks": [
            "Yes. Hi, Doug. There were certain amounts that were not recognized in the second quarter that will carry over into the third quarter. They're not significant compared to what was recognized in the second quarter. And then regarding further government stimulus, we'll wait and see."
         ],
         "Speaker": "David Watson"
      },
      "4": {
         "Remarks": [
            "Okay. And then my other question just has to do with -- I've been taking a look at a number of companies in the space as they have reported. And I'd say, you're probably the only one that has included the government income in revenue. Can you tell us why you did that as opposed to lending it off against expenses?"
         ],
         "Speaker": "Doug Miehm"
      },
      "5": {
         "Remarks": [
            "Yes. Under the relevant accounting guidance it's optional. We elected to report it as revenue, because we thought it provided a more clear picture of what that was, as opposed to offsetting expenses. We hope it would provide more comparability in future periods."
         ],
         "Speaker": "David Watson"
      },
      "6": {
         "Remarks": [
            "Okay. Great. Thank you."
         ],
         "Speaker": "Doug Miehm"
      },
      "7": {
         "Remarks": [
            "We have our next question comes from the line of Chelsea Stellick from IA Securities. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "8": {
         "Remarks": [
            "Hi. Good morning. So I'm happy to hear there's a reversion back to the mean with the case volume here in June onwards. But just curious how we should look at or rather how your outlook looks third quarter, both in this scenario and potential second wave or not?"
         ],
         "Speaker": "Chelsea Stellick"
      },
      "9": {
         "Remarks": [
            "Yes. That's a very difficult question in terms of what a second wave would look like. And I don't think we have any indication of that. What we do see though is continuing return to normal hospital and clinic volumes in the third quarter. And barring any other additional second wave or shutdowns, we think we're going to finish the back-half of the year pretty much on track."
         ],
         "Speaker": "Rob Horrar"
      },
      "10": {
         "Remarks": [
            "Okay, great. And just in terms of St. Luke's, I know, you mentioned that you're planning on enrolling, sorry, the first case here in August. And so when can we expect sort of a ramp up in like August, so you'll have your first case?"
         ],
         "Speaker": "Chelsea Stellick"
      },
      "11": {
         "Remarks": [
            "Yes. We think that's going to ramp up very quickly, and by December, we should be fully ramped."
         ],
         "Speaker": "Rob Horrar"
      },
      "12": {
         "Remarks": [
            "Perfect. Okay. Thank you."
         ],
         "Speaker": "Chelsea Stellick"
      },
      "13": {
         "Remarks": [
            "You're welcome."
         ],
         "Speaker": "Rob Horrar"
      },
      "14": {
         "Remarks": [
            "Thank you. Have a good one."
         ],
         "Speaker": "Chelsea Stellick"
      },
      "15": {
         "Remarks": [
            "You too."
         ],
         "Speaker": "Rob Horrar"
      },
      "16": {
         "Remarks": [
            "[Operator Instructions]. We have our next question from the line of Eduardo Garcia from National Bank Financial. Your line is open. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "17": {
         "Remarks": [
            "Hello, good morning. Thank you for taking my question. I have -- there's a couple for me. In terms of the government support, what are the terms for this support? Is it for viewable? Or is there a part of in that needs to be repaid?"
         ],
         "Speaker": "Eduardo Garcia"
      },
      "18": {
         "Remarks": [
            "I'm sorry, for which, Eduardo, I've missed part of that for which part is the funding?"
         ],
         "Speaker": "David Watson"
      },
      "19": {
         "Remarks": [
            "For the government support the $21 million, and that was received during Q2?"
         ],
         "Speaker": "Eduardo Garcia"
      },
      "20": {
         "Remarks": [
            "Yes, so there was about $12 million received that were PPP loans. And the expectation is that if you use those funds per the parameters of that program, that those loans are forgivable. Therefore, those funds were recognized or the majority of those funds were recognized as revenue during the period. And the facilities will be submitting applications for forgiveness under this program, most likely this quarter or the next."
         ],
         "Speaker": "David Watson"
      },
      "21": {
         "Remarks": [
            "Okay, thank you very much. And the next one I have is more in general in terms of like trends. Have you seen like volumes were more impacted in specific regions? Or maybe like it was more important in ASCs rather than hospitals?"
         ],
         "Speaker": "Eduardo Garcia"
      },
      "22": {
         "Remarks": [
            "Well, it certainly was impacted more than the ASCs. We had several -- three of them actually, that were closed due to the state mandates. But as we indicated earlier, they were open by mid-May. And we were very encouraged as those volume trends came back in June. And even though we were down a little bit about 7% in June, we did note that we had higher acuity. We had 17% increase in inpatient volumes there, so as the demand and the backlog came back and our clinic volumes continue to ramp, we think they'll continue to carry forward into -- and it is in the third quarter."
         ],
         "Speaker": "Rob Horrar"
      },
      "23": {
         "Remarks": [
            "Okay. Then, those were all my questions. Thank you very much."
         ],
         "Speaker": "Eduardo Garcia"
      },
      "24": {
         "Remarks": [
            "You're welcome."
         ],
         "Speaker": "Rob Horrar"
      },
      "25": {
         "Remarks": [
            "There are no more phone questions. Rob, please continue."
         ],
         "Speaker": "Operator"
      },
      "26": {
         "Remarks": [
            "Thank you, operator. Before we go, we would like to express our respect and gratitude to our physician partners and all medical professionals and employees for their incredible efforts and dedication over the past several months. And thank you, as well to our investors everyone on this call for their support and continued interest in MFC.",
            "We look forward to reporting on our progress again next quarter. Keep well and be safe. Thank you."
         ],
         "Speaker": "Rob Horrar"
      },
      "27": {
         "Remarks": [
            "Ladies and gentlemen, that does conclude our conference for today. Thank you all for participating, and you may now disconnect. Have a great day."
         ],
         "Speaker": "Operator"
      }
   }
}