{
   "Date": "August 13, 2020",
   "Presentation": {
      "David Noble": [
         "Thanks Matt. Okay. Second quarter 2020 Building & Construction division revenue and gross margin were $5 million and 20.9% respectively. Given that the completion of the merger with ATRM occurred only on September 10, 2019 there was no operational or financial data recorded in the 2019 corresponding period from the Building & Construction division nor from the Real Estate & Investments division.",
         "For the three months of Q2, 2020 consolidated SG&A decreased by 2.4% compared to Q2, 2019 due to a $1.2 million cost savings in selling and travel-related expenses from the Digirad Health division which was mainly offset from the addition of our Building & Construction division which was not recorded as I mentioned in Q2, 2019. During the quarter we also continue - we continue to reduce costs for contracted outside services particularly in the IT arena and HR in an effort to further streamline our internal operations.",
         "Moving on to the bottom line results for the second quarter of 2020. We had a net loss from continuing operations of $1.3 million. This compared to a net loss from continuing operations in Q2 of 2019 of $1.5 million. Non-GAAP adjusted net loss from continuing operations in the second quarter of 2020 was $0.3 million or $0.11 adjusted net loss per share compared to adjusted net income of $87,000 or $0.04 adjusted net income per share in the second quarter of last year.",
         "Of note on May 28, 2020 we completed a public offering through the issuance of 2225000 shares of our common stock and 2225000 warrants to purchase up to an additional 1112500 shares. Some of which have already been exercised. Subsequently on June 10 our underwriter, Maxim exercised the overallotment option and brought the total number of shares of common stock issued in the offering to 2.45 million and total gross proceeds to approximately $5.5 million. Thus per share amounts for the Q2 2020 period reflect the new share count.",
         "Non-GAAP adjusted EBITDA decreased to $1.8 million for the second quarter of 2020 compared to $2.1 million in the second quarter of last year driven down modestly by the decrease in revenue resulting from the COVID-19 pandemic. For the second quarter of 2020, operating cash flow was $0.6 million and free cash outflow was $0.6 million compared to operating cash inflow of $2.6 million and free cash inflow of $3.3 million in the second quarter of last year.",
         "However, we did maintain just above breakeven in free cash flow in the first half despite the challenges of COVID. As of June 30, 2020 the outstanding balance on our credit facilities was $25.7 million, but this includes $6.7 million in PPP funds which we anticipate will be fully forgiven. Our overall net debt position including all cash and cash equivalents was $16.5 million at the end of the second quarter.",
         "Now I'd like to turn the call over to the operator for questions."
      ],
      "Jeff Eberwein": [
         "Thank you, operator. Good morning and thank you all for joining us today for our second quarter 2020 results conference call. On the call with me today are Matt Molchan, our CEO; and our Chief Operating and Chief Financial Officer, David Noble.",
         "Since September 10th, 2019, Digirad has been operating as a diversified holding company or HoldCo with three business divisions; Healthcare, Building & Construction, and Real Estate & Investments. Digirad's Q2 and first half 2020 results include financial and operational data of these two newly created divisions Building & Construction and Real Estate & Investments, but there are no operational or financial data recorded in the 2019 corresponding periods for these two divisions since the ATRM acquisition closed in September of 2019.",
         "During the second quarter of 2020, we continue to execute on our HoldCo growth strategy and value enhancement initiatives to increase revenue, cash flow, earnings, and ultimately, stockholder value through both internal investments and bolt-on acquisitions.",
         "We also expect to create new business divisions over time through the disciplined acquisition of businesses complementary to our holding company structure. In addition we're continuing to explore the potential divestiture of nonstrategic assets to finance our expansion strategy and growth opportunities, especially for commercial projects in our Building & Construction division.",
         "In May 2020, we completed a public offering of the company's common stock and were able to raise gross proceeds of $5.5 million including the exercise of the underwriters' overallotment options.",
         "As previously announced, our business was adversely impacted by the recent COVID-19 outbreak and the accompanying economic downturn. This downturn as well as the uncertainty regarding the duration, speed, intensity of the outbreak has led to a reduction in demand for our services.",
         "Turning to the divisions. Our Healthcare division revenue for all three businesses declined as many doctor offices temporarily closed in mid-March and many hospitals reduced non-emergency services. In late June, we noticed a slow but steady return to normal operations as doctor offices reopened and hospitals started to once again perform non-emergency scanning procedures.",
         "In our Diagnostic Services and Mobile Healthcare businesses, we continue to maintain a solid core customer base with growing prospective client pipelines. We aim to increase the utilization of our fleet and improve the density of our route-based businesses.",
         "In Diagnostic Imaging, our sales pipeline is solid and growing. We continue to focus on the sale of our unique Ergo and X-ACT plus cameras and our as needed when needed and where needed camera rental programs.",
         "For our Building & Construction division, we experienced some start-up delays on a few major commercial projects in Q2, but our outlook for the rest of the year is strong. KBS was recently awarded two significant commercial projects, a $5.2 million contract to manufacture living units for the U.S. Army and a $2 million contract to manufacture housing units for military veterans.",
         "Deliveries for these projects are expected to be completed before year end. To meet the higher manufacturing requirements for these two commercial projects, KBS recently hired back all factory employees previously furloughed due to COVID-19 and in addition increased its workforce by over 20%.",
         "Our growth strategy for the Building & Construction division is to further expand the commercial construction business in New England for KBS. If KBS grows as expected in 2020, we will explore reopening the Oxford, Maine plant which would effectively double KBS's production capacity.",
         "The company is vigilantly monitoring the situation surrounding COVID-19 pandemic and will continue to proactively address this situation as it evolves. Due to flexibility of our workforce and the actions we've taken, the company is confident they can continue to manage its business and mitigate risk in this challenging environment, while retaining the ability to meet clients' needs when activity improves.",
         "Assuming our business returns to normal levels in the coming months, we expect the second half of 2020 to be more or less on track with our internal projections at the beginning of the year prior to COVID-19.",
         "With that, I'll turn it over to our Healthcare CEO, Matt Molchan. Matt, please go ahead."
      ],
      "Matt Molchan": [
         "Thanks, Jeff. Revenue from our Healthcare division in Q2 2020 fell by 32.9% to $17.3 million over the same period in the prior year. This was due to the COVID-19 pandemic as many doctors' offices were closed and several hospitals stopped performing non-life-threatening procedures, tests and scans between April and June.",
         "Gross profit for Q2 2020 reporting period decreased by 41.4% compared to the same period last year due to the lower revenue which was as we stated result of the COVID-19 pandemic.",
         "Looking at the divisions within Healthcare. Diagnostic services revenue and gross margin percentage for the second quarter of 2020 was $7.1 million and 13.3% compared to $12.3 million and 22.8% in last year's second quarter. The decrease in Diagnostic services revenue and a decrease in gross margin percentage in the quarter compared to the prior year was primarily due to a decrease in testing days and scans resulting from the impact of the COVID-19 pandemic.",
         "Our Mobile Healthcare business produced revenue and gross margin in the second quarter of 2020 of $7.8 million and 10.9%, respectively compared to $10.4 million and 12.4%, respectively for the same period in the prior year. The quarter-over-quarter gross profit decrease in the Mobile Healthcare business was primarily due to the COVID-19 pandemic and the associated public health measures that were put in place.",
         "In our Diagnostic Imaging business, revenue and gross margin for the second quarter 2020 was $2.3 million and 52.8%, respectively compared to $3.0 million and 35.4%, respectively in the prior year second quarter. The increase in Diagnostic Imaging gross margin was due to the decrease of cost associated with our camera support business.",
         "Now I'm turning the call to Dave Noble our CFO who will provide additional financial highlights for the second quarter. Dave, please go ahead."
      ],
      "Operator": [
         "Greetings and welcome, ladies and gentlemen, to the Digirad Corporation Second Quarter 2020 Results Conference Call. As a reminder, certain statements made during the conference call including the question-and-answer period are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and other federal securities laws.",
         "These forward-looking statements include but are not limited to statements about the company's revenues, costs, and expenses, margins, operations, financial results, acquisitions, and other topics related to Digirad's business strategy and outlook.",
         "These forward-looking statements are based on current assumptions and expectations and involve risks and uncertainties that could cause actual results and financial performance to differ materially. Risks and uncertainties include but are not limited to business and economic conditions, technological change, industry trends, and changes in the company's market, and competition.",
         "More information about the risks and uncertainties is available in the company's filings with the U.S. Securities and Exchange Commission including annual reports on Form 10-K, quarterly reports on Form 10-Q, and current reports on Forms 8-K as well as today's press release.",
         "The information discussed on this morning's conference call should be used in conjunction with the consolidated financial statements and notes included in those reports and speak only as of the date of this call. The company undertakes no obligation to update these forward-looking statements.",
         "In the earnings release today and in its comments, management makes references to both GAAP results as well as adjusted results. The adjusted results are non-GAAP and do not include non-recurring charges. Also adjusted EBITDA which is a non-GAAP measure that further excludes depreciation, amortization, interest, taxes, and stock-based compensation. Finally, free cash flow which is a non-GAAP measure taking operating cash flow and subtracting cash paid for capital expenditures.",
         "Management believes the presentation of these non-GAAP measures along with GAAP financial statements and reconciliations provide a more thorough analysis of ongoing financial performance. Investors can find the reconciliation of results on a GAAP versus non-GAAP basis in the earnings release.",
         "If you didn't receive a copy of the press release and would like one, please contact Digirad at 858-726-1600 after the call or its Investor Relations representative Lena Cati of The Equity Group at 212-836-9611. Also this call is being broadcast live over the Internet and may be accessed at Digirad's website via www.digirad.com. Shortly after the call, a replay will also be available on the company's website.",
         "It is now my pleasure to introduce Jeff Eberwein Chairman of Digirad. Thank you. You may begin."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] Our first question comes from the line of Theodore O'Neill with Litchfield Hills Research. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Thank you very much. Question on KBS. I'm hearing anecdotal tales of spot shortages in different kinds of lumber. Can you talk about whether you're seeing anything like that, or you have ways to mitigate that or talk about the supply chain?"
         ],
         "Speaker": "Theodore O'Neill"
      },
      "3": {
         "Remarks": [
            "Yes. We've certainly seen some price increases which reflect some shortages in production due to COVID, but we have not actually experienced shortages. We are operating at a fairly full capacity right now. And as Jeff mentioned, we actually increased our labor force given the number of units that we're putting out per week. So we have not had supply chain disruptions so far, but prices for lumber have increased pretty significantly in the last few months."
         ],
         "Speaker": "David Noble"
      },
      "4": {
         "Remarks": [
            "One other thing I would add that was lucky fortuitous is, we completed the equity offering at the end of May. And then shortly thereafter, we signed up these two significant commercial projects. And because we had the funding, we started ordering quite a bit of material at that time. And so, we somewhat beat the surge not entirely, but that's been helpful."
         ],
         "Speaker": "Jeff Eberwein"
      },
      "5": {
         "Remarks": [
            "That's a good point. Yes, that makes sense. Can you -- so you've talked here about the contract of the Army and delivering the products by the -- before the end of the year. What's coming in behind that? Can you talk about bidding activity?"
         ],
         "Speaker": "Theodore O'Neill"
      },
      "6": {
         "Remarks": [
            "Yeah. I mean, it's hard to say too much about the pipeline, anything that's happened after the second quarter. But no, I'd say, sales activity continues to be incredibly robust for us. We are booked pretty much through the year. We're monitoring lead times. Obviously, we want to have lead time short enough that people don't go elsewhere.",
            "And so, as Jeff mentioned as well, we're constantly monitoring whether it's time to reevaluate opening that second plant. And if we need to do that to reduce lead times, even this year, I'm not suggesting we're going to do it this year, but we are ready to do that when and if necessary."
         ],
         "Speaker": "David Noble"
      },
      "7": {
         "Remarks": [
            "Okay. Thanks very much."
         ],
         "Speaker": "Theodore O'Neill"
      },
      "8": {
         "Remarks": [
            "Thank you. Our next question comes from the line of Jeff Kobylarz with Diamond Bridge Capital. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "9": {
         "Remarks": [
            "Hi. Jeff, you mentioned at the end of your comments, you said something about being on track with your initial outlook for the company. I didn't hear that correctly. Can you just repeat what you said at the end of your prepared comments?"
         ],
         "Speaker": "Jeff Kobylarz"
      },
      "10": {
         "Remarks": [
            "Sure. Like a lot of companies, we set a budget at the beginning of the year. And then, COVID struck in the February-March time frame, and we had a nationwide slowdown throughout Q2. And so, most companies, they still have a budget on paper, but it kind of became somewhat moot somewhat stale after COVID.",
            "And although we're not officially reinstating guidance when we look out through the second half of this year, we think Q3 will be better than Q2. We think Q4 will be better than Q3. And if things play out the way we expect, the second half of the year could look pretty similar to what our original budget was for the second half of the year, not for the full year but for the -- just the second half of the year."
         ],
         "Speaker": "Jeff Eberwein"
      },
      "11": {
         "Remarks": [
            "Great, and thanks for that elaboration. And can you give any general comment about, if you could be positive cash flow for the year."
         ],
         "Speaker": "Jeff Kobylarz"
      },
      "12": {
         "Remarks": [
            "We strongly, think we will be. We almost were, in Q2 I think, the cash flow was minus $600,000. So, it was a lot better than some worst-case scenarios. And given that Q2 was so incredibly affected by the COVID downturn, we strongly think Q3 and Q4 will be much, much better. The only caveat and I think this is a high-class problem is that as sales pick up we do have to invest more in working capital. Said another way, we'll have more cash tied up in AR and inventory, but that's a really high-class problem if that's, because sales are picking up.",
            "Matt, maybe you want to comment a little bit about what you saw on the Healthcare side of the business as the quarter progressed, kind of what was the worst and what did June look like versus the worst point in the quarter, and kind of what you're seeing now versus what you saw at the worst of it a few months ago?"
         ],
         "Speaker": "Jeff Eberwein"
      },
      "13": {
         "Remarks": [
            "Yeah. Sure. Yeah. I mean when this first hit us at the end of March, mid-March and through April and May that was the worst -- the worst of it. A lot of doctors' offices obviously were closed in a lot of the areas where we were operating our services businesses.",
            "A lot of hospitals, as I mentioned pulled back on non-life threatening procedures and scans specifically. So, we definitely saw some impact there, saw impact in our camera sales business as well as people were trying to figure out trying to attack the problem of COVID-19 rather than looking at capital expenditures and things like that. But since that time really beginning in June the areas that we're working in we've got offices opened up, scans continuing to happen. And the business at this point is as robust as it has ever been in terms of pre-COVID in terms of offices are open patients are scanning.",
            "And what I mean by better than is that there was a small amount or we're experiencing an amount of pent-up demand for different types of examinations that were not performed during the COVID shutdowns and those are coming back to us. So people are busy. During the second quarter, we had furloughed as we had mentioned over 180 people from our Healthcare division. We brought them all back. We're out there running the business and servicing our customers and their patients."
         ],
         "Speaker": "Matt Molchan"
      },
      "14": {
         "Remarks": [
            "Yeah, this is Dave. I just want to add a couple of other points on what Matt and Jeff said. On the growth side as Jeff said, we're going to be using some working capital. I mean, if you think about KBS, we're not even halfway into our revolver there. So we've got significant headroom as AR grows, we borrow against AR inventory and finished goods. So we've got a lot of excess liquidity there. And also if you look at our press release, we have cash and cash equivalents of $9.3 million as of the end of Q2 and that's versus $1 million a year ago.",
            "So we've come out of the first wave at least of this COVID crisis in a far better position liquidity wise and we've got some real growth potential that we're seeing at KBS. So we feel pretty comfortable. And I do believe we should be free cash flow positive in the second half. I mean, anything can happen but that's how I feel at this point."
         ],
         "Speaker": "David Noble"
      },
      "15": {
         "Remarks": [
            "Great. All right. Thanks for all that elaboration. Then lastly it was mentioned in the press release and the company has said this before about evaluating selling noncore assets. And can you comment about that just how many assets you're considering selling and what the total consideration might be?"
         ],
         "Speaker": "Jeff Kobylarz"
      },
      "16": {
         "Remarks": [
            "Yeah. As you might guess, this is Jeff. That's a little bit sensitive to give specifics. But if you look at what we've done in the past, it has added up to a significant amount going back a couple of years ago, we sold the service contracts in our MDSS business, I think that was in the $6 million to $8 million range. And then this all came with an acquisition. We had quite a few buildings in the Fargo area that came with an acquisition that we weren't using.",
            "We ended up selling all those businesses off, all those buildings off. And then we had another business and this is towards the end of 2018 I believe that was about $5 million in revenue, but no EBITDA at all and we sold that business for $2 million. So just as we do acquisitions, those acquisitions often come with things that we ultimately decide are noncore. And I would refer you back to the filings that we made around the time of our equity offering and just say that if it was de minimis, we wouldn't have had to say anything. But -- so the fact that we did make some disclosures around that at the time we did our equity offering, it tells you that we are looking at different things and it's not insignificant."
         ],
         "Speaker": "Jeff Eberwein"
      },
      "17": {
         "Remarks": [
            "That’s great. Thanks for the help."
         ],
         "Speaker": "Jeff Kobylarz"
      },
      "18": {
         "Remarks": [
            "Thank you. Our next question comes from the line of Marc Nuccitelli with Dillon Hill Capital. Please proceed with your questions."
         ],
         "Speaker": "Operator"
      },
      "19": {
         "Remarks": [
            "Hi guys. Thanks for taking my call. Jeff I know you're reluctant to give projections especially in this environment. But as you alluded to earlier about pre-COVID expectations, if we could just work through the different divisions for a moment, I think to trying to shape the back half of the year barring any exogenous impacts from COVID, do you expect the Healthcare division to be back at that kind of pre-COVID run rate?"
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "20": {
         "Remarks": [
            "It should at some point. It all depends on shutdowns and people's comfort level going out to doctor's appointments. But Matt, would you mind answering that one?"
         ],
         "Speaker": "Jeff Eberwein"
      },
      "21": {
         "Remarks": [
            "Yeah. I think the things that we got to think through there, specifically for Healthcare. The services businesses, which we call our DIS business and our Mobile Healthcare business. Those businesses, as I just mentioned, we've got our people back. We're operating, we're providing scanning services. Jeff is correct. Certain areas patients aren't all coming back, so the volume is down. But we're operating and we're seeing other areas where volume is up, because of the pent-up demand. So that – those services business seem to be on track.",
            "I would say that, our Diagnostic Imaging business, or our camera business, which is a capital purchase that would still be the one that we'd have the most question about as to when capital budgets and hospitals will be opened up to proceed with purchases of our cameras. So that's what we're watching closely.",
            "Our camera support business, which is our post warranty support of those cameras that we've already sold. That's very strong for us, I believe. We saw some good gains in the second quarter since we were able to build out on a lot of those contracts. And obviously, due to travel restrictions, we didn't have a lot of the costs associated we normally would with fixing cameras or maintaining cameras. So we do see – but we do see camera sales as a question mark for the remainder of the year in our Healthcare business."
         ],
         "Speaker": "Matt Molchan"
      },
      "22": {
         "Remarks": [
            "Okay. Okay. Maybe then we can just move where we think – where we see the real growth in this company in the Construction segment maybe just start with EdgeBuilder. Certainly, things got disrupted early on in the second quarter. But now with people staying at home and doing a lot more home repairs, and as we talked about lumber prices increasing, are you seeing that also returning to pre-COVID or even potentially higher than pre COVID run rate as far as that activity? I know yet, it's a short period of time, but when you think about June through July are you seeing better activity now?"
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "23": {
         "Remarks": [
            "Yeah. What I would say is, I mean, if we take the two businesses separately obviously they're related, but they serve different markets. So let's first take EdgeBuilder out in Minneapolis, where we have the retail lumber yard as well as the structural wall panels manufacturing. The commercial side, the wall panel manufacturing our pipeline today is stronger than it was a year ago at this time. And we had a great finish to last year, if you remember, if you're looking at our results. So we feel very good about that. And a lot of loose lumber gets packaged with those contracts from our lumber yard.",
            "And then on the more retail-oriented side people are staying home more. They're doing decks. They're doing kitchens. They're doing a lot of work, because they can't travel, right? And so we're seeing -- I'm not going to say, it's stronger than a year ago on that side but it's definitely robust. If there's any concern, I have is that lumber prices and wood products are increasing in price. But it's not affecting our margins, because we're – for the big projects we price them and buy the lumber. We're in a better liquidity position to do that. And the retail is kind of a cost-plus margin. So we have good margins on that regardless. So that business, I think had a slow start, but it was looking pretty good in June and July. On the KBS side, we've got these two commercial projects."
         ],
         "Speaker": "David Noble"
      },
      "24": {
         "Remarks": [
            "I'm sorry. We just – on the EdgeBuilder. So last year you did $18 million, $19 million of revenue. I know look the second quarter is disruptive, but you're saying you're hoping, if things continue on the same trend that your second half should hopefully trend better than that type of run rate?"
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "25": {
         "Remarks": [
            "I think it's – let's say that, it could definitely trend in that run rate the last year run rate maybe a little bit better. But it's a little early to know. I mean, the issue is the commercial projects are lumpy. And so if they get delayed a month, it can move revenue that we thought was December into January that kind of thing. But we feel very good about the pipeline and the sales activity. And we did not two months ago. So we feel quite good about it now.",
            "On the KBS side, we're into the two projects that Jeff mentioned, a lot of good things are coming from that. People are seeing, what we're doing. We're getting a tremendous amount of inquiry both on the sort of single-family side and additional multifamily commercial scale projects. As I mentioned, our production schedule is pretty full. We're having, to kind of, create gaps for stuff that comes in over the transom, so that we don't have to push people out too far. So as Jeff said, we think that that business on a run rate basis is going to look a lot like we thought it would in December, despite what happened in the first half of this year. So those businesses are doing well. We feel very good about those businesses, right now."
         ],
         "Speaker": "David Noble"
      },
      "26": {
         "Remarks": [
            "For the edification of this call and for myself as a reminder, when you -- if that is running at full capacity, I know you look at it either on a dollar amount, or how many panels you can produce, how many boxes you can produce in any given week or month. Can you just -- if you're running full capacity on that one factory, what does that run rate look like?"
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "27": {
         "Remarks": [
            "Yeah. We think it can run at 10. But we have -- getting that attainment is not without its challenges, right?"
         ],
         "Speaker": "David Noble"
      },
      "28": {
         "Remarks": [
            "I'm sorry, 10 boxes."
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "29": {
         "Remarks": [
            "10 units, per week, we can run at."
         ],
         "Speaker": "David Noble"
      },
      "30": {
         "Remarks": [
            "Right, so if you take -- factor in a little bit of vacation at 50-week year, that's 500 a year."
         ],
         "Speaker": "Jeff Eberwein"
      },
      "31": {
         "Remarks": [
            "Yeah."
         ],
         "Speaker": "David Noble"
      },
      "32": {
         "Remarks": [
            "500 units a year and what's the average, selling price?"
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "33": {
         "Remarks": [
            "It's a little bit over 50,000 year-to-date. It's picking up each year."
         ],
         "Speaker": "David Noble"
      },
      "34": {
         "Remarks": [
            "Okay. So you're saying $25 million run rate, would be if that thing was running humming?"
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "35": {
         "Remarks": [
            "Yeah. That's correct."
         ],
         "Speaker": "David Noble"
      },
      "36": {
         "Remarks": [
            "Okay. And you think your robust inquiry is potentially pushing you guys, to potentially open up the other?"
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "37": {
         "Remarks": [
            "Yeah. I mean the challenge is on the commercial scale projects is, they take more time to permit. And so when residential single-family homes come in, we can get a prospect qualify it, sell it, and build it in a couple of months. It's better visibility in a sense. These commercial projects, we had the two that are online now and going very, very well.",
            "One of those was expected to get online in the mid -- excuse me, in mid-February. And it didn't get online until the end of May. And everything is going fine. But that was outside of our control. It was permitting issues, with the end user. But we're getting a tremendous amount of inquiry, across the board.",
            "Whether it's education-related, housing, multifamily housing, workforce housing, affordable housing, we really are kind of upping the game. But it's a long-term strategy. And again, it takes time to work through the designs and such. But we feel very, very good about that business. We have a very robust pipeline and a very robust backlog."
         ],
         "Speaker": "David Noble"
      },
      "38": {
         "Remarks": [
            "Okay. So just maybe in conclusion, I apologize for taking up so much time. But I'm just trying to put some brackets around, how you're going to create shareholder value from here.",
            "Looking into calendar 2021, if the -- if I say, if obviously, the health care business returns to a normal run rate, pre-COVID, I guess, roughly $100 million. EdgeBuilder hopefully trending $18 million, $20 million and KBS certainly if the one line is running all out and potentially into the other line, you should be looking at a $25 million plus, type of run rate?"
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "39": {
         "Remarks": [
            "Yeah. I think, those numbers sound, right. I think the upside to that is, if we continue to see the level of inquiry at KBS. And we can get a second plant open. I mean, let's not assume, we can quickly get to running at full capacity…"
         ],
         "Speaker": "David Noble"
      },
      "40": {
         "Remarks": [
            "Right."
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "41": {
         "Remarks": [
            "…but we do have the capacity to do 20 boxes a week, if we have the demand."
         ],
         "Speaker": "David Noble"
      },
      "42": {
         "Remarks": [
            "So hopefully, you're looking at something on a run rate 2021, $150 million of total revenue. What do you look at -- how are you looking at, the SG&A from between here and there? Is it pretty much where you want it to be, so the operating leverage and EBITDA margin expansion should start to really kick in?"
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "43": {
         "Remarks": [
            "Well. I think there's tremendous operating leverage. I don't have those numbers with me right now. But to open a second plant for example, in the KBS side, we would not need to repeat all of the fixed costs, by any means. In fact we already own that plant. and are paying to carry it.",
            "So, there might be a couple of senior positions operations folks et cetera. But I think there's tremendous operating leverage. I mean, EBITDA margins -- net margins would be higher, on the second plant than they are in the first. And they're pretty good on the first at full capacity."
         ],
         "Speaker": "David Noble"
      },
      "44": {
         "Remarks": [
            "So on a blended basis, the company was doing $150 million under this scenario. Is it safe to say that, you should be at least a 10% EBITDA margin, going into a run rate in calendar 2021?"
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "45": {
         "Remarks": [
            "I think one way to look at it, last year the Healthcare business had a pretty good year. And our EBITDA for 2019 was around $7.5 million $7.7 million something like that and almost all of that came from the Healthcare side because we didn't own Building & Construction for very long. But if you just look at the margin, the percent margin that we generated in 2019 and take your revenue forecast for 2021, we would strongly hope to at least achieve that percent margin."
         ],
         "Speaker": "Jeff Eberwein"
      },
      "46": {
         "Remarks": [
            "So you're saying 7%, 8% on a floor?"
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "47": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Jeff Eberwein"
      },
      "48": {
         "Remarks": [
            "Okay. Yes. Well I was saying if you're getting the other line open and you've gotten some synergies, and I would hope we would be at least 10 or better. But I know you don't want to stick your neck out too much here. I understand why but...?"
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "49": {
         "Remarks": [
            "Yes. Your -- yes, I understand the math that you're doing and it's reasonable."
         ],
         "Speaker": "Jeff Eberwein"
      },
      "50": {
         "Remarks": [
            "Okay. And if that -- is that a good -- would that be a good proxy for free cash flow also looking out into 2021."
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "51": {
         "Remarks": [
            "Well, we do have interest expense. We have a little bit of CapEx."
         ],
         "Speaker": "Jeff Eberwein"
      },
      "52": {
         "Remarks": [
            "CapEx on Healthcare side."
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "53": {
         "Remarks": [
            "Yes, on the Healthcare side. And then, you have swings in working capital. So cash flow and working capital is pretty hard to predict with precision. But this is a pretty healthy cash flow generating company and generates pretty good free cash flow, last year for example our free cash flow was in the $3 million to $4 million range and that was with no contribution from the Building & Construction division and the scenario that we're talking about for next year the Building & Construction division would produce really good free cash flow."
         ],
         "Speaker": "Jeff Eberwein"
      },
      "54": {
         "Remarks": [
            "Right. And I guess -- in conclusion, I guess not to forget you have a nice NOL, so you shouldn't be paying any taxes."
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "55": {
         "Remarks": [
            "Correct. Operator 52"
         ],
         "Speaker": "Jeff Eberwein"
      },
      "56": {
         "Remarks": [
            "Okay. Okay guys. Nice job. Thanks for your time."
         ],
         "Speaker": "Marc Nuccitelli"
      },
      "57": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Jeff Eberwein"
      },
      "58": {
         "Remarks": [
            "Thank you. [Operator Instructions] Our next question comes from the line of David Rothschild [ph] who is private investor. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "59": {
         "Remarks": [
            "Thank you for taking my question. Sort of on the question I did here last quarter. Do you think you'd be paying a preferred dividend within the year?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "60": {
         "Remarks": [
            "Well when we have something specific to announce, we will announce it. So we issued that preferred and it wasn't our intention to forgo dividends right out of the gate. But the -- if you look at the legal document, the structure of that preferred we're allowed to go -- defer dividends for up to six quarters. And so we hope to not go that long."
         ],
         "Speaker": "Jeff Eberwein"
      },
      "61": {
         "Remarks": [
            "And I would note it's cumulative too. So at some point, the intention would be to catch up."
         ],
         "Speaker": "Matt Molchan"
      },
      "62": {
         "Remarks": [
            "Okay. We're waiting patiently."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "63": {
         "Remarks": [
            "You're right. So the dividends aren't lost. They're just accumulating and they'll be paid out eventually."
         ],
         "Speaker": "Jeff Eberwein"
      },
      "64": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "65": {
         "Remarks": [
            "Thank you. Ladies and gentlemen, at this time there are no further questions. I would like to turn the floor back to Jeff for closing comments."
         ],
         "Speaker": "Operator"
      },
      "66": {
         "Remarks": [
            "Thanks everybody for joining us today and for your interest in our company. And if you have any follow-up questions, you can contact us. The information to contact us is in our press release. And we look forward to updating you on our next quarterly call."
         ],
         "Speaker": "Jeff Eberwein"
      },
      "67": {
         "Remarks": [
            "Thank you. Ladies and gentlemen, this concludes today's teleconference. You may disconnect your lines at this time. Thank you for your participation."
         ],
         "Speaker": "Operator"
      }
   }
}