{
   "Date": "August 12, 2020",
   "Presentation": {
      "David Wolfin": [
         "Thanks Jen. Good morning everyone and welcome to Avino's Q2 2020 financial results conference call and webcast. Thank you for joining us.",
         "Before we begin, please note that the full financial statements and MD&A are now available on our website. On today's call, we will cover the highlights of our second quarter 2020 financial and operating performance and then we will open it up for questions. Please note that all figures are stated in U.S. dollars unless otherwise noted.",
         "I would first like to thank our employees globally for their dedication and commitment to safety during these challenging times. The health and wellness of all our employees and stakeholders continue to the imperative along with protecting our shareholders' interest. I am very appreciative of our team in Mexico and the way they have handled the difficult challenges faced and because of our established crisis management plan, they have well executed response for stringent COVID-19 transmission prevention.",
         "Similar to other mining companies, our second quarter financial performance was impacted by the temporary mine shutdown due to COVID-19 which also resulted in decreased production. At the beginning of June, the company announced a phased ramp-up of operational activities and production restart. However, as we head into the second half of the year, the ramp-up and our plans to commence the 2020 exploration program as well as connect the underground levels at the Avino Mine have been put on hold with the current strike action.",
         "The last three months have been challenging and we are experiencing a time in history we have never seen before. However, in spite of the difficult months, we are optimistic about the rest of the year and the future. The metal prices have broken out. We haven't seen silver prices like this for some time and we have never seen the gold price at levels we are seeing lately, which is all very encouraging.",
         "During the second quarter, while operations were on hold, we continued to explore the potential of dry stack tailings as mentioned earlier in the year as well as automation upgrades, which are still planned and budgeted for. In addition, we were able to install equipment in Mill Circuit 4 that will help boost metallurgical recovery on gold and to a lesser extent silver.",
         "During the second quarter, production results were from the Avino Mine only. In comparison to the Avino Mine production in Q2 2019, silver equivalent production was 158,000 ounces, down 56% from 600,000 ounces. Silver production was 51,000 ounces, down 52% from 246,000 ounces. Gold production was 404 ounces, down 50% from 1,609 ounces. And copper production was 460,000 pounds, down 53% from 1.1 million pounds.",
         "During Q2, mill feed at Avino decreased by 58% compared to Q2 2019 with silver, gold and copper grades all slightly up by 4%, 6% and 4%, respectively. On a metal-by-metal basis, feed grades were higher, which in turn boosted recovery rates which showed improvement compared with Q2 2019, with increases of 11% for silver, 15% for gold and 6% for copper along certain refinements to the metallurgy process. We are encouraged by the higher recoveries achieved in the second quarter and the speed in which we were able to ramp-up to full production in early June showing that we will be ready to continue to ramp-up when the strike action is resolved.",
         "Also during the quarter, silver and gold prices steadily moved higher and at the end of the quarter, the gold price reached $1,782 and silver was just over $18. Today, we have a gold price that has touched 2,000 in recent days and silver price finding a new home well below $25. For Q2 2020, our consolidated cash cost per silver payable equivalent ounce was virtually unchanged at $10.92 compared to $10.89 in Q2 2019 and all-in sustaining cost per payable silver equivalent ounce increased by 5% to $16.37 from $15.61 in Q2 2019.",
         "I will now ask Nathan Harte, Avino's Chief Financial Officer, to present the financial results for Q2 2020.",
         "Thank you Nathan. Our plans for the second half of this year, which are currently on hold continue to include connection between the underground levels at the Avino Mine and commencement of the 2020 exploration plans that will target previously announced areas on the Avino property. As I stated earlier, we are going through a time right now that is unlike any other we have ever experienced before. We are extremely fortunate that we do not have any cases of COVID-19, which is attributed to our rigorous health and safety procedures. Above all, the health and wellness of our employees globally is our top priority.",
         "We follow the orders given by the Mexican government on April 1 to temporarily suspend operations. And by April 2, we transitioned to a temporary closure plan. On June 1 we started to ramp-up to resume mining operations. And then in July, we faced strike action at the mine. We reiterate that the company is receptive to having good faith discussions with representatives of the authorized union.",
         "Before COVID-19 and early in the first quarter, we had announced a renewed focus on exploration in Mexico and the search for another exciting high-grade deposit similar to the San Gonzalo within the Avino Property. I want to ensure our shareholders that this focus hasn't changed, only delayed for a time until we can resume our exploration plans. Consequently, we are looking forward to building a full exploration department which will be led by senior level geologist.",
         "We are also organizing an independent evaluation of the structural controls on the property. With the dozens of veins on the property, we recognize the importance of structural interpretation as it will provide better understanding in defining new targets and also to help determine where the optimum grades might be. We are excited about the exploration on the Avino Property and look forward to starting up soon.",
         "We thank you for your patience and understanding. We remain optimistic for treatment and a vaccine for COVID-19 and return to business as usual. And finally, I would like to say another thank you to the teams in both Canada and Mexico for their dedication, hard work and contributions.",
         "We would now like to move the call to the question-and-answer portion. Operator?"
      ],
      "Jennifer North": [
         "Thank you operator. Good morning everyone and welcome to the Avino Silver & Gold Mines Ltd. second quarter 2020 financial results conference call and webcast. On the call today, we have the company's President and CEO, David Wolfin, our Chief Financial Officer, Nathan Harte, our Chief Operating Officer, Carlos Rodriguez and our VP, Technical Services, Peter Latta.",
         "Before we get started, please note that certain statements made today on this call by the management team may include forward-looking information within the meaning of applicable securities laws. Forward-looking statements are subject to known and unknown risks, uncertainties and other factors that may cause the actual results to be materially different than those expressed by or implied by such forward-looking statements. The company does not intend to and does not assume any obligation to update such forward-looking statements or information, other than as required by applicable law. For more information, we refer you to our detailed cautionary note in the presentation accompanying this call or on our press release of yesterday's date.",
         "I would like to remind everyone that this conference call is being recorded and will be available for replay later today. Replay information and the presentation slides accompanying this conference call and webcast will be available on the website. Thank you.",
         "I will now turn the call over to Avino's President and CEO, David Wolfin. David?"
      ],
      "Nathan Harte": [
         "Thank you David. It's my pleasure to be on the call and I would like to welcome everyone who has joined us and is viewing our presentation today.",
         "During the second quarter of 2020, we generated revenues from mining operations of $4.8 million which was down 38% compared to the same period in 2019. Despite lower revenues, Avino reported higher mine operating income of $0.8 million when compared to $0.3 million for the same period in 2019. During the quarter, we reported a loss before interest, taxes, depreciation and amortization of $0.8 million compared to earnings of $0.6 million in Q2 2019. Adjusted EBITDA for Q2 2020 was $2 million, a significant increase compared to $0.4 million in Q2 2019.",
         "Avino reported net losses after taxes from continuing operations of $1.1 million compared to a net loss of $125,000 in Q2 2019. This translates to a loss per share of $0.01 from continuing operations compared to nothing in Q2 2019. Working capital at the end of Q2 2020 was $13.8 million compared to $13.2 million at the end of 2019 and $8.7 million at the end of Q2 2019. Our cash balance at the end of the quarter was $10.4 million compared to $3.4 million at the end of Q2 2019.",
         "As David mentioned earlier, our second quarter consolidated cash costs were almost unchanged at $10.92 compared to $10.89 in Q2 2019 and our all-in sustaining cash cost per payable silver equivalent ounce increased to $16.37, up from $ 15.61, an increase of 5% over Q2 2019. Our revenues from mining operations of $4.8 million in Q2 2020 were derived 31% from silver, 25% from gold and 44% from copper.",
         "Capital expenditures for the first half of 2020 were $0.7 million compared to $4.9 million in the first half of 2019, with the decrease due mostly to the timing of certain capital expenditures as well as a cautious approach regarding the current COVID-19 pandemic. This, along with the fact that there were no Bralorne capital expenditures in the current period following the sale of 2019 contributed to the decrease. We still expect this amount to increase later into 2020 as certain capital expenditures have been pushed into the latter half of the year and potentially further into 2021. Avino remains flexible, both financially and operationally to adjust to the uncertainties surrounding COVID-19 and the ongoing labor negotiations and we will continue to monitor and provide updates accordingly,",
         "I will now hand it back over to David for discussions on our plans for the remainder of 2020 and into 2021."
      ],
      "Operator": [
         "Thank you for standing by. This is the conference operator. Welcome to the Avino Silver & Gold Mines Q2 financial results conference call. As a reminder, all participants are in listen-only mode and the conference is being recorded. After the presentation, there will be an opportunity to ask questions. [Operator Instructions].",
         "I would now like to turn the conference over to Jennifer North, Manager, Investor Relations. Please go ahead."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions]. The first question comes from Heiko Ihle from H.C. Wainwright. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hi guys. Thanks for taking my questions. Can you hear me alright?"
         ],
         "Speaker": "Heiko Ihle"
      },
      "3": {
         "Remarks": [
            "Yes. Good morning Heiko."
         ],
         "Speaker": "David Wolfin"
      },
      "4": {
         "Remarks": [
            "Hi Heiko"
         ],
         "Speaker": "Nathan Harte"
      },
      "5": {
         "Remarks": [
            "Good quarter. Nice to see the stock up today and again thanks for taking my questions. You guys spend a lot of time on this call talking about Circuit Number 4. Purely out of curiosity, how much would you say and this might a Nate question, how much would you say has been spend in total thus far or expended and invested? And should we expect any more maintenance CapEx, meaningful maintenance CapEx throughout the remainder of the year?"
         ],
         "Speaker": "Heiko Ihle"
      },
      "6": {
         "Remarks": [
            "Hi Heiko. That's a fair question. I think overall, to-date, including the original build cost, it's between $7 million to $8 million. We are not expecting much additional CapEx. When we talk about some of the improvements made, these are pretty smaller or I guess more minor expenditures to basically improve metallurgical recoveries in the hopes of getting more gold and silver and copper to be sold."
         ],
         "Speaker": "Nathan Harte"
      },
      "7": {
         "Remarks": [
            "To clarify, is that $7 million to $8 million, Canadian or U.S?"
         ],
         "Speaker": "Heiko Ihle"
      },
      "8": {
         "Remarks": [
            "U.S. And most of that was spend on the original build. I think under 10% since on upgrades. And we are still planning some minor automation work as we talked about earlier as well."
         ],
         "Speaker": "Nathan Harte"
      },
      "9": {
         "Remarks": [
            "Okay. Given current spot pricing and I know this a tricky question, given current spot pricing, what do you see your budgeting with your balance sheet at the end of the year? And is there ever going to be a silver price where you might consider hedging out a part of your production, at least in the near term?"
         ],
         "Speaker": "Heiko Ihle"
      },
      "10": {
         "Remarks": [
            "Heiko, I guess I will take that one as well. It's something we talk about a lot. We do see a lot of volatility, specifically in silver. And at this time, we are not -- we are always exploring hedging opportunities, but it's not something that we are looking at that will materially affect our finance position right now, I think a lot of our shareholders appreciate optionality in silver."
         ],
         "Speaker": "Nathan Harte"
      },
      "11": {
         "Remarks": [
            "And I concur with you. I mean it would just be a little bit of certainty, right."
         ],
         "Speaker": "Heiko Ihle"
      },
      "12": {
         "Remarks": [
            "I fully understand that and as a finance guy, I am always cognizant of making sure that our balance sheet is looking fairly strong. So yes, I appreciate that."
         ],
         "Speaker": "Nathan Harte"
      },
      "13": {
         "Remarks": [
            "All right. Excellent. I will go back in queue. Thank you guys."
         ],
         "Speaker": "Heiko Ihle"
      },
      "14": {
         "Remarks": [
            "Thanks Heiko."
         ],
         "Speaker": "David Wolfin"
      },
      "15": {
         "Remarks": [
            "Thanks Heiko."
         ],
         "Speaker": "Nathan Harte"
      },
      "16": {
         "Remarks": [
            "Thank you. The next question comes from Matthew O'Keefe from Cantor Fitzgerald. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "17": {
         "Remarks": [
            "Thanks operator. Good morning team. Thanks for taking my call here. Just some question here first off, I have got a couple here. First on the union negotiations. So you mentioned that you are receptive to having good faith negotiations. Are you meeting with them regularly? Or is this a back-and-forth ongoing? Are you still waiting for the right people to come to the table? Maybe you could give us a little bit of color on that as much as you can?"
         ],
         "Speaker": "Matthew O'Keefe"
      },
      "18": {
         "Remarks": [
            "Yes. There's regular meetings. We hear that the people at the front gate has dwindled down to a few people. So it looks like, hopefully this will be resolved soon."
         ],
         "Speaker": "David Wolfin"
      },
      "19": {
         "Remarks": [
            "Okay. When we hear about these things happening in Mexico, depending where you are, it can be somewhat, I wouldn't say aggressively, but sometimes it can be a bit hostile. But it doesn't sound like that's the case here. It's more of a, maybe it's opportunistic in the sense that the silver price is very high and it's a good time to be asking for more?"
         ],
         "Speaker": "Matthew O'Keefe"
      },
      "20": {
         "Remarks": [
            "Exactly."
         ],
         "Speaker": "David Wolfin"
      },
      "21": {
         "Remarks": [
            "Okay. So we will hope to see that resolved soon. And then just while we have had this COVID shutdown, I guess you are back obviously on that. You are dealing with the union here now. But there is an opportunity here with mine being shutdown. So just to be clear, everything is shutdown, right. There is no mining. There is no processing. There is no exploration. There is nothing going on."
         ],
         "Speaker": "Matthew O'Keefe"
      },
      "22": {
         "Remarks": [
            "Just maintenance and dewatering of the mine."
         ],
         "Speaker": "David Wolfin"
      },
      "23": {
         "Remarks": [
            "Okay. So well, that's good. So nothing is getting in the way of that. One of the big opportunities here is exploration. I mean there's nothing standing in your way of doing exploration during this union issue, is there?"
         ],
         "Speaker": "Matthew O'Keefe"
      },
      "24": {
         "Remarks": [
            "Well, yes. We can't send in our managers and drill teams to do anything. So all that's on hold."
         ],
         "Speaker": "David Wolfin"
      },
      "25": {
         "Remarks": [
            "Right. In mine. There is some regional component as well or is that something that was planned for later? Could you be doing that or is that all sort of --?"
         ],
         "Speaker": "Matthew O'Keefe"
      },
      "26": {
         "Remarks": [
            "We have the structural geologists and an independent geologists doing desktop work and geological planning behind the scenes."
         ],
         "Speaker": "David Wolfin"
      },
      "27": {
         "Remarks": [
            "Okay. So when you get back, like you alluded to that earlier in the call here that you expect to be jumping in on exploration and stepping that up shortly. Is that correct?"
         ],
         "Speaker": "Matthew O'Keefe"
      },
      "28": {
         "Remarks": [
            "Absolutely. I mean as soon as we can get in there, we could be drilling pretty quick. But it's just about drilling. We want to actually be able to target where we think the high grade zones will be because there's swarms of veins all over the property. So we want to have a better understanding of the structural controls. We have brought in the same team that worked up at Bralorne, that worked at Cerro Blanco for Bluestone, really good team, done fantastic work and we are excited to work with them."
         ],
         "Speaker": "David Wolfin"
      },
      "29": {
         "Remarks": [
            "All right. That should be great when we start seeing those results. So presumably we should see some updates on exploration in the second half? Well, between now and the end of the year, we maybe get some results. Is that a fair expectation?"
         ],
         "Speaker": "Matthew O'Keefe"
      },
      "30": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "David Wolfin"
      },
      "31": {
         "Remarks": [
            "Yes. That's the expectation right now."
         ],
         "Speaker": "Nathan Harte"
      },
      "32": {
         "Remarks": [
            "Okay. Great. And then, okay, well, I think that's it. Yes, it's just a bit with the prices where they are, it's kind of, you must be kind of frustrated not being able to produce. But I understand, this is the sell part of mining. So anyway, we will look forward to some better Q3. Thank you."
         ],
         "Speaker": "Matthew O'Keefe"
      },
      "33": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "David Wolfin"
      },
      "34": {
         "Remarks": [
            "Thanks Matt."
         ],
         "Speaker": "Nathan Harte"
      },
      "35": {
         "Remarks": [
            "Thank you. [Operator Instructions]. The next question comes from Bhakti Pavani from Alliance Global Partners. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "36": {
         "Remarks": [
            "Good morning guys. Thank you for taking my questions. I just wanted to understand, you know, while your currently the mining operation is halted, but once get a green signal and you are ready to get go, could you maybe provide us some color into what levels of inventory do you have or any stockpile that can be quickly processed and the production can be quickly ramped up?"
         ],
         "Speaker": "Bhakti Pavani"
      },
      "37": {
         "Remarks": [
            "Peter?"
         ],
         "Speaker": "David Wolfin"
      },
      "38": {
         "Remarks": [
            "Yes. Regarding production, we do have some concentrates on site. I can't say how much at this time. But we do have some material on site that we will be able to ship out. We do have some production stockpiles as well. But we will take a bit of time there to turn the mill on again and ramp-up again."
         ],
         "Speaker": "Peter Latta"
      },
      "39": {
         "Remarks": [
            "Fair enough. Maybe if you could talk or if you could provide some color on the production ramp up time? And then do you expect weeks? Or do you think it would be very quick enough?"
         ],
         "Speaker": "Bhakti Pavani"
      },
      "40": {
         "Remarks": [
            "Yes. I mean I could tell you what happened with the COVID ramp-up. So we were shutdown for two months there and it took us 10 days before we were running at full capacity again. So I am really proud of the guys in Mexico with how fast they did that. What it looks like this time, obviously it depends on the length of the shutdown for the strike. But I believe that if we solved all the issues there that we would take a similar amount of time to get back to full production."
         ],
         "Speaker": "Peter Latta"
      },
      "41": {
         "Remarks": [
            "Fair enough. And talking about the automation upgrades, you did mention improving recoveries on gold. Could you maybe provide some additional color into what sort of recovery improvements are you expecting going forward?"
         ],
         "Speaker": "Bhakti Pavani"
      },
      "42": {
         "Remarks": [
            "Bhakti, are you looking for just the type of equipment we are using or the type of predicted improvements that we might get out of that?"
         ],
         "Speaker": "Peter Latta"
      },
      "43": {
         "Remarks": [
            "Actually both, type of equipment and also the improvement in the recoveries."
         ],
         "Speaker": "Bhakti Pavani"
      },
      "44": {
         "Remarks": [
            "Okay. Well, I mean we saw about a 3% increase in gold recovery there with just the addition in Circuit 3. And that's something that we talked about in the last couple of calls. So we are doing the same. We are essentially mirroring that Circuit on Circuit 4. So I am hoping for a similar increase in recovery, if that's reasonable.",
            "And regarding the specific type of equipment, maybe we can take offline and I can describe in detail how that equipment works and what's the purpose of it is?"
         ],
         "Speaker": "Peter Latta"
      },
      "45": {
         "Remarks": [
            "Sure. Fair enough. And one last one from my side would be the CapEx expectation. I know everything has been put on hold. But for the second half of this year, what is your expectation in terms of CapEx? And how should we think about CapEx for the next year?"
         ],
         "Speaker": "Bhakti Pavani"
      },
      "46": {
         "Remarks": [
            "Sure Bhakti. Nathan here. I think obviously, because things are a little in flux right now, but we do expect to spend, as you know, a fairly significant amount on exploration and some additional upgrades. We are looking at some things for tailings management. So I would expect right now, as things stand, we would be spending still around $3 million by the end of the year. And again, a little of that could be pushed into 2021 as we have seen. Obviously, at the beginning of the year, we were expecting in the $6 million to $7 million range for the full year. So some of that will be pushed in 2021 but I expect right now, I think it stands at about another $3 million spend by the end of the year."
         ],
         "Speaker": "Nathan Harte"
      },
      "47": {
         "Remarks": [
            "Got it. Thank you very much guys."
         ],
         "Speaker": "Bhakti Pavani"
      },
      "48": {
         "Remarks": [
            "Welcome. Thank you Bhakti."
         ],
         "Speaker": "Nathan Harte"
      },
      "49": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "David Wolfin"
      },
      "50": {
         "Remarks": [
            "Thank you. This concludes the question-and-answer session. I would like to turn the conference back over to Mr. David Wolfin for any closing remarks."
         ],
         "Speaker": "Operator"
      },
      "51": {
         "Remarks": [
            "Thank you operator. Thank you everyone for your interest today in Avino. We are very happy that you have taken the time to call in and listen to our Q2 earnings call. Avino has been a public company for 52 years. We have been in Mexico all this time and we are very excited about the potential in the exploration targets we are going to go after. We plan to be there for many decades to come. And so we are very excited about that and hopefully we will have a resolution real quick with the strike and will be able to resume exploration. Thanks again and stay safe everyone."
         ],
         "Speaker": "David Wolfin"
      },
      "52": {
         "Remarks": [
            "Thank you. This concludes today's conference call. You may disconnect your lines. Thank you for participating and have a pleasant day."
         ],
         "Speaker": "Operator"
      }
   }
}