{
   "Date": "July 30, 2020",
   "Presentation": {
      "Deric Eubanks": [
         "Thanks, Rob. For the second quarter of 2020, we reported a net loss attributable to common stockholders of $215.3 million, or $20.85 per diluted share. For the quarter, we reported AFFO per diluted share negative $12.32. Adjusted EBITDAre totaled negative $56.5 million for the quarter.",
         "At the end of the second quarter, we had $4.1 billion of mortgage loans, with a blended average interest rate of 3.7%. This average rate does not take into account any default rates. Our loans were 9% fixed rate and 91% floating rate. Our loans are all non-recourse and we have no corporate loans.",
         "As Rob mentioned, we have signed forbearance or other agreements on six loans secured by 24 hotels, and are discussing forbearance agreements with our property-level lenders on all other loans.",
         "We ended the quarter with $274 million of liquidity, including cash and cash equivalents of $165 million and restricted cash of $95 million. The vast majority of that restricted cash is comprised of lender and manager held reserve accounts. We have been and continue to work with our property managers and lenders in order to utilize these lender and manager held reserves to fund operating shortfalls at our hotels.",
         "At the end of the quarter, we also had $13 million in due from third-party hotel managers. This represents cash held by one of our property managers, which is also available to fund hotel operating costs.",
         "As of June 30, 2020, our portfolio consisted of 116 hotels, with 24,719 net rooms. Our current share count stands at 12.5 million fully diluted shares outstanding, which is comprised of 10.5 million shares of common stock and 2.1 million OP units and reflects our recent 1-for-10 reverse stock split.",
         "On July 20, 2020, we filed a preliminary S-4, describing an offer to exchange our preferred stock for common stock and cash. As this is a preliminary filing, we cannot comment on the offering and we’ll have to wait until the registration statement is effective to discuss the details around this offering.",
         "On July 27, 2020, we also filed a preliminary proxy statement, calling a special meeting of our common stockholders for the purpose of approving matters related to our proposed preferred stock exchange offer. The proxy statement is also subject to SEC review in common. And as a result, we will have to wait for its effectiveness as well in order to comment on it.",
         "This concludes our financial review. And I would now like to turn it over to Jeremy to discuss our asset management activities for the quarter."
      ],
      "Jeremy Welter": [
         "Thank you Deric. Comparable RevPAR for our portfolio decreased 88.3% during the second quarter of 2020. Hotel EBITDA flow-through was 48%. Business in April was driven by COVID-19 responders and healthcare workers, where we saw significant participation in Marriott Bridgewater, Embassy Suites New York Manhattan Times Square and Embassy Suites Santa Clara.",
         "Transient leisure travel, especially on weekends, returned later in the quarter. There was very little corporate business travel. Generally, RevPAR bottomed out by mid-April and experienced steady week-over-week growth over the next few months.",
         "Also, select service and extended stay hotels tended to fare better, driven by long-term stays in essential travel segments. When it became apparent that the COVID-19 pandemic was going to severely impact our hotels’ performance, we took swift action to put ourselves in position for long-term success.",
         "During the second quarter, we reduced operating expenses significantly by 73.6%, or $185 million relative to last year. These cuts resulted in hotel EBITDA flow-through of 48%, which is a remarkable accomplishment by our asset managers and our property managers working together.",
         "We responded quickly and aggressively to reduce costs in response to the unprecedented decline in hotel revenues. Of the 23 hotels, where we temporarily suspended operations, all but four have reopened. We suspended services at these hotels in order to minimize costs, where there was little business in the market.",
         "These are unprecedented times. And as a result, asset management, property management and the brands are all working together as never before. We want to bring back our associates as soon as we can once hotel demand recovers. Our associates have been stretched to their limits, working through significant challenges, but folks have risen to the occasion. We’re proud as a management team to see how everyone has contributed while being asked to do more for less.",
         "The following are a few of the many steps we have taken at our hotels to reduce expenses and generate revenue. We have reduced staff through furloughs and layoffs to skeleton crews and have put a freeze on employee hiring and are deferring new hires. We’re scheduling partial shifts when full shifts are not necessary, and we have substantially eliminated housekeeping service for stayovers.",
         "We have substantially eliminated van transportation, airport shuttle service, valet parking services, turndown service, and all amenities that exceed brand standards. We have suspended services at concierge lounges, M Clubs and spas and kids clubs. We have blocked off and shutdown floors and wings of hotels and have set all thermostats in rooms and public spaces to temperatures that conserve the most power.",
         "We have turned off in-room refrigerators and unplugged kitchen, back of house, and office equipment. We’ve suspended services at many food and beverage outlets. We have renegotiated pricing on, or are cancelling service contracts.",
         "We are working diligently to collect cancellation fees or partner with group customers to rebook their programs for a later date. Our hotel has participated in Hilton’s Frontline program and Marriott’s Rooms for Responders and Community Caregiver rates. And we have registered hotels with FEMA, CLC, Hotels for Hope, state lodging associations, and California’s hotels for healthcare workers.",
         "We’re actively seeking how we can best partner with local and city groups to help in our communities and provide shelter for first responders and vulnerable populations. Additionally, our focus has been on securing partnerships with long-term projects, airline crews and universities to provide student housing during upcoming semesters.",
         "As I mentioned earlier, we had a number of hotels successfully participate in Hilton and Marriott’s room programs for responders. For example, the Marriott Bridgewater averaged 60 rooms per night through Marriott’s program in April and May, contributing to hotel EBITDA flow-through of 52% during the second quarter, while comparable RevPAR fell 83.1%.",
         "In addition, the guestroom renovation was started on June 15, following a pause due to New Jersey restrictions and completion is estimated for September. Another one of our hotels that helped its local community is Marriott Research Triangle Park in Durham, North Carolina. A local shelter bought out the hotel for the duration of the second quarter, actually leading to an occupancy increase of 19.2%, despite comparable RevPAR decreasing 49.1%. Hotel EBITDA flow-through was 65% and EBITDA margin grew 73 basis points.",
         "Since early May, our focus has shifted to ensure we have strategies in place to accommodate pent-up leisure travel. The Lakeway Resort in Austin, Texas is a good example of how drive-to leisure markets drove results, especially on weekends. Attracting leisure travelers, the hotel rebounded towards the end of the second quarter, with 71% occupancy in June and a sellout every weekend in June. Despite comparable RevPAR for the second quarter decreasing 43.8%, rate increased 1.8% and hotel EBITDA flow-through was 56%.",
         "During the last few years, we have invested significant capital in renovating our portfolio to maintain competitiveness. Looking ahead to the second-half of 2020, these investments will provide us with a competitive advantage, while our industry weathers the storm brought on by the COVID-19 pandemic.",
         "Additionally, our capital investment strategies will allow us to allocate more capital shrewdly for the remainder of the year, including the completion of the guestroom renovation at the Marriott Bridgewater towards the end of the third quarter.",
         "That concludes our prepared remarks. Before we move to Q&A, I want to thank our brand partners, Marriott, Hilton, and Hyatt for the remarkable efforts on our behalf and their continued partnership with us during these unprecedented times.",
         "We will now open the call for Q&A."
      ],
      "Jordan Jennings": [
         "Good day, everyone, and welcome to today’s conference call to review the results for Ashford Hospitality Trust for the second quarter of 2020 and to update you on recent developments.",
         "On the call today will be Rob Hays, President and Chief Executive Officer; Deric Eubanks, Chief Financial Officer; Jeremy Welter, Chief Operating Officer. The results as well as notice of the accessibility of this conference call on a listen-only basis over the Internet were distributed yesterday afternoon in a press release.",
         "At this time, let me remind you that certain statements and assumptions in this conference call contain or are based upon forward-looking information and are being made pursuant to the Safe Harbor provisions of the federal securities regulations. Such forward-looking statements are subject to numerous assumptions, uncertainties and known or unknown risks, which could cause actual results to differ materially from those anticipated. These factors are more fully discussed in the company’s filings with the Securities and Exchange Commission.",
         "The forward-looking statements included in this conference call are only made as of the date of this call, and the company is not obligated to publicly update or revise them. In addition, certain terms used in this call are non-GAAP financial measures, reconciliations of which are provided in the company’s earnings release and accompanying tables or schedules, which have been filed on Form 8-K with SEC on July 29, 2020, and may also be accessed through the company’s website at www.ahtreit.com.",
         "Each listener is encouraged to review those reconciliations provided in the earnings release together with all other information provided in the release. Also, unless otherwise stated, all reported results discussed in this call compare the second quarter of 2020 with the second quarter of 2019.",
         "I will now turn the call over to Rob Hays. Please go ahead, sir."
      ],
      "Operator": [
         "Greetings, and welcome to the Ashford Hospitality Trust, Inc. Second Quarter 2020 Results Conference call. At this time, all participants are in a listen-only mode. A brief question-and-answer session will follow the formal presentation. [Operator Instructions] As a reminder, this conference is being recorded.",
         "It is now my pleasure to introduce your host, Jordan Jennings, Investor Relations for Ashford Hospitality Trust. Thank you. You may begin."
      ],
      "Robison Hays": [
         "Good morning, and welcome to our call. I hope everyone has continued to be safe and healthy. And these last several months are unlike anything most of us have experienced in our lifetimes, and these remain challenging times for our country, the economy and, of course, the hospitality industry.",
         "I’ll start with the current environment and how Ashford Trust has managed through the pandemic in the early parts of this recovery. And after that, Deric will review our financial results and Jeremy will provide an operational update on our portfolio.",
         "This quarter has been defined by the coronavirus pandemic. And while we have made progress getting our business back up and running, the impact of COVID-19 on the U.S. hospitality industry and the day-to-day operations of our hotels has been profound.",
         "As we discussed on our last earnings call, our response to this pandemic has been swift and comprehensive. We have focused our efforts on providing a safe environment for guests and our staff of the properties. And while at the same time, taking aggressive measures to protect our properties and maintain financial flexibility, so we can be in a position to return to profitability as the economy opens up and travel resumes.",
         "Additionally, given the economic impact of this pandemic, we were required to make difficult decisions and temporarily suspend operations at many of our properties. I’m pleased to report that we currently have only four properties with suspended operations, compared to 23 properties at the time of our last earnings call, and those last few properties should be reopening very soon.",
         "As we look at our portfolio, we continue to believe the fastest segments to rebound will be leisure and other transient business, with the group segments slower in its recovery. We are concerned about the state of the industry what it may be after Labor Day, when leisure travel slows and hotels typically rely more heavily on group and business travel, as those segments are unlikely to rebound quickly.",
         "We do not yet feel confident that we will see a material improvement in occupancy as we go into fall, which is concerning. There continues to be significant reopening uncertainties in the economy, with newly reinstated COVID-19 travel advisories and restrictions in some parts of the country. While we do not expect another national shutdown, we do anticipate some regional impact, as travelers are again encouraged to stay-at-home.",
         "Operationally, we are focused on mitigating the financial impact of the pandemic with cost control initiatives, including working closely with our property managers to manage cost structures and maximize liquidity at the properties. And this is where our relationship with our affiliated property manager, Remington, really sets us apart.",
         "Remington has been able to quickly cut costs and rapidly adjust to this new operating environment. And we’re proud of their efforts and believe it sets us up well to outperform as the industry recovers. Jeremy will discuss this in more detail shortly.",
         "We have also significantly reduced our planned spend for capital expenditures for the year. We suspended both our common and preferred dividends and we’ve reduced our corporate G&A by approximately 25%. Deric will discuss this in more detail around our liquidity shortly. But throughout the quarter, we have taken action to maintain our financial flexibility, including not making principal or interest payments on nearly all of our loans since April 1.",
         "We have been actually working with our lenders and our property-level debt to arrange mutually acceptable forbearance arrangements to reduce our near-term cash utilization and improve our liquidity. We’ve had some success with those discussions, including executing forbearance or other agreements on six loans secured by 24 hotels.",
         "In addition, we have come to agreement in terms on several other loan pools that are currently being documented, and we hope to have them signed up in the next few weeks. Discussions on the remaining loan pools are ongoing.",
         "Forbearance agreements typically allow us to defer interest on loans for up to six months subject to certain conditions. They also allow the company to utilize lender and manager held reserve accounts, which are included in restricted cash on the company’s balance sheet in order to fund operating shortfalls at the hotels.",
         "We look forward to providing additional information as we continue to work through this process. It is likely, however, that we will be unable to agree on forbearance terms with all of our loan pools, and investors should anticipate that we may be handing back some assets to lenders in the months to come.",
         "There are several reasons why we may decide to give back access to lenders. One, there’s negative equity in the loan pool that is unlikely to reach positive equity in the medium to long-term; two, there are significant cash requirements of the property, such as operating shortfalls, ongoing debt service or CapEx that we do not believe are economical; or three, terms the lenders or special servicers are proposing are onerous and make keeping the property unattractive.",
         "And while we hope to retain as many of our properties as possible, I do think it is important for investors to know that we will plan on handing back assets that do not create long-term value for our shareholders.",
         "The first-half of 2020 has been extraordinary by any measure. And I cannot be proud of the effort and the performance of our teams during this time. I believe our response has been the right one for both short and long-term health of our guests, our portfolio of the communities we serve and our shareholders.",
         "We’re closely monitoring the fluid situation, have plans in place to continue to reopen closed properties, as government edicts allow and business demand and conditions improve. Our management team has extensive experience in effectively navigating tough market environments and extended downturns. Each crisis is never invariably different, but we believe we have the right management team in place to protect the long-term values of our assets in the company.",
         "So I’ll now turn the call over to Deric to review our second quarter financial performance."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. We will now be conducting a question-and-answer session. [Operator Instructions] Our first questions come from the line of Tyler Batory of Janney Capital Markets. Please proceed with your questions."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Thank you. Good morning. I have a multi-part question on the operations side of things. Can you discuss a little bit more of the role of Remington in terms of finding these cost savings? Talk a little bit more about how much of an advantage that relationship is for you in this environment?",
            "And then, in the prepared remarks, you ran through a number of examples in terms of cost savings, which is helpful. Does it look like the break-even occupancy levels at your properties today are much different than what you saw in a few months ago?",
            "And then lastly, do you think there could be further room to tweak the operating structure to preserve cash? Or has most of the low-hanging fruit already been harvested at this point?"
         ],
         "Speaker": "Tyler Batory"
      },
      "3": {
         "Remarks": [
            "Yes. This is Jeremy. I’ll take those questions. Remington is a huge advantage. There’s no question about it. And I do want to give credit to our management team and actually the direction of Monty as well. We were well prepared heading into the pandemic. We saw it as a big risk for us very early – as early as really late January, when we started to track some of the information overseas.",
            "So in early May, when it was very clear to us that this was a huge risk, we started aggressively cutting costs immediately. And it definitely was a lot quicker off the blocks with Remington, because we had control over those assets. And so they were weeks ahead of either brand managers.",
            "I do think that our brand managers have been incredible partners during this process. So I do want to commend them and let them know that we appreciate all the flexibility they’ve had, not only in the hotels that they manage for us, but the ones that they franchise to us, because they have been incredibly, incredibly understanding, flexible and partnering on what we need to do to conserve cash across the Board.",
            "But there’s no question that Remington has been a huge advantage for us during this downturn and continuously. And so they have been stretched very thinly. We cut a lot of corporate positions that would otherwise be allocated some of the properties as well. So just across the Board, we had substantial reductions in costs.",
            "Moving on to the next question that you had on occupancy – break-even occupancy, you mentioned maybe a few months ago. I don’t know if it’s changed from a few months ago, because a few months ago, to me is, it seems like years ago during this pandemic, which has lasted a lot longer than we would have hoped.",
            "But a few months ago and, let’s say, May, April, I think, we were quick to retool all of our hotel operations. I mean, we’ve gone through every level of expense detail you can imagine. We are getting GNL level reporting from all of our management companies. We’re going through all of that information on a weekly basis. So we have really dissected our properties down and rebuilding them up in the new expense model.",
            "So as it relates to a few months ago, I think, the occupancy break-even is probably similar. But from maybe six to nine to 12 months ago, materially different, materially different in terms of how we’re operating our hotels today. And we’ll continue to operate them in the near to mid to maybe even long-term versus what they were, let’s say, during 2019 or January of this year.",
            "So much different model. And our associates have been very understanding and accommodating and everybody across the Board has rolled up their sleeves to put in the hard work and effort to just retool our business model.",
            "In terms of further room for expense, costs and cuts, I think at the property-level, I think, we’ve kind of reached that point. There might be a few contracts that maybe we had. Service agreements that were underlying, and maybe the vendor wasn’t as understanding. And so we might be able to cut those costs or not renew them as they come up.",
            "So I think there’s probably a little bit, but there’s not any low-hanging fruit at this point. Certainly, on the property tax side, I think, you’ll see some significant reductions in property taxes next year. There just has to be in terms of valuations for hotels. So that’s certainly a big number.",
            "And in terms of property insurance, hopefully, in the next renewal, which would be June of next year, we might be able to get some more savings. But aside from that, I think, it’s just continued efforts and incredibly close monitoring on a daily basis.",
            "I mean, the reporting we’re getting on a daily basis of all our hotels, how they’re performing, we’ve got a really, really good pulse of our operations. And I felt like we had that before this pandemic, but even more so just because everybody is working around the clock to preserve value and maximize value for our shareholders."
         ],
         "Speaker": "Jeremy Welter"
      },
      "4": {
         "Remarks": [
            "Okay, perfect. I appreciate all that detail. And to follow-up, this is just a general question. In terms of a company structure and the preferreds, I know you can’t comment specifically here. But at a high-level, what sort of restructuring options have you considered? And any general thoughts or comments you can make on the cap structure and what that might look like in the future?"
         ],
         "Speaker": "Tyler Batory"
      },
      "5": {
         "Remarks": [
            "Yes, that’s a good question. I mean, you’re right, in that, we’re somewhat limited until some of our various registration and proxy statements are effective. And so, we’ve got to kind of be careful on commenting on those, so as not to be deemed soliciting. So I encourage you and others listening to see the docs.",
            "But I think, generally, frankly, I think all things are on the table. We’ve looked at and we’re currently looking at a variety of ways to raise capital, drive ways to partner. It’s more of – we’re in a situation where, as we sit here, now we feel like we have ample liquidity to deal with – but we got to deal with now. But that amount is finite, and we don’t know how long this crisis is going to last.",
            "And so we’ve got to be proactive to try to figure out our plans and contingency plans and contingency plans upon contingency plans. And so that’s what we’re undertaking. But I think, what I would do is, I mean, we – I think, we’ve laid out in the documents kind of a list of options and alternatives that, that we will be looking at. And a lot of that’ll just depend on the – what happens here over the next few months in regards to that process."
         ],
         "Speaker": "Robison Hays"
      },
      "6": {
         "Remarks": [
            "Okay. That’s all from me. Thank you for the detail."
         ],
         "Speaker": "Tyler Batory"
      },
      "7": {
         "Remarks": [
            "Thanks, Tyler."
         ],
         "Speaker": "Robison Hays"
      },
      "8": {
         "Remarks": [
            "Thank you. Our next questions come from the line of Michael Bellisario of Baird. Please proceed with your questions."
         ],
         "Speaker": "Operator"
      },
      "9": {
         "Remarks": [
            "Good morning, everyone."
         ],
         "Speaker": "Michael Bellisario"
      },
      "10": {
         "Remarks": [
            "Good morning, Mike."
         ],
         "Speaker": "Robison Hays"
      },
      "11": {
         "Remarks": [
            "Just a follow-up on that same topic just about right-sizing the balance sheet is, how are you thinking about the outcomes or the potential outcomes of the discussions you’re having with your lenders today? And how does that impact your thinking about how and when to recapitalize? I guess, maybe why haven’t you waited to see what the other three quarters of your debt amendments and forbearance agreements are going to look like before you proceed?"
         ],
         "Speaker": "Michael Bellisario"
      },
      "12": {
         "Remarks": [
            "Well, if there were a process that were that easy and straightforward, then yes, I would agree, it would. But as you can imagine, these are all very fluid discussions across all of the different loan pools. And we have everything from certain servicers and lenders that are highly responsive and highly cooperative than others who are less responsive and are taking their time and others who are a little bit more difficult to deal with.",
            "And so I – we just don’t know what the timing of all of that looks like, though, we’re obviously pushing aggressively to get as many of them done as soon as we can on terms that are favorable to our shareholders. But if I waited until all of those are wrapped up, I just don’t have confidence that I’ll have all of them wrapped up at a period of time.",
            "But I think we have enough knowledge from being kind of in the trenches and on the ground to have a sense of what we think this will look like. And that gives us enough confidence to start putting in place additional steps to move, right? And so we’ve just got to be proactive and make decisions and we can’t miss the good for the sake of the perfect. And so that’s – we’re going to move forward that with that."
         ],
         "Speaker": "Robison Hays"
      },
      "13": {
         "Remarks": [
            "Got it. That’s helpful. And then where do asset sales fit into this equation? And why wouldn’t that be a good source of liquidity for you today?"
         ],
         "Speaker": "Michael Bellisario"
      },
      "14": {
         "Remarks": [
            "That’s a good question. We – prior to me stepping into this role, the company had marketed a couple of assets that had, in our opinion, significant equity value to get a market check into to see if that was a source of capital that we wanted to raise. The company decided, obviously, to pull those back, given the – dramatically lower those values were than pre-COVID prices. So those aren’t really particularly attractive.",
            "I think it’s something that will – they’re not entirely off the table. But as I sit now, it’s a lesser of a priority. We’ve got a variety of different categories and options we’re looking at and investigating and that may be a part of it. It’s just right now, we’ve got kind of enough other things that we’re focused on that, frankly, I think, are more substantive and can give raise more substantive capital than asset sales. But as we continue to go down the path with our lenders and we will see – I – we just don’t focus right now."
         ],
         "Speaker": "Robison Hays"
      },
      "15": {
         "Remarks": [
            "Got it. And then just last one for me, in terms of handing the keys back to the lender and not sure how many properties that’s going to be, it’s still too early to tell. But how are you guys thinking about potentially triggering the Ashford Inc. termination fee if a certain number of properties are handed back within a certain time period? And then where might that payment sit in the priority order of payments going forward?"
         ],
         "Speaker": "Michael Bellisario"
      },
      "16": {
         "Remarks": [
            "No, that’s a good question. And that is something that we have to take into account. Yes, at the same time, I feel fairly confident that, to the extent, that we see us coming into that sort of range that we’ll be working with Ashford Inc. on that front to see if there’s an alternative outcome that makes sense in both for their shareholders and our shareholders as well, because that’s obviously not a goal of ours is to trigger any sort of termination payment.",
            "But it is there. It is a contractual right that we have to honor and deal with. But in this environment, where we are having all of us thrive through this crisis and get on the backside of this to continue to grow, that’s the goal. We need to take something. There may be assets that may need to go back, as I said in our comments, and we want to retain as many properties as we can.",
            "But I can’t make decisions that are uneconomic to our shareholders. And that may mean that some will go back to the lenders. And so we will continue to, like I said, work with Ashford Inc., work with Remington in order to come up with what that strategy looks like. So I feel confident we’ll be able to find a path that doesn’t kind of lead to that sort of outcome."
         ],
         "Speaker": "Robison Hays"
      },
      "17": {
         "Remarks": [
            "Thank you. That’s all from me."
         ],
         "Speaker": "Michael Bellisario"
      },
      "18": {
         "Remarks": [
            "Thank you. Our next questions come from the line of Bryan Maher of B. Riley. Please proceed with your questions."
         ],
         "Speaker": "Operator"
      },
      "19": {
         "Remarks": [
            "Good morning. So a couple of quick questions really kind of on the bigger picture side and maybe this is a little bit of a sore subject, given the whole PPP thing that we all read about at naseum [ph] in 2Q. But there is an article in the journal today about a Texas Congress person, Van Taylor, trying to push through a bill that would help, in particular, the hotel industry.",
            "How is Ashford Trust thinking about the potential that the government might provide some aid here relative to what’s been going on? And the fact that, it seems like the government so far has been picking winners and losers. And to this point, you guys have been not helped?"
         ],
         "Speaker": "Bryan Maher"
      },
      "20": {
         "Remarks": [
            "That’s a good question, Bryan. I’ve got some initial thoughts and I think Deric has some as well, because he has been a little bit closer to that specific topic. But I have to act and make decisions as if that capital or any sort of help from the government or any other agencies are not going to happen.",
            "And so I’m focused on, I said, raising capital, working with Jeremy and his team to keep operations lean and profitable as we can, and getting business focused. But obviously, to the extent that something like the whole back be helpful, where it’s often very interesting to us. It could make a material impact on our business, and more importantly, kind of R&R employees and on the future of the company.",
            "So I’ll hand it over to Deric. I know that he has some comments and thoughts on that topic."
         ],
         "Speaker": "Robison Hays"
      },
      "21": {
         "Remarks": [
            "Yes. Well, I mean, Bryan, I have to tell that, I mean, I know you’re well aware and just how significant our industry has been impacted by this pandemic. And you’ve now seen it in our financial results in terms of our second quarter numbers, along with the job losses that have – that happened in our industry.",
            "So it’s been unfortunate to this point that our elected officials haven’t done more to assist our industry. The PPP did not work for our industry as it was hoped and really designed to. It just wasn’t enough help. Our industry, specifically, it just has been hit too hard for that to be very helpful.",
            "So to this point, nothing has been done. There was a – as you’ve mentioned, there was a bipartisan bill that was introduced in the house yesterday. It’s called the HOPE Act. And it basically take some of the cash that’s part of the CARES Act and would allow the Fed and the Treasury to use that for commercial property owners that have experienced a significant revenue loss and use that as a source of liquidity to keep their loans current, which would be a huge help for us and not just us, but for other property owners that are all in the same position that we’re in.",
            "Where in some cases, hotels were considered essential businesses and stayed open, even though there’s very little demand. But in other cases, local jurisdictions forced hotels to shutdown. And it just doesn’t make any sense that a government could force an owner to close their property just so a lender can take it back from them. It doesn’t make any sense.",
            "So we’re hopeful and optimistic that this will get some traction. We think there’s definitely a need for it. As Rob said, we can’t just sit here and put all of our – just put all our chips on that and that happening. But we are hopeful, we do think it makes a lot of sense.",
            "And I know, property owners will be very appreciative of elected officials doing something to assist us, especially in the hospitality industry, as you’ve seen the revenue loss that we’ve experienced, which has been gut-wrenching, I mean, gut-wrenching results that, that was going through my section of the script. It’s just – it’s hard to even fathom the numbers coming out of my mouth in terms of the financial results that we’ve had to report, so."
         ],
         "Speaker": "Deric Eubanks"
      },
      "22": {
         "Remarks": [
            "Right. For sure. And I’m sure you guys are aware that a number of funds are being formed, as we speak, to buy distressed real estate, whether they’re private equity or other types of funds out there and some with a specific focus on hospitality. Are you in touch with or plan to be in touch with those type of pools of capital that are being created? Unfortunately, they’re going to be really trying to get good pricing. But that may be as an alternative to handing back the keys to lenders where you can’t come to agreements, or is it just simpler to hand the keys back and focus on the assets you want to keep?"
         ],
         "Speaker": "Bryan Maher"
      },
      "23": {
         "Remarks": [
            "That’s a good question. I mean, we are, I’d say, proactively in discussions and in contact with a number of potential capital sources. That’s where we’re spending a decent amount of time. What that looks like and any timeline? it’s – I don’t know. But those sorts of discussions are underway.",
            "And fundamentally, we’re trying to make those decisions based upon economics and based upon whether or not we think those assets have a real path to creating shareholder value. There are certain assets in our pools, where frankly, it’s going to be likely that some may go back, because either maybe they had issues prior to even this pandemic or they’re in markets or situations, where they may not be able to cover debt service for years.",
            "And that the only way to get back to any sort of equity value of cash flow is a very rapid recovery in the next couple of years, which we’ll see. And so we – and, of course, we have finite capital, right? If I add $5 billion of cash laying around, that might be a little bit different than the hundreds of millions that I have now.",
            "So we – but my goal is to be able to work with partners and try to raise capital, so that we’re not handing back any assets that we otherwise wouldn’t write that nobody would kind of put in the amount of capital necessary to kind of quote save them if there wasn’t a path to get strong returns on that capital."
         ],
         "Speaker": "Robison Hays"
      },
      "24": {
         "Remarks": [
            "All right. Thank you very much."
         ],
         "Speaker": "Bryan Maher"
      },
      "25": {
         "Remarks": [
            "Thanks, Bryan."
         ],
         "Speaker": "Robison Hays"
      },
      "26": {
         "Remarks": [
            "Thank you. Our next questions come from the line of Chris Woronka of Deutsche Bank. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "27": {
         "Remarks": [
            "Yes. Hey, good morning, guys. I want to ask you on the loan agreements you’re working on. I know you mentioned that there’s typical relief is maybe six months. And I guess, the question is, is that – are there scenarios where that’s enough? And kind of what happens if you enter into a forbearance agreement now for six months, and then six months from now, you’re not any closer to where you need to be?"
         ],
         "Speaker": "Chris Woronka"
      },
      "28": {
         "Remarks": [
            "Yes. That’s the fundamental question, Chris. I mean, that’s what we’ve been struggling with since the beginning. And that’s why when we first went to our lenders in March or April, we foresaw that fundamental issue and the first kind of ask, or the first discussions that we had with many of our lenders was a much more substantive term to it, because you’re right.",
            "The – these forbearance arrangements that we’re signing by and large will likely not suffice to kind of quote get us through, which is why we’ve been very focused on trying to avoid high fees, trying to avoid high cash outlays, avoiding additional guarantees, and these sorts of things, because we might be willing to do some of that, to the extent that, there was more runway and we felt confident that there was a – not a guaranteed path, but a highly competent path that it would suffice.",
            "But at the same time, we want to not have our loans in default and be able to know that we’re in good standing with our lenders. And so that’s the tension. So, I mean, to the extent that, those agreements that we haven’t yet signed up, I mean, that’s, you kind of hit the nail on the head on kind of what’s the fundamental issue is the amount of either capital or guarantees or fees that the servicers and lenders are trying to work or proposing to us are ones that aren’t, in our opinion, justified given the short runway of forbearance.",
            "And so anyways, that’s the next discussion. And I think we’re working with the lenders that we’ve gotten thus far. I mean, I think, we’ve got good discussions and dialogues. And I think they see the same numbers that we’re seeing.",
            "And so they think they understand that and I think there’s a good number of them that as soon as we’re getting 1-for-10. We likely will be starting on discussions [Technical Difficulty] until we have a real sense for what this every look like and have confidence in it.",
            "So that’s the kind of the situation that, that we have to deal with. I wish there was an easy way to solve it. But until lenders are at a state willing to consider longer-term, either restructures or solutions, it’s just a [Technical Difficulty] which we’ll be in for a while."
         ],
         "Speaker": "Robison Hays"
      },
      "29": {
         "Remarks": [
            "Yes. Yes, fair enough. Thanks, Rob. I guess, maybe using very broad strokes and not getting into individual assets. But, I mean, would you characterize the discussions? I mean, is it a different conversation for a hotel that has maybe a lot of underlying – theoretical underlying asset value versus one that doesn’t or one that’s generating a peak was generating a lot of EBITDA versus a little EBITDA? Are – is there anyway to kind of bucket those? Or do you think that the conversations are all kind of all over the map?"
         ],
         "Speaker": "Chris Woronka"
      },
      "30": {
         "Remarks": [
            "That’s a good question. Frankly, I don’t think the conversations by and large that we’ve had have almost been focused on the – it’s almost like focused on the asset, right? You would kind of think that it would be, oh, this is an asset that you – there’s confidence that there’s equity value today. And here’s confidence that there’s not. And so that frames how aggressive or not aggressive a servicer or lender or we are.",
            "And honestly, that really hasn’t been the case. The situation and the dynamic that we’re seeing really is more, who is servicer? Who is the lender? Because by and large, the balance sheet lenders have been reasonable. We haven’t gotten everything we’ve wanted. We have to give them some things. But by and large, they’ve been better to deal with. And then even the CMBS servicers, there has been a pretty wide gap of those that are, say, more reasonable and those who are materially less so.",
            "And I think that – what we’ve seen thus far is the point of pressure intention is not the LTV or the coverage of the loan. The issue is whether or not there’s mezzanine debt above that, that senior. Because what our experience thus far has been is that, I don’t think these senior lenders see the bondholders to see the special services at CMBS are looking to aggressively foreclose. But what they are doing is putting pressure on mezzanine lenders to do something.",
            "So there’s lots of threats of foreclosing on NIM of default interest of other bad things. And frankly, I think, kind of the servicers that are thinking smartly longer-term about the health of their own industry and the health of their own business are ones that are being a little bit more flexible with the mezz lenders, because the mezz lenders, by and large, are – see the same numbers that we do and realize that stepping into an asset at this moment is probably a difficult idea, given the potential negative cash flows and everything else coming off these properties. It doesn’t really make sense for anybody to aggressively try to take over assets.",
            "One, there’s the morally questionable aspect of doing that in the middle of a pandemic, but it is what it is. But they – no one, I think, really wants to do that unless their hands are forced. And so I think, in many cases, the situations that we’ve been in, where mezz lenders have started take steps, I think, by and large, it’s because their hands are being forced by senior servicers that are just trying to get some movement.",
            "So it’s been interesting, because we do have a decent number of CMBS loans that don’t have any mezz loan in. And by and large, those conversations are moving along, and there doesn’t seem to be a ton of pressure or lots of threats. And so it’s been more about who is in the capital stack and who is a servicer as opposed to the underlying collateral. It’s been my experience thus far."
         ],
         "Speaker": "Robison Hays"
      },
      "31": {
         "Remarks": [
            "Okay. Very helpful color. Maybe one question for probably Jeremy. I know you mentioned almost all your hotels are back open. I – and I understand break-even occupancy is certainly a lot lower than it was six, nine months ago. But is the decision to reopen doesn’t even – does the hotel have the kind of the EBITDA positive or is it more of a case of you’re losing less EBITDA by being opened and you’re by being closed?"
         ],
         "Speaker": "Chris Woronka"
      },
      "32": {
         "Remarks": [
            "It’s a latter, it’s a latter for sure. We have internal models on every single hotel. We’re doing weekly cash flow models on every single hotel. But the decision on whether or not to reopen a hotel is not whether or not the hotel itself break-even. It’s just – is it to lose less cash flow than to keep it closed.",
            "I mean, having a hotel and having it closed, there’s no way around having negative cash flow, because you’ve got property taxes, you’ve got insurance, you’ve got management teams that even if they’ve reduced their salaries and their hours and their – the furloughs, it still cost money to own a hotel that is shutdown.",
            "And so it’s all a break-even model from the perspective of losing mezz. And that’s how we make a decision on window to reopen. And there’s a lot of analysis that goes into it. We’ve got a pretty good insight in all the different markets that we operate in, pretty good inside of what other properties in the markets are operating and what rate and potential occupancy would be.",
            "So I feel like we’ve got a pretty good pulse and level of accuracy on what the right decision is on whether or not opening a hotel or keeping it closed. And as we’ve mentioned…"
         ],
         "Speaker": "Jeremy Welter"
      },
      "33": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Chris Woronka"
      },
      "34": {
         "Remarks": [
            "…I mean, like this is – we’re just continuing to see every month, the occupancy is getting better. I mean, we’re clearly hit the trough in April. May was better than April. June was better than May and July is ramping up. We did have a little bit of a period of time, where there was just a little bit of a – every week, the – RevPAR on properties in terms of occupancy and RevPAR was accelerating on a week-over-week basis.",
            "We’ve seen a little bit of a steady state with the kind of the second wave we’ve seen, but that’s starting to dissipate as well. And so you can kind of go forward in terms of would it make sense to keep hotels open? Most of them make sense at this point, just given where we are in terms of current market conditions."
         ],
         "Speaker": "Jeremy Welter"
      },
      "35": {
         "Remarks": [
            "Okay. Very helpful. Thanks, guys."
         ],
         "Speaker": "Chris Woronka"
      },
      "36": {
         "Remarks": [
            "[Operator Instructions] Our next questions come from the line of Robin Farley with UBS. Please proceed with your questions."
         ],
         "Speaker": "Operator"
      },
      "37": {
         "Remarks": [
            "Great. Thanks. Yes, my question is kind of following – you’re talking about the sequential improvement. I guess, I would love to hear about your expectations when you look out over the next six months. You mentioned some demand at some properties from leisure travel. I guess, when we move towards Q4, what’s your expectation?",
            "I don’t know if you can quantify a little bit your mix of leisure versus business travel and how that changes as you go from Q3 to Q4? And just whether your expectation about that sequential, that weekly sequential recovery just one more challenge heading into Q4, just kind of some thoughts around that? Thank you."
         ],
         "Speaker": "Robin Farley"
      },
      "38": {
         "Remarks": [
            "Yes This is Jeremy. Yes, we haven’t – we’ve always had the position of not giving guidance and that was in times where there was probably a lot more – what we thought was a lot more certainty, obviously, we’re wrong. In February, when we thought there was certainly going forward or January of this year, and then a global pandemic it. But I can’t really comment on any guidance.",
            "But I can give you kind of what we’re seeing in terms of the markets and segments. And certainly, I think, our portfolio does help a little bit of trust, given that it’s pretty well diversified in terms of top 25 markets and then hotels outside the top 25 markets got a good level diversity of extended stay and select service and full service assets. And we don’t really have a lot of exposure on what you would call big box group pass hotels.",
            "There’s just a few of them that we have that do a decent amount of group business. But by and large, most of our hotels are either leisure, transient or business transient. And what we’ve seen, as I mentioned, is that every single week – week-over-week, the trend has gotten better. We’ve seen a little bit of a slowdown, just because of that second wave.",
            "But if you look at April, our April results were down 93% RevPAR, May was down 89%, and then June was down 82%. So that went 93%, 89%, 82%. And so in July, I would expect it, it would be in the somewhere in the 70% range. And then the question is, to your point on looking into Q3 and Q4, how does that change?",
            "And it’s hard for us to say, I mean, unfortunately, typically, in a – in the good times, our average booking window was three weeks. And today, it’s probably three days. So there’s just not a lot of clarity. But what I can tell you is that, even our internal forecasts that we’ve had when we’ve been putting together our models and cash positions and what we thought was going to happen.",
            "We’ve always exceeded that. We’ve always been higher than what we thought it was going to be. And I think that trend will probably continue. So we’re assuming the worst, we’re prepared for the worst. And fortunately, we’re seeing a little bit better than what we’re preparing our teams for.",
            "So I think eventually, in – people want to travel. I think, you’ll see travel resume, people are resilient, and we’re starting to see that, as I mentioned, certainly in July and a little bit in August as well. And so I would expect it, you’ll see sequential growth month-over-month, week-over-week. There might be a few patterns where maybe it flattens out for a little bit, but we’re talking weeks, not months, and certainly not years. That helps."
         ],
         "Speaker": "Jeremy Welter"
      },
      "39": {
         "Remarks": [
            "That’s helpful. I wonder, could you quantify in kind of a normal year last year, just an average, that sort of delta between business and leisure transient as you move from Q3 to Q4? How much of the difference there is?"
         ],
         "Speaker": "Robin Farley"
      },
      "40": {
         "Remarks": [
            "Yes. It’s always difficult for us to know if someone – we know if a guest is transient versus group. And then we don’t always know if their business transit versus leisure just because it’s just – it’s hard to know why someone is staying in your hotel and we don’t interrogate them to know why they’re staying in our hotel.",
            "But I would say that, certainly during the summer months, we do have a higher level of leisure travel in Q3, Q4 will be more business-oriented. But I don’t know that I can comment on what the historical mixture pattern is for the portfolio. But what we are seeing a little bit, which is for areas where folks are doing home-school that they’re taking advantage of traveling maybe to different locations with their families. And I think you might see that in Q3 and Q4, where folks are typically used to be in the offices, and they may be working somewhere else in a different location. And that may feel some leisure-related business, it’s not necessarily business transient."
         ],
         "Speaker": "Jeremy Welter"
      },
      "41": {
         "Remarks": [
            "Okay. Okay, that’s helpful. Thank you. And just last question is, you commented a little bit about occupancy break-even. But I don’t know if you – if I may have missed if you put any numbers on that or range of – and I realize it’ll be different by your individual property level. But is there a range we should think about as kind of a – an overall average where it’s break-even percent at the property level? And then I don’t know if there’s break-even percent sort of corporate-wide? Thanks."
         ],
         "Speaker": "Robin Farley"
      },
      "42": {
         "Remarks": [
            "Yes. So I think what we talked about in the last earnings call was something in the range of – for limited service properties kind of their property break-even was somewhere between 25% and 35% occupancy And that for the full service hotels, it was, by and large, kind of 35% to 45% occupancy.",
            "Some individual assets that are maybe in some higher wage markets could be a little bit higher than that, maybe closer to 50% or so. And then you probably need to add somewhere around other 10 points or so to kind of get to a total corporate level break-even."
         ],
         "Speaker": "Robison Hays"
      },
      "43": {
         "Remarks": [
            "And then your comment today was that those numbers are – maybe those numbers are lower than you previously thought. I just want to clarify?"
         ],
         "Speaker": "Robin Farley"
      },
      "44": {
         "Remarks": [
            "No, they’re pretty consistent with what we thought."
         ],
         "Speaker": "Robison Hays"
      },
      "45": {
         "Remarks": [
            "Yes. What my comment was – is – was when we projected out and forecasted what we thought our occupancy levels would be, or our rate would be, we’ve actually exceeded our internal forecast typically on a weekly and monthly basis. But that doesn’t change what the break-even points in terms of operating our hotels."
         ],
         "Speaker": "Jeremy Welter"
      },
      "46": {
         "Remarks": [
            "Okay. All right. Great. Thank you very much. Thanks."
         ],
         "Speaker": "Robin Farley"
      },
      "47": {
         "Remarks": [
            "All very good questions. Thank you."
         ],
         "Speaker": "Robison Hays"
      },
      "48": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Jeremy Welter"
      },
      "49": {
         "Remarks": [
            "There are no further questions at this time. I will now turn the call back over to management for closing remarks."
         ],
         "Speaker": "Operator"
      },
      "50": {
         "Remarks": [
            "Thank you, everybody, for joining today’s call, and we look forward to speaking to you again next quarter."
         ],
         "Speaker": "Robison Hays"
      },
      "51": {
         "Remarks": [
            "Thank you. This does conclude today’s conference. You may disconnect your lines at this time. Thank you for your participation, and have a great day."
         ],
         "Speaker": "Operator"
      }
   }
}