{
   "Date": "August 19, 2020",
   "Presentation": {
      "Henrik Eskilsson": [
         "Thank you, Somer, and welcome everyone to Tobii’s earnings call for the second quarter. I hope that many of you have had a chance to enjoy a great summer vacation and that you and your close ones are all well and healthy in these unusual times.",
         "Next slide, please. So let us start with a brief summary of the quarter. Tobii’s overall revenue in Q2 held up well, despite severe effects from the pandemic. COVID-19 had large negative impact on the majority of our business. However, this was also, to a large extent, countered by strong underlying momentum in several parts of the business. As a result, overall revenue only declined by 6% organically.",
         "We have executed on a firm cost reduction program in Q2, containing both short and long-term cost reductions. We reached our target of reducing costs by 20% compared to Q2 of last year. Thanks to the modest revenue decline and the cost reduction, EBIT improved to minus SEK45 million. And adjusted also for R&D capitalization and amortizations, the profitability improvement was actually close to SEK30 million year-on-year. And this leaves us with a solid financial position of over SEK300 million of cash.",
         "Next slide, please. So let’s talk a little bit more about the COVID-19 impact and Tobii’s response to this. In the short-term, the pandemic has impacted Tobii negatively in many different ways. Tobii was fast in responding to the crisis. And we early on took strong measures to protect the health of our employees and to secure our supply chains and to prepare for new ways of working.",
         "Obviously, most of our staffs globally have been working from home during the second quarter. This has worked out much better than anticipated. And our teams have really stepped up to the challenge and put in a lot of effort and innovative new creative ways to go about things, to collaborate with each other, to sell, to service and to train our customers. And I’m really impressed and I’m deeply grateful for the passion that Tobiieans have shown to accomplish this.",
         "This has allowed us to continue to deliver on our mission. We have avoided in a major negative operational impact. We have upheld our supply chains well and have experienced only some delays in product development projects. We have continued to sell and service our customers well under the circumstances.",
         "There’s one positive example. Our customer rating scores in Tobii Dynavox are actually at an all-time high. However, from a business perspective, COVID-19 has build significantly pressured sales pretty much across the Board, mainly because shutdowns and other restrictions in society have made it much more difficult to effectively sell and service our customers.",
         "When schools, therapists practices, healthcare facilities are closed, it’s very difficult to reach our potential end users in Tobii Dynavox who need assistive technology. When universities are closed, it’s very difficult for Tobii Pro to sell eye tracking solutions to them. And it’s very difficult to do field consumer research projects for eye tracking when people are essentially locked up at home. We’ve also seen enterprise customers, mainly in Tobii Pro, reduced their investments in eye tracking equipment.",
         "In Tobii Tech, some of our integration customers have seen lower sales volumes and delayed projects. For the most part, we expect that these effects are reasonably short-term. As soon as societal functions start working again, Tobii Dynavox sales are likely to regain good growth. As soon as universities open up, that product Tobii Pro is likely to rebound quickly.",
         "The negative effects of COVID-19 on sales have largely – have been largely countered by strong underlying momentum in our business. For instance, the new I-Series in Tobii Dynavox continues to be a great success, and was a major sales driver in Tobii Dynavox in Q2. And Tobii Tech showed continued strong sales growth to external customers. Had we not have the pandemic then I’m certain that Tobii Group would have shown a strong growth in the quarter.",
         "But the impact of COVID-19 was expected. And to counter this, we launched a cost reduction program early in Q2. This program contained both short and long-term cost reduction actions and included large cuts in discretionary spending, hiring, freezes across the Board, a temporary work reduction program globally, a temporary reduction in pay for executive management, as well as a reduction of some consultants and staffs, specifically in the Tobii Tech division.",
         "With all of this, we reached the goal that we expressed in our last earnings calls – in our last earnings call of reducing costs in Q2 by 20%. And thanks to these actions, we are upholding good fiscal discipline and together with a good underlying business momentum we consider ourselves to have a sufficiently strong financial position for the plan that we are executing on, both short and long-term.",
         "Going forward, we continue for now to have a majority of our staff working from home, but with careful gradually increasing flexibility. It varies across geographies, where, for instance, in China and Japan, our teams are already back working from the office pretty much as normal. From this week, we are also removing the temporary work reduction program, which means that our teams are now back again working at 100% capacity.",
         "Next slide, please. So let’s go into some more detail on our divisions, starting with Tobii Dynavox. As you know, Tobii Dynavox is our largest division, making up roughly 60% of our revenue. It commands a very strong position as the clear market leader in the long-term growth market of assistive technology for communication.",
         "Next slide. In the second quarter, revenue in Tobii Dynavox decreased by 4% organically. Looking under the hood of this number, there is a large minus bucket and a large trust bucket. On the minus side, and as already mentioned, sales were severely hampered by lockdowns and others restrictions in society, which made it difficult for us to reach and service our customers and end users.",
         "Many of the users we serve are in risk groups for COVID-19 and require extra precautions and needs discipline. And schools, speech therapies practices, centers and hospitals, et cetera, have, to a large extent, been closed or unavailable.",
         "And despite heroic efforts and a lot of creativity by our teams, these restrictions have had a large negative impact on our sales. Although difficult to quantify exactly the negative impact of COVID-19 was, of course, much larger than the 4% organic decline.",
         "But on the plus side, we also saw strong positive effects in the second quarter Most importantly, our new I-Series continues to perform extremely well in the market. Customer response is fantastic. And with this, we can both reach new users and drive a healthy replacement cycle of all the devices.",
         "Also other investments that we have made in our product portfolio in large-scale trainings and in building awareness continue to drive a solid underlying momentum in the business. These effects helped to counter a lot, but not all of the negative impact of COVID-19.",
         "We continued to develop products at good pace in the quarter. For instance, we brought out a very wished for capability, which is to enable the eye tracking in the new I-Series to function outdoors. It’s very difficult to get eye tracking to perform well, in particular, in full sunshine, which means that, historically, our users have, for the most part, only been able to communicate effectively while indoors.",
         "With this new capability, social media and our user communities are overflowing with happy Tobii Dynavox users on teachers attending barbecues, playing outdoors with friends and so forth.",
         "We also brought to market new accessibility capabilities for some of the world’s most popular apps, which make it much easier for our users to access service such as Facebook, Instagram, Spotify and Netflix. Timing of this was, of course, good as we are all now forced to live a large part of our lives virtually in this pandemic and, of course, our users are no exception to this.",
         "Tobii Dynavox has, over the past years, done a lot of work to digitalize key parts of its business. For instance, we have invested in making the complex and labor-intensive reimbursement process in the U.S. more digital and less paper dependent. This has really paid off during the pandemic, as both our internal teams and prescribers have been able to manage these processes well while working from home using tools that we have developed. Also, our customers, such as insurance companies, have been forced to very quickly digitalize large parts of their processes.",
         "We’ve also invested for sometime in creating a considerably more comprehensive infrastructure and content for digital training Thanks to this, we’ve been able to maintain a high level of training for professionals during the pandemic, but with a much higher proportion digitally.",
         "A large part of the process for a user to gain access to a communication device under reimbursement is to do what is called an assessment. This is typically done in person, together with a professional speech therapist, and the outcome is a recommended solution for the particular user in need. Most reimbursement systems have had as a rule that these assessments must be done in person.",
         "Some countries, for instance, Germany, were very quick to change these rules in the pandemic and is now allowed to do virtual assessments there, which is considerably more efficient in many ways. We expect that many other countries will make similar changes, and we’re also currently working with others in the industry to lobby for such changes in our largest market, the U.S.",
         "As you can see from some of these examples, the pandemic has dramatically accelerated the digitalization of this industry. And I think that this effect will remain long-term leading to significantly improved efficiencies and also to make assistive technology for communication much easier and faster to obtain for more users.",
         "On another note, even if this pandemic may turn out to result in a more long-term economic downturn, we believe that Tobii Dynavox is likely to be unaffected by that. Reimbursement for assistive technology for communication is generally in a long-term positive trend, with more and more countries gradually improving funding for this, and we believe this is likely to continue.",
         "Over to Johan and financials for Tobii Dynavox.",
         "Thanks, Johan. And our second division, Tobii Pro, is the global leader in eye tracking solutions for understanding human behavior. Also, this division is the leader in its field in a market that also has strong long-term growth opportunities.",
         "Next slide, please. The pandemic has had a very strong negative impact on Tobii Pro and sales in the second quarter decreased by 33% organically. COVID-19 has impacted this business in several ways.",
         "First of all, universities have been closed almost worldwide. Roughly, half of Tobii Pro sales is to academic research institutions. And when these are closed, sales have shrunk dramatically.",
         "Second, doing studies and research with eye tracking often involves meeting people physically, either by having people come to a lab to conduct eye tracking test, or to have eye trackers in public environments, such as retail stores, et cetera, and do the testing there. The pandemic has made it very difficult, both for our own research services business as well as for customers who do the research themselves to feel this research on a practical level.",
         "And third, many enterprise customers have significantly reduced near-term investments, including investments in eye tracking systems. We have seen this decrease pretty much across the Board in all customer segments for all product categories and in most geographies.",
         "China is a clear positive exception. China came out of the pandemic early and many, but not all, universities reopened already during Q2. Many enterprises have also resumed normal activity. And in China, Tobii Pro sales in the quarter actually grew by around 25% compared to Q2 of last year, partly as an effect of pent-up demand.",
         "We expect that the negative impact of the pandemic on Tobii Pro’s business – on Tobii Pro’s revenue will continue in the near-term, in particular, in the U.S., where the COVID-19 situation continues to be very challenging.",
         "Next slide. In the quarter, Tobii Pro launched a very important new product that Tobii Pro Glasses 3. The predecessor of this Glasses 2 is Tobii Pro’s most important product, and including related hardware, software and services sales, this has made up roughly half of Tobii Pro’s business.",
         "This new product is a result of several years of large R&D investments and it’s the first major redesign of the product in six years. It’s built on a brand-new and very innovative proprietary optical solution to eye tracking with extremely small cameras and illuminators that are molded inside the glass itself.",
         "And this has enabled us to design eye tracking glasses that look and feel like a normal pair of sunglasses, while at the same time providing improved and absolutely market-leading eye tracking performance. Because the glasses are so much slimmer and more unobtrusive, it enables research in many more situations, where people need to feel, look and behave like normal or for long durations.",
         "The new glasses enable eye tracking in a broader range of environments. For instance, they perform better outdoors. They can record a much wider field of view of the test person and also have the options for ruggedization, which is critical, for instance, for our customers in heavy industry, sports and many other areas.",
         "Altogether, this is a significant step forward that enables us to penetrate deeper into our different segments, as well as reach new types of customers. And we expect this will drive both wider adoption of eye tracking and a solid replacement cycle and hence drive growth for Tobii Pro over several years to come.",
         "Glasses 3 has started shipping to customers now in the third quarter, so there is no revenue from this product in the Q2 numbers.",
         "Johan will turn on the financials.",
         "Thanks, Johan. Tobii Tech is the world’s leading supplier of eye tracking technology for integration into consumer electronics and other volume products.",
         "Next slide, please. Revenue in Tobii Tech continued to grow at strong pace in the quarter. External revenue was up 60% organically. Growth in Q2 was driven by customer development project-related revenue in the VR segment and strong growth in the PC segment.",
         "We continue to work in close collaboration with several major customers in the VR segment. In the quarter, we made very good progress in these and reached important milestones. These projects tend to be long development projects stretching up to two to four years from engagement to product launch and, in several cases, involved significant investments from our side during that time. In many cases, we are also not able to communicate specific information about such developments until we are at or close to market launch of our partners’ products.",
         "Pico, who announced the latest VR headset with Tobii eye tracking at CES in January of this year, started to ship its headsets in the second quarter after some delays due to COVID-19. We do continue to believe that eye tracking will rapidly be adopted in both VR and AR devices, and hence reach high volumes in millions of units over the coming few years.",
         "In this context, it was also good to see that eye tracking was added to the OpenXR standard now in July. OpenXR is a new standard for VR and AR devices. The work of adding eye tracking to OpenXR has been driven by Tobii in close collaboration with Microsoft and supported by other major players in the industry.",
         "Standardization of eye tracking makes it easier to develop applications that make use of eye tracking across different hardware devices, and thus, help accelerate the adoption of the technology.",
         "In the PC segment, we signed a new agreement with Lenovo. We launched two new PC models with our Tobii Aware software integrated. Even though Tobii Aware is still at an early stage in terms of sales, we continue to see strong interest for this solution and are in well advanced engagements with several of the large PC manufacturers around this.",
         "We launched our new gaming peripheral, the Tobii Eye Tracker 5. Initial reviews from gaming influencers have been very positive. The key use cases that drive sales of our gaming peripheral are improved gaming experiences. For instance, in simulator games, improved ability to engage your audience in game screening and new tools that have just come to market for esports training.",
         "Also, Tobii Tech was impacted by COVID-19. Some customers, in particular, in our Niche Applications segments have seen lower sales volumes in the quarter. Also several product development projects of our customers have been delayed, which, of course, impact Tobii Tech sales in turn.",
         "As communicated in the last earnings call, we took additional steps to adapt the cost structure in Tobii Tech in Q2. Specifically, we made a reduction of around 60 consultants and employees. With this, we balanced the negative effects of COVID-19 with continued expectations on good sales growth and fiscal discipline.",
         "We continue to see very large potential in Tobii Tech business and still have a high level of investments to keep our world-leading position. With continued rapid revenue growth, we plan for this division to reach profitability in the coming few years.",
         "Over to you, Johan.",
         "Thanks. So to sum up the quarter, again, revenue in Q2 held up well, despite severe effects from the pandemic. COVID-19 had a large negative impact on the majority of the business, which was largely countered by strong underlying momentum and in many parts of the business.",
         "Overall, revenue declined by 6% organically. We’ve executed on a firm cost reduction program in Q2 with a cost reduction of 20% and we improved the EBIT to minus SEK 45 million. As mentioned already, adjusted for R&D capitalization and amortization was a profitability improvement of around SEK 7 million.",
         "Looking ahead, we do expect to see continued significant near-term negative impact on the business from the pandemic, in particular, in the Tobii Pro business and in the U.S. market. Once restrictions in society are lifted, we expect our businesses to rebound majority of Tobii’s business has historically been resilient to general downturns in the economy.",
         "We are managing our financials well and we have sufficient funding for our current business plan.",
         "So with that, we are happy to take any questions that you may have."
      ],
      "Johan Wilsby": [
         "All right. Thanks, and hi, everyone. Tobii Dynavox revenue declined 4% organically in Q2, but as Henrik said, there were positive trends besides the negative COVID-19 effect. Sales were severely hampered by lockdowns and other restrictions in societies, which made it difficult for us to reach and service our customers and end users. However, underlying this, we saw a strong performance of our new I-Series.",
         "Gross margin came in at 63%, which is 4 points down versus last year. Our margin was negatively affected by non-recurring inventory write-down due to product lifecycles of some SEK 7 million, or 3 points of margin.",
         "We controlled our operating expenses well in the quarter, which decreased by more than 10%. And on top of this, we received a sizable government grant related to the pandemic. Despite the external circumstances during the quarter, we managed to improve the EBIT margin to 13%, which was up 2 points versus last year.",
         "In the first six months of 2020, Tobii Dynavox revenues have increased 5% or 2% organically. The operating margin was 14%, up 4 points, which is really strong. This profitability level is in line with long-term financial targets, which we have strived for in the past few years.",
         "Over to you Henrik.",
         "All right. Tobii Pro’s performance in the second quarter was heavily impacted by the COVID-19 pandemic. Revenues declined 33% organically, and Henrik summarized the driving factors behind this performance.",
         "Gross margin came in at 70%, which was down year-over-year and sequentially. The reason for the lower gross margin was less scalability on fixed COGS, given lower revenues, some production-related start-up costs and a non-recurring write-off of inventory. A higher share of software sales contributed positively to the gross margin.",
         "Operating expenses came down materially as a result of the communicated cost reduction program, where we managed an 18% organic decline in this division. We continue to have strong focus on cost management in the near-term.",
         "Despite that, our EBIT margin was materially down compared to last year due to the decline in gross profit. In addition, lower capitalization and higher amortization in R&D during the quarter contributed to an even lower operating margin.",
         "In the first-half of this year, Tobii Pro’s revenues decreased 23%, or 26% organically, and the operating margin was a negative 15%, which is a material decline in these difficult external circumstances.",
         "With that, over to Tobii Tech, Henrik.",
         "All right. Thanks, Henrik. Tobii Tech’s external revenue growth continued with a 60% organic growth in the quarter, where project revenues in the VR segment contributed strongly. However, this quarter, we saw declining internal sales, mostly due to the COVID-19 impact in the other two divisions. Overall, sales were up 35%, or 31% organically.",
         "Gross margin was up 6 points to 53% versus last year, and this is primarily due to changes in the product mix. Our focus on efficiency and actions from the cost reduction program showed results and the operating expenses were down with more than 20% versus last year.",
         "On top of what is visible in Q2, the division has also executed a more long-term restructuring program, where effects will be seen in the coming quarters. The operating loss in Q2 came down materially versus last year, despite that we capitalized less R&D costs and had higher amortization.",
         "In the first-half of 2020, revenues increased by 27% or 23% organically. Tobii Tech’s operating result was a negative SEK 110 million, which still meant a strong SEK 40 million improvement versus last half.",
         "Next slide, please. So moving over to the group. The revenues at group level in Q2 held up well, despite negative pandemic effects. COVID-19 had a large negative impact on the majority of our businesses as we have discussed. However, this was, to a large extent, countered by strong momentum in several parts of the Tobii products.",
         "Gross margin for the quarter came in at 65%, negatively affected from mix shift between the divisions and the non-recurring write-down of SEK 8 million related to old products and inventory.",
         "We executed well on the announced cost reduction program during the quarter. This contained both short and long-term cost reductions and included support from COVID-19 government programs in some geographies. In summary, we reached our target of reducing costs by 20% compared to last year.",
         "Toby’s EBIT for Q2 was a negative SEK 45 million, which was an improvement versus last year, which is good considering the circumstances, and FX trends, which drove negative revaluation effect in the P&L.",
         "Adjusted for R&D capitalization and amortization, the profitability improvement was around SEK 30 million. In the first six months of 2020, revenues were flat versus last year and decreased 3% organically. Our operating loss was SEK 68 million minus, which was an improvement versus 2019. And if you adjust for the R&D accounting net I just mentioned, the improvement was around SEK 70 million, which is a material positive moment.",
         "Next slide, please. So let me wrap up the Q2 financials reviewing our cash flow, which this quarter was a positive SEK 19 million and improved materially versus last year. This change was driven by improved profitability and a fairly large release of net working capital. Our cash position was SEK 324 million, including Smartbox, so we have a sufficient financial position for the plan we’re executing on.",
         "And lastly, the divestiture process of Smartbox moves on according to plan.",
         "With this, over to you, Henrik."
      ],
      "Operator": [
         "Ladies and gentlemen, thank you for standing by, and welcome to the Tobii Q2 2020 Earnings Call. At this time, all participants are in a listen-only mode. [Operator Instructions] I must also advice you the conference is being recorded.",
         "Now I’d like to hand your first speaker today, Henrik Eskilsson. Please go ahead, sir."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions] And your first question comes from Daniel Thorsson from ABG. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Yes. Thank you very much. I start with a question on the outlook. You expect significantly negative pressure on sales near-term. Can you relate that to what we saw in Q2? Because I think that you had lots of negative pressures already in Q2, do you see an acceleration of those?"
         ],
         "Speaker": "Daniel Thorsson"
      },
      "3": {
         "Remarks": [
            "Hi, Daniel. No, we do not see an acceleration of those in Q3. I – we see positive tendencies in some of our markets already now in Q3. I think where we expect Q3 to – in particular, to continue to be challenging is in the U.S. market, where the COVID-19 situation continues to be challenging. And also relatively speaking, to a larger extent, in the Tobii Pro division. But we also expect sequentially to see improvements from Q2 overall."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "4": {
         "Remarks": [
            "Okay. Okay, very good. Very good. And then a question on Dynavox, related to your comment on U.S.. Could it be the fact that deliveries and revenue recognition in Q2 held up reasonably well because of previous orders and that we may see a weaker development in Q3? Because you have – may have not won that many orders or could plan for more deliveries in Q3, or do you think that we have the low point behind us?"
         ],
         "Speaker": "Daniel Thorsson"
      },
      "5": {
         "Remarks": [
            "I think that specifically in our Tobii Dynavox business, we have a little bit of what we internally sometimes refer to as the supertanker effect, which is that, in particular, in the U.S. market due to long funding cycles, effects of different things happening take longer time than in many other businesses.",
            "For instance, when we launch new products, it often takes longer time to see the full effect of launch of new products. There is an element in such an effect also in second quarter, where some revenue have held up, particularly in the U.S., due to the supertanker effect.",
            "So basically, reimbursement processes that were initiated before the pandemic really hit, but still have been able to materialize in the second – as revenue in the second quarter. And that’s also, I think, why we are a little bit careful with sort of being too optimistic about Q3, because there will be a little bit of a supertanker effect of difficulties to engage new reimbursement processes in Q2 that spills over into revenue in Q3.",
            "On the other hand, we’ve already seen improvements in the inflow and the reimbursement in the U.S. market. So that’s why on a total net effect, we still believe that we have passed the low point."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "6": {
         "Remarks": [
            "Okay, very good. Very good explanation. And then I have a final two questions. First one on Tech. In terms of the competitive landscape for integrated eye tracking in VR and AR, who do you see as your main competitors here? Are there other third-party suppliers? Or is it in-house development as the main threat? And has this competitive situation changed anything recently?"
         ],
         "Speaker": "Daniel Thorsson"
      },
      "7": {
         "Remarks": [
            "It’s a good question. There are a number of independent competitors that are working to supply eye tracking technology to different device manufacturers. Tobii was actually not sort of first in the game of supplying eye tracking technology for VR. But we have invested a lot of resources and money to build up our world-leading technology for eye tracking, specifically in the field of VR over the past few years.",
            "And we really see that, that has gradually – not just sort of short-term, but over the past few years, gradually really strengthened our competitive position. And we are very clearly positioned as the world leader today as an independent vendor of eye tracking technology. Which also means that today, I would say that our main competitive force is not the other independent suppliers, but rather that we sometimes find ourselves competing with potential in-house initiatives from some of these players.",
            "And for obvious reasons, that sometimes has slightly different competitive dynamics. But that’s where we see the real competition in terms of the independent vendors, we consider ourselves to be very strong and actually have improved our position quite strongly over the past one to two years."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "8": {
         "Remarks": [
            "Okay. And in terms of the in-house competition you see from some of your potential clients, has that increased recently? Meaning that they have maybe have seen what you have done and they realized that, okay, this is something that we could actually develop ourselves and then they have started to do it. So that it becomes a higher threat than we saw half-year ago, for example, is that a risk?"
         ],
         "Speaker": "Daniel Thorsson"
      },
      "9": {
         "Remarks": [
            "I would say that what we have seen is that it has decreased, because some of them have put some effort into it and realized that this is really, really difficult. So if anything, we rather see a swing in the other direction."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "10": {
         "Remarks": [
            "Okay, interesting. And then my final question, can you split out the governmental support of SEK 22 million per business unit, please?"
         ],
         "Speaker": "Daniel Thorsson"
      },
      "11": {
         "Remarks": [
            "I can roughly do that for you. I mean, the big chunk sits in Tobii Dynavox, and that is probably up to – closer to SEK 15 million of the SEK 22 million and the rest is split fairly evenly between the other two."
         ],
         "Speaker": "Johan Wilsby"
      },
      "12": {
         "Remarks": [
            "Excellent. Thank you very much."
         ],
         "Speaker": "Daniel Thorsson"
      },
      "13": {
         "Remarks": [
            "And your next question comes from Daniel Djurberg from Handelsbanken. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "14": {
         "Remarks": [
            "Thank you very much for taking my question. I have a question on the milestones you mentioned in the VR/AR headsets driving external revenue growth for Tobii Tech. Can you comment if these are with existing customers that you have publicly announced before? Or do you also have any new customer among these milestones that we can perhaps be aware of later?"
         ],
         "Speaker": "Daniel Djurberg"
      },
      "15": {
         "Remarks": [
            "Yes. No, thanks for that. It’s a good question as well. The majority of the development efforts that are ongoing with customers in the VR segment are with customers that are not publicly announced."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "16": {
         "Remarks": [
            "Perfect. And another question, if I may. In your report, you write about project – milestone projects on VR and the AR headsets. But in the presentation, as I saw it, it was only about the VR headsets. What is correct? Is it the only VR headsets or also some milestones regarding AR headsets?"
         ],
         "Speaker": "Daniel Djurberg"
      },
      "17": {
         "Remarks": [
            "It is both projects relating to VR and AR headsets. And we – but we actually lumped AR into our VR segment when we talk about sub-segments within Tobii Tech."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "18": {
         "Remarks": [
            "Okay, thanks for clarifying that. And another question, if I may. On Tobii Pro and the Glasses 3 that shipment materially started in Q3. Do you think that had also a negative impact on sales of the Glasses 2 in Q2? Or is that too insignificant effects to be mentioned? Or is it – can it be, so that people are waiting for Glasses 3?"
         ],
         "Speaker": "Daniel Djurberg"
      },
      "19": {
         "Remarks": [
            "That’s very, very difficult to know and quantify. If I were to guess, I think, in the scheme of big things, I think that the effect was probably small. So I really think that – yes. I think it is the COVID-19 that constitutes that decline in Q2 for Tobii Pro to almost all."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "20": {
         "Remarks": [
            "Yes. And then my final question, this may have been asked already, because I was talking with the operator on my family name spelling. Longer-term, you talked about – or do you wan to spoke about longer-term structural effects coming in later quarters from some of the adjustments made? Would it be possible to – is – does this relate to the 60 consultants, employees you mentioned? Or is it new measures? And is it possible to comment anything on the relative impact on Q3 versus second-half? And possibly also, if Q2 had any non-recurring costs that you could mention for the downsizing of Tobii Tech?"
         ],
         "Speaker": "Daniel Djurberg"
      },
      "21": {
         "Remarks": [
            "All right. Let me see if I remember all new answers here. So I’ll start off in Q2, minimal non-recurring items in Q2 related to the program. In terms of the more structural piece of the program, which is long-term, there will be gradual effects of lowering the cost base in Q3 and in Q4 as some of these notified people are actually leaving Tobii, so it will be a gradual effect.",
            "I’m not going to give any numbers today on that and set any expectations, rather that – that’s going to be gradual process where we see. At the end of Q4, we will see the full effect of this program."
         ],
         "Speaker": "Johan Wilsby"
      },
      "22": {
         "Remarks": [
            "Perfect. Thank you so much and good luck in Q3."
         ],
         "Speaker": "Daniel Djurberg"
      },
      "23": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "24": {
         "Remarks": [
            "Thank you. [Operator Instructions] And we’ve had no more questions come through on the phone at the moment."
         ],
         "Speaker": "Operator"
      },
      "25": {
         "Remarks": [
            "Okay. Henrik Mawby here from Tobii. So we have a number of questions from the online participants. Starting off with, could you please tell us how Tobii’s eye tracking differs from Mirametrix’ eye tracking in Lenovo? It seems like Mirametrix is deeply involved in their laptops?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "26": {
         "Remarks": [
            "So it was a good question. And Tobii Aware is our sort of entry-level solution for eye tracking in the PC segment. And there are several competitors that are competing in the space and providing these type of solutions that enable PCs to perceive the user in a better way. This is a new area and a trend that we think will grow quite rapidly in the PC market. Mirametrix is one of these competitors. And they have a solution, but it’s reasonably similar to what we were offering in Tobii Aware.",
            "Mirametrix has been quite deeply ingrained in relationship with Lenovo for quite a large number of years. And we have recently won a number of design wins with Lenovo. So that’s obviously a customer where we’re competing with them and we may also see them in competition on other customers. Obviously, we believe that we have a much better solution and product. But competition is a good and healthy sign that there is a demand in the industry."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "27": {
         "Remarks": [
            "And on the note of competition, how would you estimate the competition now compared to before? It seems like new competitors are emerging in the market and I don’t know if this is a segment-specific or a group, it’s a very general question on competition?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "28": {
         "Remarks": [
            "Yes. No, I think we continue to see a high level of activity also with competitors. I think if we look with a little bit of a longer timeline perspective, we see sort of a new eye tracking competitor pop up roughly once a quarter, and that’s the way it’s been for the past few years.",
            "And on a high-level, that’s great, because it means there’s a lot of opportunity. There’s a lot of innovation. There’s a lot of interest and activity around eye tracking. Overall, I think that Tobii is maintaining our very strong world-leading position in a really good way. But obviously, we’re watching these competitors very closely.",
            "We – we’re keeping a close eye on them. We get inspired by them. We get pushed and pressured by them, stressed by them sometimes, but that’s exactly why it is good to have competition as well."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "29": {
         "Remarks": [
            "Okay. You have previously stated that the demand for IS5 is higher than for IS4, so we will see more OEMs besides Dell incorporate IS5 in the near future, question there?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "30": {
         "Remarks": [
            "I think we have communicated already in our last earnings call that we see that the most obvious near-term opportunities in the PC segment are actually more around, for instance, the Tobii Aware solution, as well as in our peripheral business.",
            "The price point of the high fidelity, fully integrated eye tracking platforms like the IS platform are still very expensive for the PC market. And we expect it still to take considerable calendar time to see large adoption of that. So I think it’s wise to put sort of near-term expectations more on the lower cost options, specifically in the PC segments."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "31": {
         "Remarks": [
            "Earlier you mentioned when you had a design win without revealing who the OEM was, how come you’ve changed the approach or have a different approach? Or there known new designs – design wins to communicate or design wins ahead?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "32": {
         "Remarks": [
            "So generally, in consumer electronics, in particular, it’s very difficult to communicate design wins any significant time ahead of product launches. It is for a couple of reasons. One reason is compared to some of their more traditional industries that have longer cycles, in those industries, you often have design wins years ahead of product launch.",
            "And it’s also very clear with very specific milestones, contracts, et cetera, when you have a design win in consumer electronics and, in particular, in types of products where you’re on sort of cutting-edge innovation, it’s a much more fluid state of when do you actually have a design win. We have actually several examples where the final contract with major OEM customers wasn’t even signed until after the product was launched in the market.",
            "So that creates quite high difficulty in even stating when there is a firm design win. Also we have worked in sort of a gradually deepening relationship and integration process with a customer for a considerable period of time before market launch. So that’s one thing.",
            "The other aspect is that, eye tracking is typically incorporated in sort of the latest state-of-the-art products from our customers, and it makes it extremely strategic and very sensitive for our customers. And it becomes almost impossible for us to communicate any specifics around that prior to them – all customers going public and doing their market launch.",
            "In a few instances, early on, we tried to communicate on a no-name basis in a fluffy manner. But that, in our opinion, actually created maybe even more confusion and a bit of complexity in communication. So we’re trying now to be quite specific and concrete. We’re trying to do it as soon as we can. But in many cases, it means that we do not communicate design wins until our customers actually launch their products in the market."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "33": {
         "Remarks": [
            "Yes. And I think it’s fair to state that the Lenovo deal in this quarter is an example of that where it’s shipping at the same time, as we announced the design win?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "34": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "35": {
         "Remarks": [
            "A very straightforward one. Have you have meetings with Samsung to discuss eye tracking?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "36": {
         "Remarks": [
            "With whom?"
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "37": {
         "Remarks": [
            "Samsung?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "38": {
         "Remarks": [
            "It’s safe to say that we have met on numerous occasions with virtually all the major consumer electronics companies. So, obviously, Samsung is included in that like many others."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "39": {
         "Remarks": [
            "With the new game, Microsoft Flight Simulator work with Tobii Eye Trackers?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "40": {
         "Remarks": [
            "We are working on that currently. We don’t have the final answer. So hopeful, I would say today."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "41": {
         "Remarks": [
            "Can you say anything about the interest from the development – developer community for headsets with Tobii eye tracking currently on the market? Are there lots of games and applications being worked on, so there are healthy number of games and experiences ready for when consumer headsets with eye tracking becomes available in the coming years?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "42": {
         "Remarks": [
            "Great question. And, yes, there is strong interest. And I think that there is strong recognition of the possibilities, opportunities and benefits of eye tracking for application developers to create new types of values and experiences, both in VR and AR. There’s definitely more and more developers working on that. But we are exactly in that phase right now.",
            "We’re exactly in the phase where the first real headsets have hit the market. And now the ecosystem is sort of embracing this capability and figuring out what to do with it and building out a robust enough set of applications to actually warrant the really high volumes, both in enterprise and consumer headsets, but we perceive that this is progressing well.",
            "In this context, as we mentioned, standardization like OpenXR is quite important. And the fact that the – all the heavy hitters in the industry are behind this, is also a very strong sign."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "43": {
         "Remarks": [
            "Okay. Henrik, is your belief that the Tobii Eye Tracker will be in the majority of the first generation consumer eye tracking headsets?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "44": {
         "Remarks": [
            "I think there is a solid chance of that."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "45": {
         "Remarks": [
            "Henrik, do you still think that all three tech segments have equally strong growth opportunities considering that the PC segment is a bit slower than expected?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "46": {
         "Remarks": [
            "Yes. I think over the medium-term, we see significant growth opportunities in all the three segments."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "47": {
         "Remarks": [
            "Do you see any delays on the customer side for VR or AR headsets? I think Apple shifted their plants to 2022?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "48": {
         "Remarks": [
            "We do see delays and not just in VR and AR, but also, for instance, on the PC side as well as in Niche Applications. We see that several of our customers have had some delays in their plans for new products and have some sort of some of their roadmaps have been pushed out a bit. So yes."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "49": {
         "Remarks": [
            "When will Johan Wilsby leave Tobii? And when will you announce the replacement?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "50": {
         "Remarks": [
            "So Johan will be leaving us during September. And we are – have made a really good progress in recruiting a new CFO. So you should expect an announcement around that within short."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "51": {
         "Remarks": [
            "How will you see the cost reduction due to redundancies affect the business? I think maybe we’ve answered that?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "52": {
         "Remarks": [
            "I think that was a question from Daniel…"
         ],
         "Speaker": "Johan Wilsby"
      },
      "53": {
         "Remarks": [
            "From Daniel, yes."
         ],
         "Speaker": "Henrik Mawby"
      },
      "54": {
         "Remarks": [
            "…right?"
         ],
         "Speaker": "Johan Wilsby"
      },
      "55": {
         "Remarks": [
            "When will new financial goals be communicated?"
         ],
         "Speaker": "Henrik Mawby"
      },
      "56": {
         "Remarks": [
            "So we’ve said that we temporarily moved our financial goals to the side this year due to COVID-19. And that we plan to define and communicate new specific financial targets, both for the group and for the divisions once the situation has somewhat normalized. We don’t feel that we’re quite there yet. I hope that we will be able to communicate new financial targets before the end of the year. But, of course, it also depends on how the situation evolves."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "57": {
         "Remarks": [
            "All right. Thank you. In the interest of time, I think we’ll have to cut the questions there."
         ],
         "Speaker": "Henrik Mawby"
      },
      "58": {
         "Remarks": [
            "Good. So thanks, everyone, for joining us today for our earnings call and continue to take care out there. Remember your social distancing and looking forward to talking to you again on our next earnings call. Thanks, everyone. Take care."
         ],
         "Speaker": "Henrik Eskilsson"
      },
      "59": {
         "Remarks": [
            "Thank you. That does conclude our conference. Thank you for joining. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}