{
   "Date": "August 4, 2020",
   "Presentation": {
      "Bradford Cooke": [
         "Great. Thank you, Galina, and welcome everybody to this financial results for the second quarter conference call. We had a lot of challenges thrown at us during the second quarter not the least, of which was the COVID-19 pandemic, the government-mandated shutdown of mines in Mexico, since reopened, and all the issues related to that. I am pleased to report that, notwithstanding all of that, Endeavour was actually able to deliver a decent quarter.",
         "We reduced our net loss quarter-on-quarter. Each mine generated positive line free cash flow. And that was generally due to the – not only the higher metal – precious metal prices but our improved operating performance across the three mines.",
         "So I'm just going to go through the highlights of today's news release and then we'll open it up for Q&A. Top line revenue was $20.2 million in the second quarter. And of course with reduced production that was quite an accomplishment. Our cash flow came in at $1.9 million before – sorry that's from operations before working capital changes.",
         "Net income was a loss of $3.3 million or $0.02 per share, but virtually all of that could be found in the care and maintenance costs during the mine suspension period when we actually had to send our employees home on their full wages and wait out the suspension period, and also in general and administrative costs related to the mark-to-market of our deferred share units, due to the higher share price.",
         "So balance sheet improved during the quarter. We finished the quarter with more than $30 million in cash, and more than $44 million working capital. That was partly, due to making use of our ATM equity financing, but also due to the performance of the operations.",
         "Metal production as a reminder was just shy of 600,000 ounces silver and 6,000 ounces gold. That works out to about 1.1 million ounces of silver equivalents at the now 80:1 silver/gold ratio.",
         "Operating costs improved significantly during the quarter. Cash costs were down to $2.78 per ounce net of the gold credit. And the all-in sustaining costs consolidated were $14.91 per ounce of payable silver net of the gold credit. Both were substantially lower quarter-on-quarter and year-on-year, again due to the improved operating performance at Guanacevi and the high realized – higher realized gold price for the by-product credit.",
         "Guanacevi continues to outperform. If you recall, we launched over a year ago a complete clean sweep of the operations operating turnaround and a transitioning from mining deep low-grade ore bodies to opening new higher-grade ore bodies. That transition was completed in January. As a result in Q2, Guanacevi continued to generate mine free cash flow of around $2.7 million, and we saw higher processed tonnes higher silver and gold grades, higher silver and gold recoveries all well above plan.",
         "We also had an advantage at Guanacevi when we did the restart in May in that we've had not only a significant high-grade stockpile built up prior to shutdown, but we had prepared some long hole stopes for blasting prior to shutdown. And that really expedited both an early plant restart and a on-time mine restart.",
         "Bolanitos, still turning the corner. As forecasted the operating turnaround there was launched not even a year ago. But it also was able to squeak out a small profit on a mine free cash flow basis. And its restart was slower -- because of smaller stockpile and more of a focus on accelerating the mine development and grade control during the ramp-up period the restart period.",
         "El Compas was also able to generate free cash flow with mine free cash flow at $1.1 million. Its restart was also slower than Guanacevi again due to a smaller stockpile and the focus on mine development and grade control. ",
         "And last, but not least, we did rev up the exploration drills again in late May after a shutdown in early April. And we did enjoy continued exploration, positive exploration drill results from the El Curso area at Guanacevi and the Melladito area at Bolanitos. We're actually mining the El Curso area now and they continue to grow the resources there. And we're currently developing towards the Melladito area and we hope to be in it here in Q3, Q4 for production.",
         "So that's basically a summary of our Q2 operational and financial performance. I think now we might as well open this up for Q&A."
      ],
      "Galina Meleger": [
         "Thank you, operator. Good morning, everyone, and welcome to the Endeavour Silver 2020 Second Quarter Financial Results Conference Call. With me on the line today, we have the company's Chief Executive Officer, Bradford Cooke; our Chief Financial Officer, Dan Dickson; and our Chief Operating Officer, Godfrey Walton.",
         "Before we get started, I'm required to remind you that certain statements on today's call will contain forward-looking information within the meaning of applicable securities laws. These may include statements regarding Endeavour's anticipated performance in 2020 and future years, including revenue and cost figures, silver and gold production, grades and recoveries, and the timing and expenditures required to develop new silver mines and mineralized zones. We do not intend to and do not assume any obligation to update such forward-looking information other than as required by applicable law.",
         "On behalf of Endeavour Silver, I'd like to thank you again for joining our call.",
         "And I'll now turn it over to our CEO, Bradford Cooke."
      ],
      "Operator": [
         "Thank you for standing by. This is the conference operator. Welcome to the Endeavour Silver Second Quarter Financial Results Conference Call. As a reminder, all participants are in listen-only mode. And the conference is being recorded. After the presentation, there will be an opportunity to ask questions. [Operator Instructions]",
         "I would now like to turn the conference over to Galina Meleger, Director of Investor Relations. Please go ahead. "
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. We will now begin the question-and-answer session. [Operator Instructions] Our first question comes from Heiko Ihle of H.C. Wainwright. Please go ahead. "
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hey, guys. This is Marcus Giannini calling in for Heiko. Thanks for taking questions and congrats on the quarter. You made some pretty strong moves in the silver prices recently. "
         ],
         "Speaker": "Marcus Giannini"
      },
      "3": {
         "Remarks": [
            "Yes. Thank you. "
         ],
         "Speaker": "Bradford Cooke"
      },
      "4": {
         "Remarks": [
            "So you meaningfully improved operations at Guanacevi as the mine seems to be running quite well and it's nice to see all the progress that's been made. We're currently in August so there's about five months left in 2020. Could you just provide some 2021 and possibly even longer-term plans and goals for the mine? "
         ],
         "Speaker": "Marcus Giannini"
      },
      "5": {
         "Remarks": [
            "For Guanacevi in particular? "
         ],
         "Speaker": "Bradford Cooke"
      },
      "6": {
         "Remarks": [
            "Yes, Guanacevi in particular. "
         ],
         "Speaker": "Marcus Giannini"
      },
      "7": {
         "Remarks": [
            "Okay. Well, thanks for your question Marcus. On the financial side maybe I'll let Dan answer. "
         ],
         "Speaker": "Bradford Cooke"
      },
      "8": {
         "Remarks": [
            "Well, we haven't come out with 2020 guidance just because of the COVID situation in Mexico where COVID cases are continuing to rise. But otherwise, if we can continue to operate we are an essential business in Mexico. We continue to operate close to 1,200 tonne per day capacity. So we'll be slightly below the 1,200 days 1,150 with similar grades to what we originally guided for the year. But ultimately we expect that same capacity and similar grades into 2021 if you're trying to predict that Marcus. "
         ],
         "Speaker": "Dan Dickson"
      },
      "9": {
         "Remarks": [
            "All right. Excellent. Yeah."
         ],
         "Speaker": "Marcus Giannini"
      },
      "10": {
         "Remarks": [
            "So if I could add to that. What Dan's saying is that everything based on site is going according to plan or better. But offsite concerns such as stopping COVID at the gates, keeping high-risk people at home so we actually have a depleted workforce because -- particularly the contractors can't maintain the level of employment that we require. We're still a little bit concerned that we'll be able to outperform on a continued basis. So this is just being careful. But everything that we control on-site is doing better than planned. "
         ],
         "Speaker": "Bradford Cooke"
      },
      "11": {
         "Remarks": [
            "Okay. Yes, fair enough. And then, sort of, on that note if we ask you to guess do you have a dollar figure regarding the impact of COVID-19 through today? And if you have an estimate of sort of projected expenditures related to COVID that have not yet been incurred thus far? "
         ],
         "Speaker": "Marcus Giannini"
      },
      "12": {
         "Remarks": [
            "Yes. As far as costs have not yet been incurred, I think, we've incurred everything from a COVID standpoint. We were shut down for remote -- all of April and a little bit of May, which ended up being about $800,000 but most of that was standby costs. The costs incurred to bring in lost stations increased security, get metal equipment were really incurred in April -- March and April.",
            "And then ultimately it's the testing kits that, we have on-site, that is the continued cost. So it's actually quite little. You're talking about $125,000 on a quarterly basis, so small impact at each operation going forward. It's just the larger impact of COVID that is a bigger concern for us. ",
            "There’s other thing that because of COVID we've seen a decrease in costs, such as travel to and from sites. So even that -- the increased medical costs, so to speak has probably been offset a little bit by efficiencies just using, Zoom and Teams and reduced workforce. Eventually maybe that will catch up to all mines that are offering that way, but we seem to be managing pretty well."
         ],
         "Speaker": "Dan Dickson"
      },
      "13": {
         "Remarks": [
            "And I think we are able to utilize our existing workforce. The security, we haven't really had to beef up much. They're doing more obviously with temperature and questionnaires. And all of that with every person coming and going at the gates of each mine. But it didn't require a significant increase in security. Same thing with sanitation, we probably hired a few more bodies to do a lot more sanitation. But it wasn't a big number."
         ],
         "Speaker": "Bradford Cooke"
      },
      "14": {
         "Remarks": [
            "Perfect. All right. Thanks for taking my questions guys."
         ],
         "Speaker": "Marcus Giannini"
      },
      "15": {
         "Remarks": [
            "Our next question comes from Joseph Reagor of ROTH Capital Partners. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "16": {
         "Remarks": [
            "Good morning guys. Thanks for taking my questions."
         ],
         "Speaker": "Joseph Reagor"
      },
      "17": {
         "Remarks": [
            "Hi Joseph."
         ],
         "Speaker": "Bradford Cooke"
      },
      "18": {
         "Remarks": [
            "Just -- hi. So on the G&A level, when I looked at the breakdown, it looks like, salaries wages and benefits were up quite a bit in the quarter. Is that just like a one-time thing because of the shutdown, you had to move some G&A costs from the mine level up to the corporate level?"
         ],
         "Speaker": "Joseph Reagor"
      },
      "19": {
         "Remarks": [
            "No, actually Joe, its Dan here. The G&A movement was actually mark-to-market on deferred share units. A lot of our directors are paid in deferred shares. And under IFRS we have to mark that to market. So it's a function of our share price going from about CAD 2.14, up into the CAD 4 -- I don't want to say almost CAD 5 range, at the end of the quarter. So we have a $1.1 million salary charge related just to that mark-to-market."
         ],
         "Speaker": "Dan Dickson"
      },
      "20": {
         "Remarks": [
            "Okay, but its, non-cash, right? So..."
         ],
         "Speaker": "Joseph Reagor"
      },
      "21": {
         "Remarks": [
            "Non-cash."
         ],
         "Speaker": "Dan Dickson"
      },
      "22": {
         "Remarks": [
            "Yeah. Okay. All right, so I guess the way to think about it is if the stock is higher again there might be another one this quarter but just backing out of our cash flow statement."
         ],
         "Speaker": "Joseph Reagor"
      },
      "23": {
         "Remarks": [
            "Exactly."
         ],
         "Speaker": "Dan Dickson"
      },
      "24": {
         "Remarks": [
            "Okay. Then on -- obviously ATM you guys raised a good amount of money. Balance sheet is a lot stronger than it was at the end of last quarter. Do you guys think you have enough capital to now go out and fund Terronera via debt-only in addition to here, or do you still think there might be an equity component to that in addition to what you've already raised? And do you have any [Technical Difficulty] used what is it $2.25 million on the [Technical Difficulty]"
         ],
         "Speaker": "Joseph Reagor"
      },
      "25": {
         "Remarks": [
            "Thanks for your question, Joe. It's Brad. I don't think we've changed how we plan to finance Terronera. It's still going to be a debt equity mix. The timing and amounts are still somewhat, up to debate. But with the new CapEx on Terronera of around $100 million, it does make it a lot more financeable project. And ideally, it would be like a 35-65 equity debt split.",
            "So that's the plan. We have launched into commissioning a feasibility study. We hope to actually grant the study to an engineering firm by the end of August, early September. And it will be less than a year from then to complete that study. Guanacevi the hot markets, we may not need to wait to put the financing in place.",
            "That was the original plan. But when gold was -- and silver prices were beat up, in March. We were thinking well, we'll just go to feasibility and worry about financing later. But obviously the markets have responded very robustly to the global monetization of COVID shall we say. And as a result, the markets are definitely open. So timing still to be determined, but 35-65 debt -- equity debt split is still the plan. "
         ],
         "Speaker": "Bradford Cooke"
      },
      "26": {
         "Remarks": [
            "Our next question comes from Justin Stevens of PI Financial. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "27": {
         "Remarks": [
            "Good morning, guys. Most of my questions have been crossed off here. So, just a couple on some order sourcing though. So, Guanacevi, how's the development of Santa Cruz Sur going? I know it was running a bit behind schedule. But are you guys getting close there?"
         ],
         "Speaker": "Justin Stevens"
      },
      "28": {
         "Remarks": [
            "Thanks, Justin. This is Godfrey. We were a bit behind in Q2, but we've actually managed to catch up. And the ore split right now is a third from Milache, a third from Curso and a third from Santa Cruz Sur. So, we've got some very nice grades coming out of Santa Cruz Sur at the present time."
         ],
         "Speaker": "Godfrey Walton"
      },
      "29": {
         "Remarks": [
            "And that -- and so that's pretty steady now. That will be the plan, I guess going forward for at least the next few quarters year? Is it was about one-third, one-third, one-third?"
         ],
         "Speaker": "Justin Stevens"
      },
      "30": {
         "Remarks": [
            "Yeah. That's the plan for the rest of year."
         ],
         "Speaker": "Godfrey Walton"
      },
      "31": {
         "Remarks": [
            "Okay. Great. No, that's what I like to hear. And then just over the Bolanitos side. I think Brad you said that you're currently mining from San Miguel, but you're getting into Bolanitos? Is that what I heard?"
         ],
         "Speaker": "Justin Stevens"
      },
      "32": {
         "Remarks": [
            "Yeah. The plan is to be -- we're developing towards Bolanitos right now, and we expect to be in there in Q4. So, we'll have some self development mineral coming from there in Q4."
         ],
         "Speaker": "Bradford Cooke"
      },
      "33": {
         "Remarks": [
            "Great. Yeah. And then we did -- I guess I mean Brad you sort of touched on that there. But, just sort of the -- do you guys have an idea internally of what your tipping point might be in terms of, I guess silver price or sort of cost of capital that would make you sort of move ahead to the Terronera decision development design before the feasibility study?"
         ],
         "Speaker": "Justin Stevens"
      },
      "34": {
         "Remarks": [
            "Well, I don't think it's going to be price sensitive. If we're weighing the money on price that was on the old prices, not today's price. I think the determinant factor on timing is simply, are the markets sufficient to finance the project and are there some long lead items that our Project Director is happy that he'd be willing to start breaking ground for instance before the feasibility study is finished. So, those are questions we hope to answer here very quickly in the coming weeks and give some clarity on timing in the -- hopefully this quarter."
         ],
         "Speaker": "Bradford Cooke"
      },
      "35": {
         "Remarks": [
            "Great. All right. That’s it for me. Thanks guys."
         ],
         "Speaker": "Justin Stevens"
      },
      "36": {
         "Remarks": [
            "Thanks for your questions."
         ],
         "Speaker": "Bradford Cooke"
      },
      "37": {
         "Remarks": [
            "Our next question comes from Bhakti Pavani of Alliance Global Partners. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "38": {
         "Remarks": [
            "Good morning, guys. Thank you for taking my questions, and congratulations on the quarter."
         ],
         "Speaker": "Bhakti Pavani"
      },
      "39": {
         "Remarks": [
            "Thank you, Bhakti."
         ],
         "Speaker": "Bradford Cooke"
      },
      "40": {
         "Remarks": [
            "I just wanted to dig a little bit deeper into Guanacevi. I know Dan kind of previously alluded on the grade profile. But the grade for both silver and gold increased quite a bit in second quarter compared to first quarter of this year. So, from the margin perspective, what would be the best way to model the grades as well going forward?"
         ],
         "Speaker": "Bhakti Pavani"
      },
      "41": {
         "Remarks": [
            "Hi, Bhakti, this is Godfrey. Yeah, ore grades did come up. And that was a result of mining from Curso and actually even getting some high-grade material from Santa Cruz Sur. But we're still planning on the budgeted grades, which was lower than what we actually mined in Q2. But, we do expect to continue with those grades and maybe get a little bit higher grades."
         ],
         "Speaker": "Godfrey Walton"
      },
      "42": {
         "Remarks": [
            "Got it, okay. And secondly, you did previously mentioned about the increasing COVID cases in Mexico. I know everything is uncertain at this point. But how are you preparing yourself in case, there is a second shutdown? Are you doing anything in particular?"
         ],
         "Speaker": "Bhakti Pavani"
      },
      "43": {
         "Remarks": [
            "Hi, Bhakti, it's Godfrey again. We are very diligent at checking everybody as they come on to site and checking everybody on a daily basis. So, we've stopped a few cases at the gate and turned people back and send them for further evaluation at some of the clinics. So we're just being extra cautious. So far we've had a few cases occur at our operations, but we've been very, very successful in making sure it doesn't spread very quickly. "
         ],
         "Speaker": "Godfrey Walton"
      },
      "44": {
         "Remarks": [
            "Got it. And in terms of mine planning and mine development has there been any changes? "
         ],
         "Speaker": "Bhakti Pavani"
      },
      "45": {
         "Remarks": [
            "No, the mine planning and development has continued. We were able to up -- increase the speed of some development at Bolanitos, which was holding us back in Q1 and Q2. So that's catching up. And development at Guanacevi's been going very well. "
         ],
         "Speaker": "Godfrey Walton"
      },
      "46": {
         "Remarks": [
            "All right. Thank you very much. That’s it from my side."
         ],
         "Speaker": "Bhakti Pavani"
      },
      "47": {
         "Remarks": [
            "Thanks for your questions."
         ],
         "Speaker": "Godfrey Walton"
      },
      "48": {
         "Remarks": [
            "This concludes the question-and-answer session. I would like to turn the conference back over to Mr. Cooke for any closing remarks."
         ],
         "Speaker": "Operator"
      },
      "49": {
         "Remarks": [
            "Well, thank you operator and thanks all for listening today. As we look forward through the rest of the quarter, we've got some pretty significant catalysts. We've restarted exploration drilling at several sites. Specifically Bolanitos, Guanacevi, near El Compas and we're planning to get started on Terronera this quarter as well. It will be almost two years Godfrey since we drilled Terronera?"
         ],
         "Speaker": "Bradford Cooke"
      },
      "50": {
         "Remarks": [
            "Yeah about two years."
         ],
         "Speaker": "Godfrey Walton"
      },
      "51": {
         "Remarks": [
            "So there's significant upside to be had through drilling additional veins at Terronera. And we only stopped drilling two years ago because of the desire to go to economic analysis and see if we had enough reserves to build a mine, which we do. And now that we've got the final PFS results and they're extremely robust it's time to restart the drills.",
            "So that's one catalyst for this quarter. Another catalyst, obviously, is granting the feasibility study to an EPC firm here in the next month and get that work underway. In fact there's some bridge engineering studies already being conducted under the auspices of our Director of Project Development, Ernesto Lima, so work is already underway on the feasibility level.",
            "And Dan do you want to add anything to that?"
         ],
         "Speaker": "Bradford Cooke"
      },
      "52": {
         "Remarks": [
            "So I think we're in a good position going forward especially with where the silver and gold prices are. And -- but the operations continue to operate at capacity and where we expect they'll operate especially after putting in significant time and energy into getting them back to what we've historically done especially at Guanacevi and hopefully coming here soon at Bolanitos, we should be in a great position to be able to fund a lot of these programs going forward."
         ],
         "Speaker": "Dan Dickson"
      },
      "53": {
         "Remarks": [
            "Godfrey anything to add?"
         ],
         "Speaker": "Bradford Cooke"
      },
      "54": {
         "Remarks": [
            "No. I will just continue with a steady ship."
         ],
         "Speaker": "Godfrey Walton"
      },
      "55": {
         "Remarks": [
            "All right. Well I'm busy with Dale on various merger and acquisition opportunities, small brownfields one kind of bolt-ons to our existing operations. We're always working on those, always optimistic and every once in a while we pulled the trigger like our deal last year in Guanacevi, which really helped to turn around that operation. We're looking at bigger opportunities as well, but they always take time and it takes two to dance.",
            "So lots going on, a very catalyst-rich quarter for the company. And boy what a tailwind for metal prices, I do think we're still early in the precious metal cycle. We've probably got a little bit too far too fast. And so I wouldn't be surprised if there was a minor pullback in the near future. But other than that, I mean, the overall, overarching direction here is more monetary intervention globally by central bankers. And there's only one direction I think that precious metal prices can go from here.",
            "Anyway that's it for me. Operator, thank you."
         ],
         "Speaker": "Bradford Cooke"
      },
      "56": {
         "Remarks": [
            "Thank you. This concludes today's conference call. You may disconnect your lines. Thank you for participating and have a pleasant day."
         ],
         "Speaker": "Operator"
      }
   }
}