{
   "Date": "September 1, 2020",
   "Presentation": {
      "Arvind Bhatia": [
         "Good afternoon, everyone, and thank you for joining us today for At Home’s second quarter fiscal year 2021 earnings results conference call.",
         "On the call today are Chairman and Chief Executive Officer, Lee Bird; President and Chief Operating Officer, Peter Corsa; and Chief Financial Officer, Jeff Knudson. Lee will begin by updating you with a high-level discussion of the results for the second quarter and a few highlights from our ongoing third quarter.",
         "Peter will then provide an update on our operational, supply chain and inventory management initiatives. Jeff will provide color on the actions we’ve taken to optimize our balance sheet, a quick review of our financial results for the quarter and financial highlights from the third quarter. Please note that we will not be discussing financial guidance today. After the team has made their formal remarks, we will open the call to questions.",
         "Before we begin, I need to remind you that certain comments made during this call may constitute forward-looking statements and are made pursuant to and within the meaning of the Safe Harbor provisions of the Private Securities Litigation Reform Act of 1995. In particular, statements about our outlook and assumptions for financial performance for fiscal year 2021 and our long-term growth targets, as well as statements about the markets in which we operate, expected new store openings, real estate strategy, potential growth opportunities, market share, competition, future capital expenditures, future cash flows, the impact of tariffs, and the impact of the global outbreak of the COVID-19 pandemic are forward-looking statements.",
         "Such forward-looking statements are subject to both known and unknown risks and uncertainties that could cause actual results to differ materially from such statements. Those are referred to in At Home’s press release issued today and in filings that At Home makes with the SEC. The forward-looking statements made today are as of the date of this call, and At Home does not undertake any obligation to update any forward-looking statements.",
         "Any discussion during this call of our results for the third quarter today will be provided to help investors understand and assess the near-term impacts of the COVID-19 pandemic, but are subject to variability and may not be indicative of our results or transfer any full reporting period.",
         "Finally, the speakers may refer to certain adjusted or non-GAAP financial measures on this call, such as adjusted EBITDA, adjusted operating income, pro forma adjusted net income, and pro forma adjusted earnings per share.",
         "A reconciliation schedule showing the GAAP versus non-GAAP financial measures is available in At Home’s press release issued today. If you do not have a copy of today’s press release, you may obtain one by visiting the Investor Relations page of the website at investor.athome.com. In addition, from time-to-time, At Home expects to provide certain supplemental materials or presentations for investor reference on the Investor Relations page of its website.",
         "I will now turn the call over to Lee. Lee?"
      ],
      "Jeffrey Knudson": [
         "Thank you, Peter, and good afternoon, everyone. I’m pleased to share our record-setting results for the second quarter of fiscal year 2021. While total sales and comps were in line with our preannouncement, the flow-through to the bottom line was stronger than we had anticipated, leading the meaningful upside in net income and adjusted EBITDA.",
         "Before I share additional details on our Q2 results, I would like to provide a little bit of color on our recent debt refinancing. As Lee mentioned in his prepared remarks, one of the key elements of the At Home 2.0 strategy is optimizing our financial model.",
         "In the back-half of last year, we adopted a new approach that balances unit growth with free cash flow generation. In addition, we increased focus on showing up our balance sheet, extending our debt maturities, and providing a longer runway for growth.",
         "On our most recent call, we reiterated our goal of opportunistically exploring ways to optimize our balance sheet and capital structure. With that goal in mind, we recently closed a private offering of $275 million of senior secured notes maturing in 2025. We use proceeds from the offering and existing cash on our balance sheet to repay our term loans in full, which had a $334 million balance outstanding.",
         "In addition, we have extended the maturity of our ABL facility by three years to 2025. As of last week, our net debt was $285 million. We believe these debt facilities provide a significant financial flexibility and address a key investor concern regarding our debt maturity.",
         "Recognizing our strengthened financial position, both S&P and Moody’s recently upgraded our credit rating and outlook. While our senior secured notes carry a higher interest rate compared to our term loans, we believe our overall annualized interest costs will be relatively flat compared to fiscal year 2020. This is due to our expectation of lower average loan balances on our ABL facility over the foreseeable future.",
         "Next, I’ll provide a few highlights of results through the second quarter. Q2 net sales were $515.2 million, up 50.5% year-over-year and comparable store sales were 42.3%. When looking at reopened stores alone, our comps were 62% for the quarter and 74% for the months of May and June. Sales were strong in stores across the country and across all departments.",
         "For the first-half of the year, our total sales were up 8.7% and comps were 0.3%, despite the unfavorable impact of temporary store closures. Our new and non-comp store performance has also exceeded expectations since reopening.",
         "Q2 gross margins were 38.1%, or up 880 basis points year-over-year. The primary drivers of this increase were leverage on our occupancy costs, depreciation expense and distribution center costs, given the strong sales results. For the first-half period, gross profits were up 12.8% and gross margins were up 100 basis points year-over-year to 30.1%.",
         "Second quarter adjusted SG&A expenses were down $8.2 million, or 10.8% year-over-year, despite a 7.4% increase in our store base. The decrease reflects our focus on curtailing expenses, including advertising, preopening, and other discretionary expenses, as well as the impact of furloughs and tiered salary reductions during the period our stores were temporarily closed.",
         "Q2 adjusted SG&A as a percentage of sales improved by 900 basis points to 13% from 22% due to leverage on our fixed costs, as well as reduced spending in response to the COVID-19 pandemic. For the first-half period, adjusted SG&A expenses were down $17.7 million, or 11.7%. Adjusted SG&A as a percentage of sales improved 430 basis points.",
         "Q2 net income was $89.4 million and adjusted net income was $90.6 million, compared to $10.4 million and $11.4 million, respectively, in the second quarter of fiscal year 2020. EPS was $1.39 and pro forma adjusted EPS was $1.41 compared to $0.16 and $0.18, respectively, in the year ago period.",
         "Adjusted EBITDA came in at $159.7 million, up $112.6 million, compared to $47.1 million in Q2 of last year. Adjusted EBITDA was a head of our preliminary expectations due to stronger-than-expected flow-through, primarily driven by expense favorability. Adjusted EBITDA for the first-half was $145 million compared to $80.9 million in the first-half of fiscal year 2020.",
         "For modeling purposes, please keep in mind that the timing of cash rent payments related to rent deferrals and abatements will cause an unfavorable impact to adjusted EBITDA. We expect the impact to be approximately $30 million in the back-half of this year relative to the first-half. Also, we expect a net unfavorable impact of $40 million to adjusted EBITDA next year compared to this year.",
         "Turning next to our balance sheet. We ended Q2 with total liquidity of approximately $306 million, which includes more than $32 million in cash and approximately $273 million in borrowings available under our $425 million in ABL facility.",
         "Our liquidity position improved more than $250 million compared to the end of Q1, primarily reflecting strong cash flow from operations. In addition, we received cash of $35 million from our new FILO tranche facility and $33 million from our sale-leaseback transactions involving three stores. As a reminder, we still have nine properties available for sale-leaseback opportunities,",
         "Q2 net inventories were down 30% compared to the same period last year, reflecting our strong sales performance, as well as reduced inventory purchases during the time our stores were temporarily closed. Q2 inventory turns improved significantly compared to the same period last year.",
         "Our leverage ratio, which we define as net debt to adjusted EBITDA at quarter-end was 1.4 times on a trailing 12-month basis, a record low for us. This was slightly better than our preliminary estimates due to upside and adjusted EBITDA. Our leverage ratio improved approximately four turns in Q2 compared to Q1.",
         "With our strong Q2 results and the recent completion of our debt refinancing, we believe we are in our best financial shape since going public four years ago. We expect our balance sheet to get even stronger as we continue to focus on balancing growth with free cash flow generation.",
         "With that, I’ll now turn the call back over to Lee for final remarks."
      ],
      "Lewis Bird": [
         "Thank you, Arvind. Good afternoon, everyone. Thank you for joining us to discuss our results for the second quarter fiscal 2021. We’re pleased to deliver the best quarter in the company’s history in terms of comp, profitability and free cash flow. We also ended the quarter with the lowest leverage ratio since our IPO.",
         "As you know, we’ve preannounced record preliminary Q2 results at the end of July. Our final comps of 42% and total sales of $515 million, or up 51%, were in line with the preannouncement.",
         "As previously mentioned, we believe our sales increased at a rate significantly faster than the industry, and our market share was up meaningfully during Q2. We’re also pleased that for the second consecutive year, we ranked number eight on the National Retail Federation’s recently released Hot 100 Retailers list. This is the fourth year in a row we have appeared on that list.",
         "Q2 adjusted EBITDA of $160 million and net income of $89 million were ahead of our preliminary expectations. Our leverage ratio at the end of Q2 of 1.4 times was slightly lower than our preannounced estimate due to better-than-expected adjusted EBITDA.",
         "In addition, as Jeff will elaborate in his prepared remarks, we have recently completed a debt refinancing that provides us financial flexibility and addresses a key investor concern about our debt maturity. As we look forward, our goal continues to be to provide enhanced level of transparency and accessibility to our investors during these unprecedented times.",
         "In terms of Q3, our quarter-to-date trends have remained strong. Comps are relatively in line with Q2 and have been consistent throughout the month of August. Similar to Q2, the strength is geographically broad and both everyday and seasonal categories are performing well. However, between the two, everyday is outperforming as we are not inventory constrained in that category.",
         "We’re pleased with our back-to-campus business, which has so far generated comps well above the overall company average during the same period. We refined our back-to-campus strategy this year and it’s paying off.",
         "Our merchant team targeted not only back-to-campus shoppers, but also young shoppers in their late teens to late 20s, looking to refresh their bedroom, dorm room, first off-campus apartment or first apartment after graduation. This holistic approach has been very effective in the current environment when a significant number of students are attending college remotely.",
         "We offered a broader and deeper back-to-campus assortment this year and put greater emphasis on value. We focused not just on the decorative theme, but also in textiles and storage. We also offered a limited edition collection with a broad range of styles appealing to both back-to-campus shoppers and everyone looking to update their living spaces.",
         "Within seasonal, Halloween and fall are off to a great start. We believe this is a result of the enhanced quality and freshness we’ve been able to offer this year. While our Q3 quarter-to-date performance in both everyday and seasonal categories is clearly encouraging, we believe it’s still early given that August is typically the smallest month of the quarter and has a lower seasonal mix, and was not affected much by inventory constraints.",
         "We expect trends to moderate during the balance of the quarter and the year as our seasonal mix increases meaningfully and inventory constraints become a significant factor. We’re also mindful of ongoing competitor liquidations and uncertainty related to COVID-19 and this year’s national elections.",
         "With a stronger-than-expected start to Q3, we now expect seasonal inventory to be down 20% at the end of Q3 and down nearly 10% at the end of Q4. This compares to our previous expectation of seasonal inventory to be down mid single digits in the back-half. As a result, we expect the current gap between the performance in everyday and seasonal to widen for the rest of the quarter and the year.",
         "Our inventory position for the back-half is quite different compared to the first-half when we had access to adequate patio and garden seasonal inventory to support strong demand post store reopening. That said, we believe the key factors driving our strong performance remain unchanged.",
         "Consumers continue to spend time and money on their homes, including on decorating and organizing their homes, home offices and kitchen spaces. We see this trend persisting for sometime. As a home decor category killer, we remain well-positioned to capitalize on this trend. Our wide and deep product assortment offered at industry-leading prices continues to resonate well with customers and the current economic environment.",
         "A large store format and self-service model, which makes it easier to practice safe social distancing remains a key competitive advantage for us, especially at a time when customers are concerned about the coronavirus resurgence. The increased convenience of our improving omni-channel capabilities is also helping us win market share.",
         "Finally, as we look forward, a potential long-term positive for us is population dedensification, a trend that could accelerate post-COVID-19, as consumers begin to move out of highly concentrated areas within cities towards suburban areas, we could have a location advantage. As you may all be aware, all of our current stores and nearly all of our future stores are planned to be in suburban areas.",
         "We believe many of these factors could be a sustainable advantage for us. As a team, we’re focused on putting ourselves in the best possible position to generate consistent and predictable results for the long-term.",
         "Our track record is solid. And while last year was challenging, over the past 7.5 years under this leadership team, we’ve generated average comps of 3%, net sales growth of 20%, adjusted EBITDA growth of 16% and adjusted EBITDA margins of 17%.",
         "Our new store economics are compelling with first year sales of more than $6 million, store-level adjusted EBITDA of $2 million and payback period of about two years. We continue to see a path to 600-plus stores over the long-term, up from 219 stores today.",
         "We believe our post-COVID strategic framework is comprehensive and powerful. Our revised long-term strategy put in place last year is yielding positive results this year, and we believe will continue to propel us going forward. We’re building on the solid foundation laid over the last several years. We call this new strategic framework At Home 2.0.",
         "I’ll take the next few minutes to elaborate on some key elements of this framework. It starts with redefining our go-to-market approach, which includes our EDLP Plus strategy, category reinventions, and product or brand collaboration.",
         "EDLP Plus is about highlighting At Home’s great prices and customer value proposition. We began implementing this strategy late last year and have run eight campaigns since then. Seven of them have been highly successful in driving comps and clearance sell-through, including our most recent Bed Bath & Storage campaign. We’re supporting these events with visual initiatives, including in the center aisles and through our feature tables.",
         "Our success has enhanced our confidence in this strategy. And we look forward to running additional campaigns during the balance of the year, including our end of summer event. Reinventions remain a key comp driver for us. And during Q2, recent reinventions, such as decorative accents and sheets, generated comps nearly double the company average. We’re excited about our upcoming reinventions, including Check Lane in September, Fashion Bath, Healthy Home and Christmas in October.",
         "A new piece of our go-to-market strategy includes the annual launch of two to three brand collaborations covering our key brand lifestyle. As part of these collaborations, we intend to offer exclusive product that will offer newness across various departments at highly accessible price points. We believe such partnerships have the potential to expand our reach and attract new customers to the At Home brand.",
         "Our first two collaborations this year start with rising star, Grace Mitchell, and the iconic brand FAO Schwarz. We’re currently in the process of rolling out our Grace Mitchell line and early customer response is encouraging. FAO Schwarz will be rolled out in the coming weeks and should enhance our authority in Christmas decor.",
         "The second key element of At Home 2.0 is ensuring leadership on products and price. As you know, we strive to have compelling industry-leading prices and to drive down AUR. We believe our pricing is sharper than ever. At the same time, we’re focused on ensuring our product is distinctive and of good quality. We believe our ability to optimize this combination of price, product quality and distinctiveness is a key differentiator for us.",
         "Lastly, over the last 12 months, we have significantly improved our inventory management capabilities across our everyday and seasonal category, which is helping improve inventory turns and reduce product markdown.",
         "The third key element of At Home 2.0 is accelerating digital and omni-channel. Our omni-channel presence is increasing and we’re excited about the progress we’re making. BOPIS and curbside services are now available in nearly all stores, and delivery is available in more than 70% of our stores. Were putting a relentless focus on being able to provide a frictionless omni-channel experience for our customers.",
         "We’re also developing capabilities to ship from store and expect to introduce a solution next year. Our rapidly growing loyalty program, Insider Perks, is a key strategic asset for us and an important piece of our digital strategy. Our membership base is now 7.8 million members, up 44% year-over-year, continuing a strong trend.",
         "In early August, we launched the next iteration of our loyalty program, Insider Perks. That includes special pricing on Flash Finds, extended return window and other features for our loyalty members. It also includes a VIP program and a pro program. Our Insider Perks members continue to represent an increasing percentage of our sale.",
         "The fourth key element of At Home 2.0 is optimizing our financial model. Fundamentally, this means continuing our accelerated efforts to be free cash flow positive, reduce debt and optimize our capital structure. As our results show, we have made significant progress on this front already. Going forward, our goal is to grow our store base at a pace that can be funded with internally generated free cash flow.",
         "The fifth component of At Home 2.0 strategic framework is becoming a great place to work and grow. We’re grateful to the more than 7,000 employees that are building their careers with At Home. With our plans to increase our store base to 600 or more over the long-term compared to the 219 stores today, we have a long runway for growth.",
         "To help support this growth and propel us forward, we want to continue to attract top talent and build a strong pipeline. Many of the key strategies I’ve discussed today with an At Home 2.0 framework will likely be familiar to you, as they’re either proven strategies for us or strategies we’ve been developing and communicating with you over the last several quarters.",
         "Our hope is today’s discussion has provided you with a better understanding of our approach and why we believe we’re well-positioned to succeed over the near and long-term.",
         "With that, I’ll turn the call over to Peter to share an update on our operational initiatives. Peter?",
         "Thanks, Jeff. With 15% unaided brand awareness and only 37% of our addressable market consumed, At Home is still a young company with a significant opportunity ahead. Yet the majority of which we’re navigating through the current crisis and emerging stronger is a testament to our strong foundation and the resolve of our leadership team. We believe we have a strong model, a sound strategy, the right team, and the necessary capital resources to take us to the next level.",
         "With that, operator, please open the line for questions."
      ],
      "Operator": [
         "Greetings. Welcome to the At Home Second Quarter Fiscal Year 2021 Earnings Call. At this time, all participants are in a listen-only mode. A question-and-answer session will follow the formal presentation. [Operator Instructions] Please note, this conference is being recorded.",
         "I will now turn the conference over to your host, Arvind Bhatia. You may begin."
      ],
      "Peter Corsa": [
         "Thanks, Lee. Good afternoon, everyone. Q2 was a great example of how we remain true to our core values during an unprecedented crisis and at a time when we were faced with the toughest challenge in our company’s history.",
         "Our teams were highly creative, and they work nimbly and closely despite being in remote locations. They came up with smart and scrappy solutions to put us in the best position to win in the middle of the pandemic.",
         "As a result, we are stronger and better positioned today than we were prior to the pandemic. Also, the investments we have made in our people, systems and processes over the last several years have equipped us to handle the surge in demand we have been experiencing.",
         "During the period when our stores were temporarily closed, our field team was instrumental and quickly and effectively rolling out BOPIS and curbside.. This allowed us to stabilize our business and subsequently thrive. Once we relaunched our EDLP Plus campaigns post store reopenings, our team members implemented and executed the campaigns highly effectively.",
         "As we reopened our stores to record volumes, we offered employment to all our furloughed employees and we were able to hire back over 85% of our staff. We believe this success reflects our employees’ loyalty to the brand and the strength of our culture. We’ve been hiring additional team members to support our strong performance and prepare us for the holiday season.",
         "I’m pleased with the talent we are attracting and the pool of applicants we are getting. The field team is playing a key role in handling the record inventory receipts that are flowing into the stores, as well as managing the strong traffic and sales levels. At the same time, we are maintaining or improving our operational standards.",
         "We are implementing new processes to improve and sustain neat, clean and organized stores, especially given the record velocity at which our inventory has been turning, and as we prepare for our seasonally strong fourth quarter.",
         "Our enhanced cleaning, sanitization and safe social distancing measures remain in place in our stores and distribution centers, including disinfecting high-touch areas, in-store signage, and one-way traffic aisles. Our two DCs remain highly productive cross-dock facilities.",
         "As you know, we opened our second distribution center in Carlisle, Pennsylvania in early fiscal 2020. The goal was to split receipt volumes between Plano and Carlisle and maximize container efficiency.",
         "While the investment was a temporary headwind on profitability in fiscal 2020, we are pleased with the efficiencies we have realized this year. Investing in our DCs, ahead of expected growth has served us well and allowed us to smoothly handle the record receipts we have been getting.",
         "Looking at the back-half of the year, we expect some of these savings to be offset by higher inbound freight costs, as we chase inventory from both domestic and international sources.",
         "We continue to work closely with our domestic and international product partners to try to secure the necessary inventory for the higher-demand levels we have been experiencing in both every day and seasonal categories. However, as Lee mentioned, we expect to be constrained on seasonal inventory.",
         "Our SKU rationalization efforts are well underway. Over the last several quarters, our teams have been identifying and pruning the least productive SKUs in each department and reinvesting those dollars into SKUs with a higher sell-through potential.",
         "Offering a wide and deep product assortment remains essential to our success. Our SKU rationalization strategy is designed to ensure we remain highly competitive while optimizing return on investment. Our focus this year has been on decor, textiles, accent furniture and rugs, and we are pleased with the progress.",
         "We’re also making good progress on our direct sourcing initiatives. We exited fiscal 2020 with 15% of our product directly sourced and a long – longer-term goal of reaching 30%. Our team remains focused on methodically increasing penetration of directly sourced merchandise each year.",
         "In addition, we continue to increase our country diversification efforts for product sourcing, and have added selected new factories in India, Vietnam and Indonesia to help mitigate certain high tariff categories.",
         "With that, I’ll turn the call over to Jeff to provide a financial update."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "At this time, we will be conducting a question-and-answer session. [Operator Instructions] And our first question is from Simeon Gutman with Morgan Stanley. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hey, guys, this is Michael Kessler on for Simeon. Thanks for taking our questions. First, I wanted to ask about the seasonal inventory in the back half and the ways that, that can, I guess, play out as far as the comp goes. Like is there – if, let’s say, this kind of demand continues into the back-half into Q4 and assuming maybe the seasonal mix is what it might be in the past? I mean, is there a certain kind of level of comp that can be supported? Could this level of comp be supported? Or if you could frame the impact of the seasonal inventory potential on the back-half would be great?"
         ],
         "Speaker": "Michael Kessler"
      },
      "3": {
         "Remarks": [
            "Well, when we think about the inventory constraints in the back-half, what we said is, we didn’t see much impact in the month of August as we move through, because we have the inventory on hand. But we do expect that to be constrained and moderate as we move through the balance of the quarter.",
            "We would also say that when we look at patio and garden in the first-half, it wasn’t a constraint, because we had already bought that. So it is a difference in the second-half versus the back-half, and we’ve seen these really strong results since the stores have reopened. And so we’re – as we move forward, we will be constrained, because when we made those decisions, both in Halloween and harvest, even those results are very strong right now and certainly into Christmas as we move into Q4.",
            "But what we would anticipate over the balance of the back-half if that demand stays there is that we would experience really nice sell-throughs and we would see nice upside in gross margin relative to last year."
         ],
         "Speaker": "Peter Corsa"
      },
      "4": {
         "Remarks": [
            "Yes, exactly. And just a follow-up on the competitive landscape. We’ve been hearing about liquidation of some of your competitors. Pier 1 has been one that we’ve heard maybe starting to slowdown on their liquidation sales. I’m curious do you think that can take some of the pressure off of your business in the back-half? And could it actually have meant that your underlying comp run rate was actually somewhat muted by those sales and that there could be even more upside had they not been occurring?"
         ],
         "Speaker": "Michael Kessler"
      },
      "5": {
         "Remarks": [
            "Yes. Michael, this is Lee. I would say, the landscape continues to be evolving, there’s weaker, the marginal players are finding difficult to survive. Obviously, you mentioned Pier 1 and some other retailers be closing and have been closing about 1,000 stores over this summer and early fall. And other specialty retailers, obviously, have been filing for bankruptcy.",
            "But I would say, there is a short-term implication that could be challenging because of those liquidations. So I would tell you with these kind of comps, we haven’t felt that. But there has been, obviously, the concern out there about that in the short-term. But long-term, it’s super positive for us.",
            "We’re going to continue to be taking share. We took a lot of share in Q2. We’ll be taking more share as those stores are officially and finally close to the summer and the back-half of the year. And I would tell you, we’re benefiting from our differentiated model. We’ve got a large selection. Customers are consolidating trips. We’ve got industry-leading prices, which is now more important than ever in a recession. We’ve got a large store format. It’s super helpful into social distance in our big store 100,000 square feet.",
            "And now with omni-channel, it – we believe our bricks and clicks, make it easier to shop with us and it’s a more sustainable model for the long-term. And I would tell you, you called out Pier 1. I would tell you, we haven’t seen much impact so far. We do hear that those stores are still closing and are expected to close for the next couple months. And as you know, there is significant overlap 90% of our stores are within six miles of a Pier 1 and a third of our stores are within a mile of a Pier 1 store.",
            "So what I would say is, there may be a slight temporary impact, but I would tell you those customers have to find a place to shop for decor and we’re the place to go."
         ],
         "Speaker": "Lewis Bird"
      },
      "6": {
         "Remarks": [
            "Okay. Great job this quarter. Good luck for the rest of the way."
         ],
         "Speaker": "Michael Kessler"
      },
      "7": {
         "Remarks": [
            "Thanks so much, Michael."
         ],
         "Speaker": "Lewis Bird"
      },
      "8": {
         "Remarks": [
            "And our next question is from John Heinbockel with Guggenheim Partners. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "9": {
         "Remarks": [
            "Hey, Lee, two questions, SKU rationalization. Where does that take the SKU count down to? What do you think is the optimal from where you were?",
            "And then secondly, when you look at the Insider Perks members, what are you seeing in terms of shopping frequency, right? So I think your average customer probably came in seasonally. Are you now seeing that step up? Or is it too early to tell?"
         ],
         "Speaker": "John Heinbockel"
      },
      "10": {
         "Remarks": [
            "Yes. I would say, as Peter mentioned in his remarks, we have been focused on SKU rationalization. It’s really on a department by department basis. So Phase one for us was decor, textiles accent, furniture and rugs. And we’ve taken SKUs down 20% in those departments, and we’re really pleased with that, especially in those categories. And we’re seeing full price selling improvements and better inventory turns.",
            "So, as you know, that we’ll continue to look at other departments. And you’ve heard us mentioned 50,000 SKUs is what’s in our store. And as in terms of active SKUs, so that, that count will be coming down over time, but it’s really a department by department effort.",
            "And your second question was…"
         ],
         "Speaker": "Lewis Bird"
      },
      "11": {
         "Remarks": [
            "Insider Perks?"
         ],
         "Speaker": "John Heinbockel"
      },
      "12": {
         "Remarks": [
            "Yes. So we’re super pleased about our Insider Perks program, just a few years ago didn’t even have one. And now, three years later, we got 7.8 million members. 2.4 million members have been enjoined from last year, up 44% increase. We did relaunch the Insider Perks program with added benefits.",
            "So we’re pleased with that. That was in early August, we called that At Home 2.0 – excuse me, Insider Perks 2.0. And it gave our customers of the loyalty program access to lower prices for the Flash Finds. When you come in the shore, you can see a Flash Find prices lower than it would be to a regular customer. We’ve extended the return window. We launched a VIP and a pro program.",
            "And by adding more and more benefits, not discounts, but benefits, we’re seeing an uptick in signup rates with our customers. And especially, as we’ve seen new customers come in the store, we’re seeing those new customers converting into new members of the program."
         ],
         "Speaker": "Lewis Bird"
      },
      "13": {
         "Remarks": [
            "And then lastly, what do you think, I assume you’re not going to be inventory constrained seasonal in the spring. I assume that’s the case. Is that right? Is there any potential to bring that product in earlier, particularly in warmer weather markets? And maybe that makes up a little bit for not having Christmas seasonal this year?"
         ],
         "Speaker": "John Heinbockel"
      },
      "14": {
         "Remarks": [
            "Well, we will be bringing in patio and garden earlier than last year. We didn’t bring that in until February. We’re bringing in January this coming year. So you will see that benefit to us, especially in the, as you mentioned, in the warmer weather markets we’re pleased. And we’ve been looking at this for sometime. And so we’re bringing those in work. We’re excited about that.",
            "We hope we aren’t inventory constrained in the spring. Obviously, business has been really strong. We’re making those investment decisions right now about our spring investments for patio and garden. That’s a department that we can also do follow-on orders, as we see pre-sales.",
            "But as you know, the Halloween Harps and Christmas investments were made back in April when our stores were closed – March and April when our stores were closed. And so we had to make some decisions. And if I had to do it all over again, obviously, I would have bought more, but back then our stores are closed. We didn’t know how long they’re going to be closed and we saw the economic outlook wasn’t as strong and we didn’t know how our customers would respond as we reopen. Obviously, it’s been fantastic since we’ve reopened.",
            "So we’ve taken that into account. We saw our selling of patio and garden after we reopened, we saw the strong response to our lower prices in patio and garden. And so our new assortment for patio and garden this coming spring is going to have even stronger price points. And I’m really excited about when it comes in early January."
         ],
         "Speaker": "Lewis Bird"
      },
      "15": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "John Heinbockel"
      },
      "16": {
         "Remarks": [
            "Thanks, John."
         ],
         "Speaker": "Lewis Bird"
      },
      "17": {
         "Remarks": [
            "Our next question is from Curtis Nagle with Bank of America. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "18": {
         "Remarks": [
            "Great. Thanks very much. Just a quick clarification question. Jeff, just on the $30 million, I guess, headwind to EBITDA in the back-half, I think, you said $40 million in next year, what exactly was it? I just missed that point. Was it rent or just pullback in expenses that you’ll have to put back in the model?"
         ],
         "Speaker": "Curtis Nagle"
      },
      "19": {
         "Remarks": [
            "Curtis, it all relates to rent. So if you think about the really productive negotiations we have with our landlord community to either secure rent abatements or rent deferrals, those – all of those negotiations impacted adjusted EBITDA in the first-half as a differential between cash rent and P&L rent.",
            "And then as we start to pay back some of those deferral agreements in the back-half of this year and into the course of next year, that’s where that $30 million differential front half and back-half comes. And then the vast majority of those dollars will be paid back over the course of next year, which will lead to the $40 million change year-over-year."
         ],
         "Speaker": "Jeffrey Knudson"
      },
      "20": {
         "Remarks": [
            "Got it. Okay, understood. And then maybe just a quick one on back-to-school. So perhaps just go into a little more detail in terms of what, I guess, sounded like outperformance kind of interesting point, given what’s going on in virtual learning all that sort of stuff was just better assortment. And did you actually see if you can categorize it a year-over-year increase in your back-to-campus or back-to-school business?"
         ],
         "Speaker": "Curtis Nagle"
      },
      "21": {
         "Remarks": [
            "Sure. Curtis, yes, we’re really pleased with our back-to-campus performance. But if we consider back-to-campus more broadly with the way we define it versus prior years and maybe about other retailers do, we – as I mentioned before, we’ve focused not only on back-to-campus college age, but folks that are first dorm, first department, obviously, at campus, but also first department off-campus, first department after college. And also if they’re going to be studying at home, it allowed them to also update their home office and bedroom area.",
            "And so we focused really on decorative accents, but also textiles, storage, homeward, so much broader and deeper assortment. We emphasize value. We really focused on making sure our prices are at or below all of our competitors’ sales prices, and we offered a limited edition collections. The collections went from Serene Dream and Glow Getter and In The Groove to just our Basics, which are just blue and gray. And if you think about all of those themes, they did very well.",
            "But also the textiles, the storage, the homeward and the home office, we’re add-ons to that, and we brought those collections together in our feature tables. And that worked very well. So the performance of that was above our company comp average. So you can see we outperformed even last year."
         ],
         "Speaker": "Jeffrey Knudson"
      },
      "22": {
         "Remarks": [
            "Got it. Okay. Thank you."
         ],
         "Speaker": "Curtis Nagle"
      },
      "23": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Lewis Bird"
      },
      "24": {
         "Remarks": [
            "Our next question is from Jonathan Matuszewski with Jefferies. Please proceed."
         ],
         "Speaker": "Operator"
      },
      "25": {
         "Remarks": [
            "Thanks for taking my question. First one is just a follow-up on Insider Perks. Could you guys talk about the opportunity you see in what seems like targeting design trade professionals a bit more going forward and with recent enhancements to the program? And what percentage of your business are those customers today? And where do you think it could go over time?"
         ],
         "Speaker": "Jonathan Matuszewski"
      },
      "26": {
         "Remarks": [
            "Yes. Jonathan, this is Lee. The Pro program is focused right on those folks. So think about stagers, interior designers, they’re in our stores now and they’ve been getting a discount by just showing their certification. But we haven’t been really focused on them as a business. And stagers, especially think about if you get paid a certain amount of money to stage your home, if you can buy the product from us versus somewhere else, then you’re going to make a lot more money as a stager.",
            "And so we’re really focused on providing more value for them, letting them know the looks that we have, which are just really similar looks of other styles that are out there, but at a fraction of the price. And so we’re not only letting them know about what’s offered, but we’re also providing tools for them, a year-end summary statements of all the expenses that they paid with us, so they can actually use that for some of their billing of clients and tax reporting and so on.",
            "So we’ve tried to listen to what their needs are, and we’ll continue to add more and more benefits to them as we grow that customer base. But I would tell you the initial response has been very strong thus far. And you can see it in our – if you follow us on social media, the response with our stagers and interior designers has been very strong and excited about this program, and they’ve even called that out in their social media channels."
         ],
         "Speaker": "Lewis Bird"
      },
      "27": {
         "Remarks": [
            "Great. And then just a follow-up on advertising. Historically, you guys haven’t spent that much. It’s ramped up over the past few years, but it’s still fairly low relative to peers. How do you think about advertising going forward post-pandemic? Is there any reason why kind of your budget should change materially at all? Or how are you thinking about kind of the advertising strategy ahead? Thanks."
         ],
         "Speaker": "Jonathan Matuszewski"
      },
      "28": {
         "Remarks": [
            "Yes. I would say, it’s an opportunity for us to continue to learn and invest. As you know, we didn’t spend much in marketing in Q2, so we felt the need to come back strong in Q3. We also see an opportunity to go after where customers maybe have lost their local store with other retailers closing to capture that customer.",
            "So we’re spending against that. So we’re increasing our spend in the back-half. And I would say, it’s focused on acquiring new customers and getting those customers that may be lost their store or have been shopping other retailers that you should be thinking about us even more, or supporting our EDLP Plus events as well.",
            "So that Bath & Storage was one that we launched most recently in August, the end of summer event starts tomorrow, and we have a fall program. We’re doing a Habitat ReStore event, a partnership with Habitat for Humanity, where you can actually bring product to donate to Habitat for Humanity to their restore stores at a local At Home store, and then you’re then invited to – you get a coupon to then shop in our store, because you’ve been able to give to Habitat for Humanity. So it’s a great partnership for us.",
            "One thing I also want to mention is, as our brand tone of voice has been changing, we – we’ve changed the tone of our advertising in August and our new campaigns far more optimistic, made it more fun and playful to really stand out. I mean, honestly, we don’t take ourselves very seriously. This is home decor being sold in a warehouse format, very different than the competition.",
            "So think more about like Southwest Airlines tone versus American Airlines tone of voice, far more fun and playful, it’s going to differentiate us. And we believe it’s going to be very effective. And we use that to launch our loyalty 2.0, the Insider Perks program and to call out some of those great benefits and to let people know what differentiates us versus the competition.",
            "And the last thing that we’re going to be doing in advertising is calling out these new partnerships. So our Grace Mitchell partnership. She is an HGTV star. She is on three different shows on that channel. So we’re excited to be a part of her brand and launching that FAO Schwarz as well and more to come, I would tell you.",
            "And lastly, I would say, just direct mail continues to be effective for us. So as we spend a little bit more in the back-half, we’ll learn what’s more effective at getting new customers. And then we’ll take those learnings and apply them to next year’s budget."
         ],
         "Speaker": "Lewis Bird"
      },
      "29": {
         "Remarks": [
            "Excellent. Thanks for all the color."
         ],
         "Speaker": "Jonathan Matuszewski"
      },
      "30": {
         "Remarks": [
            "All right. Thanks, Jonathan."
         ],
         "Speaker": "Lewis Bird"
      },
      "31": {
         "Remarks": [
            "Our next question is from Brad Thomas with KeyBanc Capital Markets. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "32": {
         "Remarks": [
            "Hi, good afternoon. Congrats on all the momentum in the business here. I wanted to ask about merchandise margins and how to think about that, this is an industry that really has some pretty sizable opportunities on the merchandising margin front when trends are good. I would think with the strong sales, you’re going to be seeing less markdown and clearance.",
            "On the other hand, I know you guys have made price investments in the past in EDLP. How are you thinking about some of those puts and takes on merchandise margin going forward?"
         ],
         "Speaker": "Bradley Thomas"
      },
      "33": {
         "Remarks": [
            "Yes. We’re really pleased with our gross margins in Q2. They were up just under 900 basis points year-over-year. The biggest drivers there with the sales strength that we saw was really leverage on our fixed costs.",
            "If you think about occupancy, depreciation and our distribution centers is really what drove. Product margin was up slightly year-over-year. And as you mentioned, Brad, that was really driven by fewer markdowns, particularly in seasonal year-over-year. So as we look at the gross margins in Q2, we’re really pleased with not only where the markdown playing, but the leverage we’re able to drive with the top line."
         ],
         "Speaker": "Jeffrey Knudson"
      },
      "34": {
         "Remarks": [
            "And as a follow-up to that, Jeff’s. Again, if we think about seasonal being down as a percentage of the mix for sales for the next couple of quarters due to the inventory constraints, is that something that’s a net positive for the gross margin for you all?"
         ],
         "Speaker": "Bradley Thomas"
      },
      "35": {
         "Remarks": [
            "We would say that if you think about where demand patterns are right now and if those persist through the back-half of the year, we would think that we would be able to drive very, very nice sell-throughs at full price and have lower markdowns year-over-year not only in Q3, but also in Q4, as we move through the balance of the year."
         ],
         "Speaker": "Jeffrey Knudson"
      },
      "36": {
         "Remarks": [
            "Gotcha. And just to clarify a question on the inventory constraints. With what you know today about your inventory and how the sales are showing up, are you still in a – can you give us some idea of what may be the upper bound of sales might be able to be in the fourth quarter? I mean, I presume we’re still in the area that you could have positive comps. But anymore color on how to quantify maybe an upper bound would be greatly appreciated?"
         ],
         "Speaker": "Bradley Thomas"
      },
      "37": {
         "Remarks": [
            "Well, we’ve always talked about and what we talked about in the last call is if you think about the mix historically in Q3, you’ve seen roughly 75% every day, 25% seasonal, and then over the entirety of the back-half more of a 70-30 split. And as we move into Q4, we had said that we would think it’s going to be that, that seasonal inventory on a comp basis is going to be down high single digits to low double digits. And that’s the constraint we’ll be working with in Q4 based on the mix that we just talked about."
         ],
         "Speaker": "Jeffrey Knudson"
      },
      "38": {
         "Remarks": [
            "Gotcha. Very helpful. Thank you so much, guys."
         ],
         "Speaker": "Bradley Thomas"
      },
      "39": {
         "Remarks": [
            "All right. Thanks, Brad."
         ],
         "Speaker": "Lewis Bird"
      },
      "40": {
         "Remarks": [
            "[Operator Instructions] Our next question is from Anthony Chukumba with Loop Capital Markets. Please proceed with your question."
         ],
         "Speaker": "Operator"
      },
      "41": {
         "Remarks": [
            "Congrats as well on a really strong quarter, and thanks for taking my question. So I guess, my first question, you obviously had a very, very strong comp this quarter. Part of the SG&A leverage was reduced costs like seven furloughed employees, and they’re cutting back on advertising. I know you’re not giving guidance for the third quarter.",
            "But is it fair to assume that on a kind of a year-over-year basis, SG&A should normalize somewhat in the third quarter now that you’ve brought back all those employees and it sounds like you maybe ramp with your marketing a little bit?"
         ],
         "Speaker": "Anthony Chukumba"
      },
      "42": {
         "Remarks": [
            "Yes. Anthony, this is Jeff. We would certainly expect second-half to normalize to historical levels versus the first-half. that’s not only going to be in the home office, where we won’t have the impact of the furloughs and the tiered salary reductions, store labor will certainly normalize, as well as our advertising efforts that, that Lee just spoke about, will also resume.",
            "And then we would also remind, as we move into the back-half, we would expect incentive compensation to also normalize relative to last year, just given the performance of last year versus this year."
         ],
         "Speaker": "Jeffrey Knudson"
      },
      "43": {
         "Remarks": [
            "Okay. That was going to be actually my next question on incentive compensation. So as a follow-up, so in terms of all these new customers that are coming in, have you – do you have any data just in terms of what that customer – that incremental customer looks like relative to your sort of historical customer base? In other words, like are you seeing like any kind of trade down, maybe they’re a little bit younger, a little bit older. Anything you can comment on that? Thank you."
         ],
         "Speaker": "Anthony Chukumba"
      },
      "44": {
         "Remarks": [
            "Yes, Anthony, this is Lee. We’ve had strength across all income groups, including above $100,000 household income. However, less than 50,000 to – and 50,000 to even 100,000 are particularly strong. So we’re seeing strength – we’re seeing a real nice trade down as well. Those new customers, too, actually have a slightly higher household income than our average household income was before.",
            "So we are seeing new customers coming in that have higher household incomes. We believe we’re gaining significant number of new customers and gaining share across all income groups. And it’s not showing that we’re dependent upon any stimulus checks or anything else like that. It’s broad-based."
         ],
         "Speaker": "Lewis Bird"
      },
      "45": {
         "Remarks": [
            "Got it. Keep up the good work. Thanks."
         ],
         "Speaker": "Anthony Chukumba"
      },
      "46": {
         "Remarks": [
            "Thanks, Anthony."
         ],
         "Speaker": "Lewis Bird"
      },
      "47": {
         "Remarks": [
            "Thanks, Anthony."
         ],
         "Speaker": "Jeffrey Knudson"
      },
      "48": {
         "Remarks": [
            "We have reached the end of the question-and-answer session. And I’ll now turn the call over to the Chairman and Chief Executive Officer, Lee Bird, for closing remarks."
         ],
         "Speaker": "Operator"
      },
      "49": {
         "Remarks": [
            "All right. Thanks, operator. Thanks, everyone, for joining us this afternoon and for your interest in the company. Look forward to speaking to many of you over the next few weeks at upcoming investor conferences that we plan to attend. Meanwhile, I hope you and your family are safe. Take care."
         ],
         "Speaker": "Lewis Bird"
      },
      "50": {
         "Remarks": [
            "This concludes today’s conference and you may disconnect your lines at this time. Thank you for your participation."
         ],
         "Speaker": "Operator"
      }
   }
}