{
   "Date": "July 27, 2020",
   "Presentation": {
      "Brian Cantrell": [
         "Thank you, Gary, and welcome, everyone. Earlier this morning, Alliance Resource Partners released its second quarter 2020 financial and operating results, and we’ll now discuss these results as well as our prospective on market conditions. Following our prepared remarks, we’ll open the call to your questions.",
         "Before we begin, a reminder that some of our remarks today may include forward-looking statements that are subject to a variety of risks, uncertainties and assumptions that are contained in our filings from time-to-time with the Securities and Exchange Commission and are also reflected in this morning’s press release. While these forward-looking statements are based on information currently available to us, if one or more of these risks or uncertainties materialize or if our underlying assumptions prove incorrect, actual results may vary materially from those we projected or expected. In providing these remarks, the partnership has no obligation to publicly update or revise any forward-looking statement whether as a result of new information, future events or otherwise, unless required by law to do so.",
         "Finally, we’ll also be discussing certain non-GAAP financial measures. Definitions and reconciliations of the differences between these non-GAAP financial measures and the most directly comparable GAAP financial measures are contained at the end of ARLP’s press release, which has been posted on our Web site and furnished to the SEC on Form 8-K.",
         "With the required preliminaries out of the way, I’ll begin with the review of our results, and then turn the call over to Joe Craft, our Chairman, President and Chief Executive Officer, for his perspective.",
         "Coming into the 2020 quarter, ARLP was taking action to mitigate the effects of the COVID-19 pandemic, which was crushing global energy demand. Specifically, we temporarily idled all of our Illinois Basin operations and our East Kentucky operation with the objective to reduce production to match existing sales commitments of approximately 28 million tons for all of 2020.",
         "We immediately focused our partnership on optimizing cash flows through numerous initiatives to reduce costs, expenses, working capital and capital expenditures. In addition, the Board of Directors of ARLP’s general partner suspended the cash distribution to unitholders for the 2020 first and second quarters.",
         "At that time, due to these actions, we expected coal production and segment adjusted EBITDA from ARLP’s coal operations to decline by more than half and the contribution from our mineral segment would be even more severely impacted in the 2020 quarter.",
         "And while financial and operating results for the 2020 quarter were significantly lower compared to the sequential quarter, ARLP’s performance actually came in slightly better than we expected. I am particularly pleased to report the strong execution of our plans to optimize cash flow and control costs led to total debt reduction of $49.6 million for the 2020 quarter.",
         "For our coal operations, ARLP’s decision to temporarily idle five of our seven mining complexes in response to the effects of the COVID-19 pandemic led to lower coal production of 4.3 million tons in the 2020 quarter, a 46.1% reduction compared to the sequential quarter.",
         "Coal sales volumes and revenues were also impacted, falling 28.5% and 24.9%, respectively, compared to the sequential quarter. Lower coal sales revenues, partially offset by lower expenses, caused total segment adjusted EBITDA from our coal operations to decline 43.7% to $55.2 million in the 2020 quarter and that compares to $97.9 million in the sequential quarter.",
         "On a per ton sold basis, coal sales price realizations rose 5% sequentially to $45.56 per ton, primarily due to an increased sales mix of higher-priced Appalachia sales tons in the 2020 quarter. Lower coal volumes as well as higher excise and severance taxes and inventory charges grew segment adjusted EBITDA expense per ton higher by 11.5% to $35.95 compared to $32.25 in the sequential quarter.",
         "For our minerals segment, results for the 2020 quarter also declined compared to the sequential quarter due to reduced oil and gas demand amid the pandemic. Lower oil and gas volumes and sales price realizations caused total revenues from oil and gas royalties and lease bonuses to decline 45% to $7.8 million.",
         "Accordingly, segment adjusted EBITDA fell 50% to $6.9 million in the 2020 quarter compared to $13.8 million in the sequential quarter. Our minerals segment contributed 11.1% of ARLP’s consolidated segment adjusted EBITDA this quarter.",
         "Weak market conditions and disruptions largely caused by the COVID-19 pandemic also impacted ARLP’s results for the first six months of 2020. Total revenues decreased 41.9% to $606 million for the 2020 period compared to $1.04 billion for the 2019 period due to lower coal sales, transportation revenues and revenues from our mineral interests.",
         "Lower revenues, partially offset by lower operating expenses and excluding non-cash items, contributed to an adjusted net loss of $34.4 million for the 2020 period compared to adjusted net income of $164.5 million for the 2019 period.",
         "Adjusted EBITDA for the 2020 period was also lower falling 56.2% to $146.5 million. As we managed through the current volatility, ARLP’s efforts to optimize cash flows, reduce working capital requirements, and strictly control capital expenditure and expenses have yielded significant benefits to our financial position.",
         "Working capital requirements declined 29.6% from the sequential quarter as coal inventories were reduced by 862,000 tons during the 2020 quarter. These initiatives also lowered capital expenditures and general and administrative expenses, which declined during the 2020 period by 49.1% and 27%, respectively, both compared to the 2019 period.",
         "Through the entire Alliance organization’s sharp focus on these efforts, ARLP increased free cash flow by $29.2 million during the 2020 quarter, increased liquidity 15.6% to $298.6 million and, as mentioned earlier, reduced total debt by $49.6 million, all as compared to the sequential quarter. ",
         "Although our total leverage increased to 1.8x at the end of the 2020 quarter, ARLP's balance sheet remained strong and comfortably in compliance with all our debt covenants, including total leverage covenant of 2.5x.",
         "With that, I’ll now turn the call over to Joe."
      ],
      "Joe Craft": [
         "Thank you, Brian, and good morning, everyone. As Brian eloquently explained, the first half of 2020 presented many challenges due to the COVID-19 pandemic which negatively affected economic activity around the globe resulting in lower demand for coal, oil and natural gas. The entire energy industry, including ARLP, had to react quickly to the rapid loss of demand.",
         "Year-over-year power demand in the Eastern United States declined 7% during the first half of 2020 with coal-fired generation falling by a third compared to the first six months of 2019. Demand for oil and natural gas has also been crushed and the resultant oversupply has pressured commodity prices.",
         "In response, operators have curtailed production driving oil production down to approximately 11 million barrels per day in the United States from a high earlier this year of 13 million barrels per day. The reduction of oil production also reduced associated natural gas volumes as well. As we reported this morning, this environment exacted a tremendous toll on ARLP’s financial and operating performance during the 2020 quarter and the period.",
         "The 2020 quarter was especially tough as we took aggressive action with ARLP having to furlough more than half of its workforce for most of the quarter in an effort to match its production levels to the delivery schedules of contracted coal sales for the year. Throughout the 2020 quarter, ARLP monitored coal inventories at each location and worked closely with customers to determine when it would be necessary to resume coal production.",
         "Consistent with this plan, our underground coal operations resumed in May at the River View and Warrior mines in the Illinois Basin and subsequently at each of the remaining mining complexes; Gibson and Hamilton in the Illinois Basin and MC Mining in Appalachia. All seven of our mining complexes are now producing coal. However, several of these mines are running at less than full capacity due to a limited domestic spot market and a seaborne market that continues to be sub-economic for U.S. production.",
         "While the pandemic continues to create uncertainty in the global economy and suppress energy demand, our customers have indicated their intention to take all tons contracted for this year, in most cases at the minimum levels. Recently, we are seeing encouraging signs.",
         "In the Eastern United States; improving economic activity and favorable weather patterns are contributing to increased electricity demand and coal burn, which jumped 55% month-over-month in June. This marks the second consecutive month of increased coal burn and pushed utility stockpiles lower for the first time since August 2019.",
         "Lower than average temperatures across much of the country have kept coal demand strong in July as well as with similar projections for August. We are currently targeting full year 2020 production and sales volumes to be 27 million tons and 28 million tons, respectively.",
         "For our oil and gas minerals business, prices are rebounding from recent lows and E&P companies are beginning to show signs of life, particularly in the Permian Basin where drilling activity has stabilized and we are seeing many shut-in wells returning to production and a meaningful increase in already drilled wells being completed.",
         "Although uncertainties remain, these favorable trends for ARLP’s coal and minerals businesses support our cautious optimism that the second half of this year will be better than the first. With encouraging trends for coal demand expected to continue over the balance of the year and utility stockpiles currently projected to fall toward normal ranges by year-end, the outlook for coal is improving. The forward curves for oil and natural gas are also encouraging.",
         "As discussed during our last earnings call, we continue to believe that our results for the 2020 quarter are not representative of the underlying strength of Alliance. Coal remains an essential part of the critical infrastructure necessary to meet the demands and needs of our country, just as our federal and state governments decided when the pandemic first closed down the economy.",
         "During the recent heat wave, the essential nature of coal has again been made clear with coal playing a vital role in keeping the power grid stable and meeting surging demand needs across the country.",
         "ARLP’s low cost strategically located, well-capitalized, long life coal operations will allow us to service the needs of our domestic customers as well as expand our market share as weaker competitors exit the market, and allow us to participate in export opportunities when international market conditions improve hopefully in the near future.",
         "With the reduced pace of drilling new wells as well as lower commodity prices, we expect our minerals segment adjusted EBITDA over the next several quarters to be at levels comparable to those reported in the 2020 quarter.",
         "Someone who has been in the minerals business for as long as I have been in the coal business recently reminded me of the benefits of oil and gas minerals ownership. Specifically, he said, ARLP’s mineral interests are concentrated in the core development areas of the premier resource plays in the United States that are the primary area of focus for industry-leading, well-capitalized operators in these basins, providing you with a multi-decade inventory of cost free, organic growth opportunities. Your growth requires no capital expenditures on your part. You own perpetual rights and have very low holding costs.",
         "He concluded by saying, he has conviction that the U.S. will continue to be an important producer in the global oil and gas market and that ARLP’s asset base is positioned well to be the source of considerable production in the future. I share his conviction with respect to the oil and gas and we remain committed to our minerals business. I also believe we are equally well positioned with our coal assets to meet the stable needs of our customers for many more years to come.",
         "As we continue to manage through these uncertainties, ARLP remains focused on the well-being of our employees, servicing the needs of our customers and protecting our balance sheet. We remain committed to making hard choices necessary to emerge from the current environment with a strong foundation that will return ARLP to sustainable growth in cash flows and deliver attractive long-term value for our stakeholders.",
         "With that, I’ll ask the operator to open the call for questions."
      ],
      "Operator": [
         "Good morning, and welcome to Alliance Resource Partners Second Quarter 2020 Earnings Conference Call. All participants will be in listen-only mode. [Operator Instructions]. After today’s presentation, there will be an opportunity to ask questions. [Operator Instructions]. Please note this event is being recorded.",
         "I would now like to turn the conference over to Brian L. Cantrell, Senior Vice President and Chief Financial Officer. Please go ahead."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "We will now begin the question-and-answer session. [Operator Instructions]. The first question is from Mark Levin with The Benchmark Company. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Okay, great. Thank you very much and congratulations on the free cash flow generation and the debt reduction. A couple of just kind of quick fire modeling questions, Brian. I assume 2Q will be the bottom for the coal business. It looks like you guys sold a little over 12 million tons in the first half, implying maybe 16 million or so in the second half. In terms of thinking about the split between the third and the fourth quarter to get to that number, any thoughts or comments on how to think about volumes in the back half?"
         ],
         "Speaker": "Mark Levin"
      },
      "3": {
         "Remarks": [
            "Yes, I think sales volumes will likely be a bit higher in Q3 than they are in Q4. Most of that due, Mark, to the typical slowdowns resulting from holidays in the fourth quarter."
         ],
         "Speaker": "Brian Cantrell"
      },
      "4": {
         "Remarks": [
            "Okay, perfect. And then on CapEx, it looks like you guys spent about 84 million in the first half. Is that kind of the right run rate? If you look at the second half versus the first half, it’s sort of a comparable number or have you guys been kind of taking stuff out so it would be less and maybe how to think generally about CapEx in the back half of the year?"
         ],
         "Speaker": "Mark Levin"
      },
      "5": {
         "Remarks": [
            "We’re continuing to monitor our CapEx very, very closely. I do want to point out that as we do that, we still are taking a look at making sure that the operations are capitalized so they can run safely and efficiently. That’s always been our priority and that won’t change. Run rate in the first half is likely going to be higher than it is in the back half of the year. We are completing I believe our extension at our Excel 5 Mine, so you’ll see some CapEx accruing in the back half of this year that may be a little bit higher than it was in the first half. I think when you look at our total capital and the bulk of what we’re doing today as maintenance, really coming into the year we were estimating $5.04 per ton long-term run rate and I expect our result from 2020 are likely going to be a little bit south of $5.00 a ton produced. So hopefully that can help you."
         ],
         "Speaker": "Joe Craft"
      },
      "6": {
         "Remarks": [
            "Yes, that’s very helpful. And then just – I know looking out to 2021 in the middle of a pandemic sounds sort of stupid, but just if you could remind us of what the contracted position is for 2021? And then maybe any color about price per ton or revenue per ton in terms of what’s contracted for '21 v '20?"
         ],
         "Speaker": "Mark Levin"
      },
      "7": {
         "Remarks": [
            "Yes, the contracted position’s a little over 17 million tons. I don’t have that actual revenue number for you though. I can’t give you the answer to that."
         ],
         "Speaker": "Brian Cantrell"
      },
      "8": {
         "Remarks": [
            "Okay. In the past, Joe, you’ve been helpful about just kind of modulate or at least giving some idea about your expectations or perceptions of where the year-over-year might look. Would it be down? If you just kind of took a snapshot today and I realize 17 million on, maybe you do more than 30 next year, hopefully much more than 30. Any idea of how to think about price per ton next year or it’s just too early?"
         ],
         "Speaker": "Mark Levin"
      },
      "9": {
         "Remarks": [
            "It’s just too early to tell. There’s just so much uncertainty with the increasing cases and what that means to the economy. We have a buying season; September, October. Hopefully by the next call, we’ll have some more clarity. But we do feel – before we saw this recent rise in cases, we were feeling positive that volumes could get within 90% of 2019 volumes for the industry as a whole and that we could possibly get back to anywhere from that $30 million to $35 million ton range. But right now it’s so uncertain it’s just hard to predict."
         ],
         "Speaker": "Joe Craft"
      },
      "10": {
         "Remarks": [
            "Yes, that makes sense. Brian, SG&A has come down a lot. Is the 2Q number representative of what we should be thinking about in the second half of the year or it was at just kind of all hands on deck during the middle of the pandemic driving cost down?"
         ],
         "Speaker": "Mark Levin"
      },
      "11": {
         "Remarks": [
            "Well, I’ll tell you it’s still all hands on deck and I would expect the run rate that you saw in the second quarter to be relatively stable for the next several quarters."
         ],
         "Speaker": "Brian Cantrell"
      },
      "12": {
         "Remarks": [
            "Okay, perfect. And then my final, final question, so debt was about 1.8x, so I think you mentioned – also and maybe I miss read it, but just in kind of reading the press release, it sounded to me like protecting the balance sheet maybe the number one priority. So as you guys continue to generate excess cash, is it right to think about the priority right now being paying down debt first and then – if that’s right, then at what level are you looking for before you would consider resuming the distribution or are the two not mutually exclusive? I know there’s a lot in there, but more around capital structure and thoughts about excess cash."
         ],
         "Speaker": "Mark Levin"
      },
      "13": {
         "Remarks": [
            "Yes, there are not totally related. I think that the need to be cautious is just the uncertainty of not knowing exactly what’s happening in the economy, what’s happening with natural gas prices. Natural gas prices have been somewhat of a major impact to the coal burn over the last six months and will continue for the next three months. There’s some expectation that we’ll see a rise in natural gas prices as the drilling activity has significantly declined in the oil patch, and that’s also impacted natural gas with the gas price. So natural gas prices are a key issue going forward as well as the LNG export shipment. So I think that back to your main point, yes, our number one focus is to protect the balance sheet. During this time of uncertainly, it was best just to pull the distribution back, pay down the debt. And then once we get clarity to hopefully get some stability and predictability in demand, then we can reassess exactly where we’d go from there."
         ],
         "Speaker": "Joe Craft"
      },
      "14": {
         "Remarks": [
            "Okay, great. Thanks very much. I appreciate it."
         ],
         "Speaker": "Mark Levin"
      },
      "15": {
         "Remarks": [
            "Thank you, Mark."
         ],
         "Speaker": "Joe Craft"
      },
      "16": {
         "Remarks": [
            "The next question is from Lucas Pipes with B. Riley FBR. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "17": {
         "Remarks": [
            "Hi. Good morning, everyone. In fact, good job on managing through these very uncertain times. Brian, I wanted to follow up a little bit on one of Mark’s questions. In regards to kind of the reduction here in output, have you considered – considering permanent reductions in operating capacity? Thank you very much."
         ],
         "Speaker": "Lucas Pipes"
      },
      "18": {
         "Remarks": [
            "Permanent reductions in operating capacity, I mean I think that’s the mines that we have running now, we obviously have excess capacity and we plan to keep that capacity available hopefully when the market rebounds. Are you talking about additional mine closures?"
         ],
         "Speaker": "Brian Cantrell"
      },
      "19": {
         "Remarks": [
            "So currently it sounds like mines are running below full capacity but they’re still running. And would it make sense to maybe increase capacity at a number of complexes and shut some other complexes down altogether?"
         ],
         "Speaker": "Lucas Pipes"
      },
      "20": {
         "Remarks": [
            "Each of these mines have unique markets, so if you – where we are today right now, we’ve got Warrior running four units and it’s running at full capacity. In August, River View will be back to 10 units, which is where it was before the pandemic hit. So it’s going to be up to normal capacity. Mettiki’s running at full capacity. Excel 5 MC operation, we’ve been moving to a new reserve. We’ve had one unit installed in June. We’ve got another one coming up pretty soon. And then the third should be up and running whereby mid-August. And it is designed for a three-unit coal mine. Then that should be running at full capacity at the end of the year. So where we’ve been short, Tunnel Ridge continues to work at reduced shifts and Hamilton has worked at reduced shifts and our Gibson operation, Indiana market’s been oversupplied and that’s running at reduced shifts. And all three of those are very low cost operations. So we would expect that all our operations as we see it today, we’re hopeful that there’s continued opportunities for those mines."
         ],
         "Speaker": "Joe Craft"
      },
      "21": {
         "Remarks": [
            "Joe just talked about the ability to run our longwalls that reduce shifts. And recall, with our continuous mining operations, we have quite a bit of flexibility in how we operate those number of units running base production shifts, et cetera, without really destroying our cost structure. So hopefully that answers your question."
         ],
         "Speaker": "Brian Cantrell"
      },
      "22": {
         "Remarks": [
            "Joe and Brian, this is incredibly helpful. I really appreciate that detail. And maybe to follow up on this and sort of pre-pandemic consolidations in the industry was a kind of common source of discussion, including on the calls with you, and I wondered how you think about industry consolidation now, a lot of the stress out there obviously in the industry and I would appreciate your perspective on that?"
         ],
         "Speaker": "Lucas Pipes"
      },
      "23": {
         "Remarks": [
            "As I mentioned on the last earnings call and I’ve mentioned a couple of other opportunities that I’ve spoken since then in public, I continue to believe that consolidation is needed in our industry and we’re a willing participant in that. And whether that will in fact happen or not is I would have thought there would have been more activity before now, but it hasn’t happened and I can’t explain to you why. But I do believe it’s needed. I think that – and I’ve mentioned this also the issue with what’s going on with Arch and Peabody, I just don’t understand that as to why that’s happening. It’s obvious that we’re in a consolidating industry and we need that to have low cost so we can compete with natural gas. It’s just so obviously, but sometimes it takes time."
         ],
         "Speaker": "Joe Craft"
      },
      "24": {
         "Remarks": [
            "It will be very interesting to see what happens there. Maybe one last one for me and that’s just in terms of your customer stockpiles. Stockpile levels, they seem kind of fairly elevated as of the most recent EBITDA that we’ve been able to look at, but what’s your perspective and June obviously appear to be a much stronger burn month with the heat wave and would appreciate your perspective on the recent burn? And then also kind of how this may lead to increased contracting activity for 2021 and the back half of the year? Thank you."
         ],
         "Speaker": "Lucas Pipes"
      },
      "25": {
         "Remarks": [
            "All right. So, yes, the recent burn and the projected burn through August has definitely been a pleasant experience right now, given the experience we’ve had over the last three months where there have been deferrals, now there’s accelerations. August will be a higher shipping month in quite some time. July should be equal to what March was. So we’re feeling good about third quarter shipments and the need for our customers to replenish stockpiles. Those stockpiles for our major customers in most cases are declining with one exception I think and that’s just a decision they’ve made to honor the contract. And so they came back to us and wanted to take their full contract this year instead of deferring some tons. But in most cases, as far as our customer base, there are declining inventories and we have had conversations preliminarily as to what their expectations, demand, projections are for next year. They too have the same uncertainties we do, but I think that – you know that there are several solicitations that are going to be coming out in the September-October timeframe and again we’re hopeful that we can get back to somewhere close to 2019 levels in 2021, and that’s based on domestic sales only. It does not include any export sales. And that’s based on conversations with customers on their anticipated burn."
         ],
         "Speaker": "Joe Craft"
      },
      "26": {
         "Remarks": [
            "This has been very helpful. I really appreciate that color and Joe, Brian and team continue. Best of luck. Thank you."
         ],
         "Speaker": "Lucas Pipes"
      },
      "27": {
         "Remarks": [
            "Thanks, Lucas."
         ],
         "Speaker": "Joe Craft"
      },
      "28": {
         "Remarks": [
            "The next question is from Nick Jarmoszuk with Stifel. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "29": {
         "Remarks": [
            "Hi. Good morning. The first question on any free cash flow generation, you talk about how you – and to the extent that it’s applied to debt reduction, what your thoughts are in terms of targeting the revolver versus open market purchases on bonds?"
         ],
         "Speaker": "Nick Jarmoszuk"
      },
      "30": {
         "Remarks": [
            "I’d say that the debt reduction would first be applied for reduction of the revolver. We do have the ability to acquire at some level bonds in the open market, but our revolver has some limitations on that. So I think we would focus primarily on holding back on the revolver as well as the ongoing amortization of our leasing programs."
         ],
         "Speaker": "Brian Cantrell"
      },
      "31": {
         "Remarks": [
            "Another factor that relates to that is just back to trying to determine the future as to how do we deploy that capital and that capital capacity. So everything’s on the table. We were talking bond buybacks, so I don’t want you to read into what Brian is saying that until we paid out our revolver, we wouldn’t participate in buying bonds. But right now while we have that uncertainty, we’re focused on keeping a better grasp, so to speak."
         ],
         "Speaker": "Joe Craft"
      },
      "32": {
         "Remarks": [
            "Yes. And then what is the limitation on bond repurchases?"
         ],
         "Speaker": "Nick Jarmoszuk"
      },
      "33": {
         "Remarks": [
            "I believe that basket’s 50 million. We can do more. We would have to go back and get permission."
         ],
         "Speaker": "Brian Cantrell"
      },
      "34": {
         "Remarks": [
            "Yes. And then in terms of the outlook for the contracting environment, you highlighted that there was excess capacity. I was hoping you can talk about how you think about the ability to maintain pricing and margins versus there being some downward pricing pressure?"
         ],
         "Speaker": "Nick Jarmoszuk"
      },
      "35": {
         "Remarks": [
            "Well, again, it depends on timing and exactly how the customers plan to take – what they plan to commit. I think that it’s fair to say that the contracts that are rolling off, they are high priced than the current market so there will be pressure on the top line. We’re hopeful with some of our cost reduction measures that we can make up some of that margin, but there will be an impact on margin. Don’t know exactly what and how much, but suggest that our margins will be at the same level next year compared to this year absent the COVID-19. You’ve got to sort of take the second quarter out of the picture because our cost went up primarily because of lack of volume. So when we’re looking at our cost the second half of the year versus the first half, we think we’ll be going back to what are more traditional levels and more high 20% margins in the second half. So you got to look at both the cost and the revenue side. Revenue is going to pressured some, but hopefully we can make some of that up on the cost side."
         ],
         "Speaker": "Joe Craft"
      },
      "36": {
         "Remarks": [
            "Okay. And then with the contracts that are above market, can you share sort of what the tonnage associated with that is and then how many dollars per ton above market do you think it is?"
         ],
         "Speaker": "Nick Jarmoszuk"
      },
      "37": {
         "Remarks": [
            "As I mentioned earlier, I don’t have the actual revenue number for the 17 million tons that are currently under contract. And it’s hard to answer the question because of the mix on the open tons. But we roughly have 11 million tons open off of them. We’re planning to sell 28 million tons this year, so we have 17 million tons committed. If we were at the same rate, we’d have 11. If we can get it to 33, then we’ve got 5 million more. So it all depends on what the market has – what that blend is and maybe we’ll have more information for you definitely by January, but hopefully we’ll have better clarity in October."
         ],
         "Speaker": "Joe Craft"
      },
      "38": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Nick Jarmoszuk"
      },
      "39": {
         "Remarks": [
            "The next question is from Matthew Fields with Bank of America. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "40": {
         "Remarks": [
            "Hi, everyone. Just wanted to – another modeling question for us. You did some good work in capital reduction, reducing inventories in the second quarter. Can we look to end more inventory reductions or positive cash flows from working capital for the back half that you think we should be modeling in?"
         ],
         "Speaker": "Matthew Fields"
      },
      "41": {
         "Remarks": [
            "Yes. I think you’ll see inventories continuing to come down and you’ll see the carrying cost of that being reduced as well."
         ],
         "Speaker": "Joe Craft"
      },
      "42": {
         "Remarks": [
            "Similar to 2Q or less than that? I think it was like 36 million or 38 million that you benefitted. Is that order of magnitude or less than that?"
         ],
         "Speaker": "Matthew Fields"
      },
      "43": {
         "Remarks": [
            "Over the back half of the year, it would be equal to that. We’ve got – right now we’re targeting about 750,000 tons of reduced inventory in the third quarter, and there’s another tranche in the fourth quarter. So we came down 862 this quarter. You will continue to see it gradually coming down over the back half of the year. So we have 1.7 million we’d like to end the year, maybe 600,000; 500,000 or 600,000."
         ],
         "Speaker": "Joe Craft"
      },
      "44": {
         "Remarks": [
            "Okay. And then on – Lucas touched on the consolidation in the sector. You said you would be a willing participant but that also that you don’t understand why there hasn’t been more – I think that you were kind of in the pole position to be the consolidator. So why isn’t there more? Is it financing questions? Is it kind of uncertainty around anti-trusts given the arch and BTU situation? There are no other buyers, so there’s no urgency. Like, why do you think there hasn’t been more because you’re in the unique position to kind of pull the trigger more than anybody else I think?"
         ],
         "Speaker": "Matthew Fields"
      },
      "45": {
         "Remarks": [
            "It takes two parties to consolidate. And for whatever reason, the competitor landscape is such that they’re trying to survive and they don’t see the value of consolidation I guess. I don’t know. We haven’t had conversations to try to affect anything. But if anybody was a willing seller, they would be contacting us, Matt, to your point. So the fact that they haven’t is because they’re just not ready and I can’t answer to why that is the case."
         ],
         "Speaker": "Joe Craft"
      },
      "46": {
         "Remarks": [
            "Okay. And then you already sort of talked about capital allocation a little bit between distribution and sort of reducing debt. And I know you said it kind of wasn’t exactly tied to debt levels, but can you give us like an idea of a matrix of kind of factors you’re looking at, whether it is the dollar value of debt, whether it is kind of a leverage ratio, keeping that sort of 2.5x covenant in mind, or is it more really operational and kind of the contracting environment that drives that distribution decision?"
         ],
         "Speaker": "Matthew Fields"
      },
      "47": {
         "Remarks": [
            "Again, I think it’s the uncertainty of what the demand is going to be, what’s the economy going to be, what’s the pace of the recovery going to be, right? And what’s natural gas prices going to be and what other opportunities we have to deploy capital? So we’re trying to manage through this the best we can, trying to protect the balance sheet so that we can be prepared for both the good and the bad. So it’s the old saying, prepare for the worst and plan for the best. That’s what we’re trying to do. So we’re trying to position ourselves to where we will be able to get through this and be stronger for it and also be in a position to make prudent investments along the way. And we understand the benefit of the distribution for our shareholder base. I think for 20 years we had long-term stable cash flow with growing distributions, and it’s our expectation that that will continue as soon as we get predictability in those cash flows so that when we do in fact start the distributions back that they’ll be sustainable and be somewhat predictable."
         ],
         "Speaker": "Joe Craft"
      },
      "48": {
         "Remarks": [
            "Okay. And then last one from me, I know you sort of touched on this with Nick already and I know you’re limited to 50 million of bond repurchases, but don’t you see the value in spending 50 million on something that yields 17% versus spending 50 million on something that yields about 3%?"
         ],
         "Speaker": "Matthew Fields"
      },
      "49": {
         "Remarks": [
            "Yes, the math is pretty straightforward. But as Joe has talked about several times this morning, it’s about making sure we have availability and flexibility, pushing capital out of the door so we repurchase bonds, not able to get that back. And given the uncertain environment that we’re in, I think our – at this point in time, our focus on debt reduction will continue to be around the revolver. Not taking the other off the table but we want to maintain that flexibility until we get a bit more clarity and predictability in what the future may hold."
         ],
         "Speaker": "Brian Cantrell"
      },
      "50": {
         "Remarks": [
            "Okay, that’s fair enough. Thanks very much."
         ],
         "Speaker": "Matthew Fields"
      },
      "51": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Brian Cantrell"
      },
      "52": {
         "Remarks": [
            "The next question is from Lin Shen with HITE. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "53": {
         "Remarks": [
            "Hi. Good morning. Thanks for taking the call. I just want to ask a quick question. So for your second half this year, 16 million sales volume and also for 2021 17 million contractor volume. What are the mix between Illinois Basin and Appalachia?"
         ],
         "Speaker": "Lin Shen"
      },
      "54": {
         "Remarks": [
            "I’d say the Appalachia coals are more exposed. So the Illinois Basin has more contracted tons on a percentage basis than Appalachia tons."
         ],
         "Speaker": "Brian Cantrell"
      },
      "55": {
         "Remarks": [
            "Okay. So should we think about the second half, their percentage or their mix is going to be the same like first half or are going to be maybe similar to 2019 level?"
         ],
         "Speaker": "Lin Shen"
      },
      "56": {
         "Remarks": [
            "I’m talking about 2021 when I made that comment. As far as 2020, we’re sold out. So everything’s contracted for that we plan to produce in 2020."
         ],
         "Speaker": "Brian Cantrell"
      },
      "57": {
         "Remarks": [
            "Got it. And I guess I’m trying to also ask that will you talk about maximize your margin or so, how should we think about the margin between Illinois Basin and Appalachia coals and what is the best strategy for you to maximize their margin? Should we think about the more Appalachia the best or not really?"
         ],
         "Speaker": "Lin Shen"
      },
      "58": {
         "Remarks": [
            "Well, I think the key issue for Appalachia is the met market. So we sold around 500,000, 600,000 tons in the met market. And right now if you would look at the prices for the met market, they would be down year-over-year '21 versus '20. So we’ll have to see how that develops. I think on the export markets, we have seen the dollar depreciate recently. I think it’s in a two-month low part. I’ve seen projections among the various banks that suggest that that’s going to continue. So the second half of next year potentially has no 10% decline, so all that would help the export market. I guess that’s one reason why you’re seeing the API-2 show contango into 2021. Another factor to that on the steam side is the low natural gas prices this year versus next year. But on the met side, the dollar [ph] gets back to the economy and steel production continues to be rather strong really as compared to the demand structure we’ve seen on the energy side as to what’s going on around the world, the global economy and there’s a lot of stimulus dollars that are out there. So will we get a stimulus billed for infrastructure plans? I encourage more steel production next year. I think it’s a lot of money being thrown around by governments to try to get people back to work. So it’s really hard to predict."
         ],
         "Speaker": "Joe Craft"
      },
      "59": {
         "Remarks": [
            "Thank you very much. I appreciate it."
         ],
         "Speaker": "Lin Shen"
      },
      "60": {
         "Remarks": [
            "The next question is a follow up from Mark Levin with The Benchmark Company. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "61": {
         "Remarks": [
            "Okay, great. I think Lin was kind of getting at it on the met side a little bit and I was trying to think about price realizations in the second half of the year, Brian. Any reason why there would be material changes from Q2 to Q3 in terms of price realizations, anything going on from a mix perspective or some other reason or is this just kind of a – I know you guys have sold everything, but maybe how to think about price realizations at least in the near team?"
         ],
         "Speaker": "Mark Levin"
      },
      "62": {
         "Remarks": [
            "Yes, I think the mix obviously in the second quarter benefitted from a higher mix of Appalachian relative to Illinois Basin. I think if you look at current expectations for Q3 and Q4, you’re probably going to see average realizations closer to what they were in Q1 as the mix returns to a bit more normal level."
         ],
         "Speaker": "Brian Cantrell"
      },
      "63": {
         "Remarks": [
            "Okay, that’s great. That’s very helpful. And then, liquidity I think – you boosted liquidity I guess 40 million, so you’re up around 300 million. Is there a minimum that you guys would like to keep on hand? Is there some targeted level where you just feel like to run the business you need to make and given sort of the – move the vicissitude to the capital markets and the craziness of it that there’s just a minimum amount you need to have?"
         ],
         "Speaker": "Mark Levin"
      },
      "64": {
         "Remarks": [
            "I think we’ve said in the past that somewhere in the $250 million range or so is what we would like to target, but we can be flexible to some degree around that just depending on circumstances from time-to-time."
         ],
         "Speaker": "Brian Cantrell"
      },
      "65": {
         "Remarks": [
            "Sure. Okay, great. That’s it. Thanks very much for all your time today."
         ],
         "Speaker": "Mark Levin"
      },
      "66": {
         "Remarks": [
            "You bet, Mark."
         ],
         "Speaker": "Brian Cantrell"
      },
      "67": {
         "Remarks": [
            "[Operator Instructions]. The next question is from Shelly McNulty with Loomis Sayles. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "68": {
         "Remarks": [
            "Hi. I just had a query on a comment you made earlier. I think you had referenced thinking that you could potentially get back to 2019 levels in 2021 and that was excluding export. So I just want to make sure I understand. Are you thinking that you could get 39 million tons of domestic volumes in 2021? And then on top of that, any export could be an addition to that or were you thinking the 32 million of domestic is kind of what you’re aiming for in total for 2021?"
         ],
         "Speaker": "Shelly McNulty"
      },
      "69": {
         "Remarks": [
            "It’s more the latter."
         ],
         "Speaker": "Brian Cantrell"
      },
      "70": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Shelly McNulty"
      },
      "71": {
         "Remarks": [
            "Looking at domestic sales with no export sales currently projected."
         ],
         "Speaker": "Brian Cantrell"
      },
      "72": {
         "Remarks": [
            "Okay, got it. And then on the question with the debt repayment preference right now revolver over the open market purchases, the choice to pay down the revolver, that wasn’t influenced at all by your anticipation or maybe what you’re seeing now of having to up the letters of credit needed for surety bond security or anything like that. Can you just comment on that?"
         ],
         "Speaker": "Shelly McNulty"
      },
      "73": {
         "Remarks": [
            "It has no influence on that at all. We have not at this stage seen a significant increase in our collateral required on our surety at this point."
         ],
         "Speaker": "Joe Craft"
      },
      "74": {
         "Remarks": [
            "Okay, great. Those are my questions. Thanks. Bye."
         ],
         "Speaker": "Shelly McNulty"
      },
      "75": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Joe Craft"
      },
      "76": {
         "Remarks": [
            "This concludes our question-and-answer session. I would like to turn the conference back over to Brian Cantrell for any closing remarks."
         ],
         "Speaker": "Operator"
      },
      "77": {
         "Remarks": [
            "Thank you, Gary. We appreciate your time this morning as well as everyone’s continued support and interest in Alliance. Our next quarter to discuss third quarter financial and operating results is currently expected to occur in late October and we hope you can join us again at that time. This concludes our call for today. Thanks to everyone for your participation and continued support."
         ],
         "Speaker": "Brian Cantrell"
      },
      "78": {
         "Remarks": [
            "The conference has now concluded. Thank you for attending today’s presentation. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}