{
   "Date": "August 7, 2020",
   "Presentation": {
      "Navin Dyal": [
         "Thank, Paul. It was another strong operational quarter, fueled by higher gold prices, leading to an increase in earnings and cash flow. Results would have been even stronger had not been for the unfavorable impact of unsold bullion.",
         "Other items of note in the quarter, firstly, earnings were impacted by cash and non-cash items related to our financing of Wahgnion development and the acquisition of Massawa. Higher expense financing costs together with non-cash losses and changes in fair value of share warrant liabilities, gold offtake payment liabilities, call-rights and contingent consideration, all serve to reduce net profit for the second quarter.",
         "Secondly, the impact of rising gold prices lead to higher losses on gold for sale contracts.",
         "Thirdly, a significant increase in our share price lead to a jump in share-based compensation expense.",
         "And finally, this quarter we also recorded a $32 million non-cash gain on the reversal of the previously recorded asset impairment, as we increase the value of Sabodala with the acquisition at the highly accretive Massawa project.",
         "Turning to slide 16. In both the second quarter and first half of 2020, Teranga benefited from having two mines deliver solid production at a time of rising gold prices. Revenue nearly doubled, reaching $164 million, with higher average realized gold prices and a 47% increase in total ounces sold. Gross profits tripled versus the prior period, mainly due to the addition of Wahgnion production.",
         "With the price of gold rising, we took the opportunity to restructure the remaining 25,500 ounces in gold hedges that were to settle in Q2 and Q3 at an average price of $1,326 per ounce. This restructuring, which represents about a $6 million savings at current gold prices allowed us to realize higher gold prices during the second quarter, while mitigating further mark-to-market losses as gold prices continue to rise and crystallize a loss of $10.3 million at $1,714 per ounce, repayable in three monthly installments starting in November.",
         "Concurrent with this restructuring, we entered into an equivalent amount of zero costs collar, 25,500 ounces with a floor of $1,500 per ounce and a ceiling of $1,962 per ounce. These collars mature over three months starting in November.",
         "Moving to slide 17, consolidated cost per ounce sold metrics were higher for the quarter and half year period, due to the lower rates process of Sabodala. Both the quarter and half year costs are in line with their respective full year guidance ranges and are expected to continue to track the guidance, as Wahgnion continues to operate as planned and higher grade Massawa ore is fed into the Sabodala mill.",
         "Turning to slide 18, we recognize a net profit for the quarter of $0.0 per share, compared to a loss in the prior period. The increase was mainly due to higher gross profit driven by Wahgnion and a reversal of a previous non-cash impairment related to Sabodala. This impairment of reversal is further evidence of the significant value, that Massawa add to Sabodala overall value. These factors were partially offset primarily by realized and unrealized derivative losses and non-cash losses and changes in other financial instruments. Adjusted net profit was $0.17 per share, up from $0.03 per share in the comparative period.",
         "Over to slide 19 and 20, like net profit, EBITDA and cash flow are benefiting from our second goldmine, which is driving higher production and lower costs, and higher gold price. EBITDA increased by 135% to $52.8 million for the quarter, mainly due to higher revenues and a non-cash impairment reversal, partially offset by higher mine operation expenses and non-cash losses and changes in financial instruments. Removing the impact of non-cash gains and losses, adjusted EBITDA improved by 137%.",
         "Operating cash flows before changes in working capital increased by 187% for the quarter. For the six-month period, cash provided by operations before changes in working capital increased to $84.1 million, compared to $45.6 million in the prior period.",
         "Finally, let’s look at liquidity on slide 21. As at quarter end, we had a consolidated cash balance of $49.4 million. As mentioned, we held over 20,000 ounces of unsold gold bullion and inventory at quarter end, and using a prior period and gold price of $1,768 per ounce, the sale of the bullion inventory is expected to generate cash of $36 million.",
         "During the first quarter, we repaid $14 million to Taurus, bringing our total debt balance to $416 million as of June 30th and other than a small payment of $600,000 on the CAT equipment facility, there were no debt repayments in the second quarter. However, for the balance of 2020, we have fixed debt repayments to Taurus of $27.5 million plus cash sweeps.",
         "With Massawa production and higher gold prices, we will likely see cash sweeps in excess of fixed debt repayments later this year in the order of up to $20 million. For 2020, we would expect to pay between $40 million and $60 million in total debt repayment.",
         "This concludes the financial review. Back to Richard."
      ],
      "Operator": [
         "Good morning. And welcome to Teranga Gold’s Conference Call for the Second Quarter Ended June 30, 2020. As a reminder, this call is being recorded.",
         "Your host for today is Trish Moran, Vice President, Investor Relations and Corporate Communications. Ms. Moran, please go ahead."
      ],
      "Paul Chawrun": [
         "Thank you, Richard. Moving now to slide six, as mentioned, we are updating 2020 and five-year guidance to reflect the processing of higher grade Massawa or Sabodala and higher processing rates at Wahgnion. Guidance for company-wide production in 2020 is increasing to between 375,000 and 400,000 ounces, where -- while we are keeping our cost per ounce guidance unchanged. In terms of the five-year outlook, we’re estimating average annual gold production of 533,000 ounces at all-in sustaining costs of $785 per ounce.",
         "So let’s move to slide seven, as with many other companies, COVID-19 has impacted our operations in Q2. Most importantly, it has also impacted our communities, our employees and their families. Both Sabodala and Wahgnion continue to operate during Q2 with strict lockdown protocols in place. Employees continue to be isolated off-site and tested before starting work.",
         "For the first half of 2020, we have incurred about $5 million in COVID related costs, similar to Q1, commercial flight restrictions kept us from shipping and selling all of the goals that we produced in Q2, resulting in an unsold inventory of gold bullion of over 20,000 ounces at quarter end. Our updated guidance reflects the assumption that COVID-19 will continue to have an impact on our costs in the second half of the year for a total estimated costs of $10 million in 2020.",
         "Turning to slide eight, it was a solid quarter and a record first half in terms of company-wide production, driven by strong operating quarter at our new mine Wahgnion. In the second half of this year, Sabodala production will benefit from the mining and processing of higher grade ore from the first Massawa deposit Sofia. With production from Wahgnion and Sabodala, we are on track to increase production by about 35% this year. With the benefit of a full year of high grade ore, we expect a similar increase in production again next year.",
         "Turning to slide nine, looking in more detail at Sabodala, material movement was significantly lowered year-over-year due to the COVID related fatigue management protocols. This delayed the mining of some of the high grade ore into the second half of this year and into early next. As a result, the average grade process was about 25% lower than last year, as we said more low grade ore from our stockpile through the mill.",
         "Reconciliation to reserves remains positive. Going forward for the remainder of the year and the future life of mine plan we expect the plant head grade to increase materially, resulting in higher production and lower per ounce costs.",
         "Going to slide 10, Sabodala’s overall and unit costs are well in line with our original guidance, once you strip out the costs related to the pandemic. The majority of the COVID costs were absorbed into unit mining and G&A costs. However, to assist you with your period-over-period analysis, we have removed the impact from all-in sustaining costs.",
         "Overall, the per ounce cost metrics were higher year-over-year due to the lower grades processed. We expect to close the gap between the mines midyear per ounce cost performance and full year guidance as we begin to blend the higher grade free milling ore from Sab -- from Massawa Sofia deposit in the Sabodala plant starting in Q3.",
         "Turning to slide 11, as outlined when we released the highlights of the prefeasibility study last week, we are undertaking work to support a definitive feasibility study, which will include an optimized mine plan that also includes a resource and reserves update, and an optimized plant design and capital costs. The goal is to complete the DFS in late 2021.",
         "Meanwhile, the Sabodala operating team is working on integrating and processing Massawa’s high grade ore. Mining activities commenced at the first Massawa pit Sofia in mid-July. This ore is scheduled to be delivered to the plant in August, with a gradual ramp up for the remainder of the year.",
         "As a result, we are increasing Sabodala’s 2020 production guidance to between 225,000 and 235,000 ounces of gold. We are continuing with the technical work and construction planning for the Massawa Phase 1 plant upgrades to be completed next year. As outlined in the prefeasibility study, the estimated capital costs for Phase 1 is $37 million, two-thirds of which is expected to be spent this year. We expect to have a high rate ore stockpile at year end, so that we can maintain a constant grade in the plant.",
         "Turning to slide 12, Wahgnion’s performance has exceeded expectations since commercial production was declared in November 2019. Since then, the plant has performed at approximately 25% above design, resulting in higher than planned production.",
         "This outperformance drove the update to the life of mine plan, which is continually being optimized as we begin to understand the plant capability. We feel the estimated rate of 3 million tonnes per year is conservative since the year-to-date production performance currently exceeds this.",
         "As a result, we are increasing our expected throughput guidance to between 3 million and 3.2 million tonnes per year -- for this year, increasing our production guidance to between 150,000 and 165,000 ounces of gold.",
         "During the quarter, we mined 5 million tonnes of total material, as we benefited from additional capacity provided by mining contractors. Ore tonnes mined were higher than anticipated due to increase ore tonnes identified against the resource model through in-pit geological delineation. Overall, rec --reconciliation through reserves for both quarters and year-to-date remains positive.",
         "Due to factors such as delayed equipment deliveries, fatigue management and maintaining a healthy ore stockpile at the current plant throughput rates, we are extending contractor mining through to the end of the year. This is resulting in a modest increase in unit mining costs.",
         "Now to slide 13, all of Wahgnion’s per ounce metrics for the six months are better than the lower end of their respective full year 2020 guidance ranges. This is mainly due to higher throughput and gold recovery rates resulting in higher production. Similar to Sabodala, Wahgnion’s COVID costs primarily impacted unit mining and G&A costs.",
         "Moving now to slide 14 to discuss exploration. We are increasing our investment in exploration to as much as $35 million in 2020, mainly to increase resources and reserves at operating mines, and to test early- and late-stage exploration properties across our portfolio.",
         "Exploration activities for the second quarter focused on resource expansion and metallurgical drill programs at the Sabodala-Massawa Gold Complex and expanded multi-drill exploration activities at the promising Afema project in Cote d’Ivoire.",
         "At Sabodala-Massawa we drilled roughly 250 holes totaling nearly 21,000 meters during the quarter. As part of the drill program, about 145 holes or more than 10,000 meters were at Sofia. The first deposit earmarked for mining and integration into the Sabodala processing facility. Resource evaluation and expansion programs at all three deposits, Sofia Central and North will continue during the third quarter.",
         "Exploration drilling is also planned for other priority targets, Delya, Tina and Samina. The goal is to identify additional oxide and fresh material to increase resources and expand reserves. In Cote d’Ivoire, we continued with geological and structural evaluations throughout the Afema Shear Zone, as well as early-stage evaluations at the prolific Niamienlessa and Woulo Woulo structural trends. Based on favorable early-stage results, further trenching and drilling evaluations are planned for the third quarter and a number of priority targets identified.",
         "In Burkina Faso, exploration of both, Wahgnion and Golden Hill have been impacted by the pandemic. Drilling has now begun at Wahgnion to initiate an aggressive resource evaluation and delineation program, both within the mining license and throughout the regional exploration permits.",
         "At Golden Hill, exploration activities remain on hold during the second quarter in response to the COVID-19 travel restrictions. We plan to restart the exploration drill program at Golden Hill early in the fourth quarter.",
         "And now over to Navin."
      ],
      "Richard Young": [
         "Well, thank you, Trish. Moving to slide four. The second quarter was another period of growth and transformation for Teranga. We achieved solid results across the Board. We are increasing production and lowering per ounce cost at a time when gold prices are at record levels.",
         "The results this quarter was a 40% increase in production, leading to a doubling and tripling our revenues, gross profit, EBITDA and cash flow, adjusted earnings more than quadruple and our production cost will continue to improve as outlined in two recent press releases. Yesterday, we announced the revised life of mine plan for Wahgnion and on July 26th, we issued a news release highlighting the results of Sabodala-Massawa prefeasibility study.",
         "The PFS establishes the Sabodala-Massawa Complex as a top tier gold asset and reposition Teranga as a low cost mid-tier producer in West Africa. One of the world’s fastest growing gold jurisdictions.",
         "Compared to just one year ago, Teranga now has a much larger footprint in Senegal, as well as a new mine in Burkina Faso that is performing far better than initially anticipated. Our quality of mines and their operating flexibility is expected to result in higher production, lower costs, increase margins and stronger cash flows for years to come.",
         "In light of this, we are pleased to announce that we are updating our production cost guidance for 2020 and providing five-year company-wide production cost guidance for the years 2021 through 2025. Paul will provide the details, however, at a high level.",
         "We anticipate that are all-in sustaining costs will be among the lowest in the industry and higher production at over 500,000 ounces of gold per year should result an attractive margins that will translate into materially higher earnings and cash flows moving forward.",
         "And now, I’ll turn over to Paul.",
         "Well, thank you, Navin. This truly is an exciting time for Teranga. Before we move to QA, I do want to make a couple of statements about the steps that we’re taking to protect our social license and enhance our award winning stability program.",
         "In the past few months, we’ve worked with our host countries, Senegal, Burkina Faso and Cote d’Ivoire to support the communities in which we operate during the COVID-19 pandemic. We have signed the Black North initiative to fight systemic racism in Canada and support the success of members of the black community and we’re creating a diversity committee.",
         "The Black North initiative is important action-oriented initiative that the Board, the management team and I believe in deeply. We pledged our support, we set internal goals and we’re investing to achieve them.",
         "Over the last year, we have truly transformed this company. When you think about where we were 12 months ago, we were a company that was producing between 50,000 and 60,000 ounces of gold, gold prices were about $1,300 per year.",
         "As we exit the second quarter, we’re now producing roughly 90,000 ounces with the benefit of our second mining production and gold prices are materially higher. As we move through the balance of this year and we start to incorporate Massawa, we will be at a quarterly run rate of roughly 125,000 ounces per year at lower costs.",
         "Beyond that, we’ve got Golden Hill. We’re applying for a mine license in the second half of this year. We’ll recommence the drill program, as Paul mentioned earlier and we’ve got Afema, so we’ve got a very strong pipeline at a time when gold prices are at record levels.",
         "Today, we’re in a strong position to increase production, margins, EBITDA, earnings and cash flow, and to advance this pipeline of assets that I just mentioned. I could not be more proud of the Teranga team, as I’ve said a number of times recently, but we are just getting started.",
         "So I’d like to thank everyone for participating in this call and open it up to Q&A now."
      ],
      "Trish Moran": [
         "Thank you, and good morning, everyone. Before we get started, I would ask that you view slide two of our presentation for our cautionary language regarding forward-looking statements and the risk factors pertaining to these statements. Our slide deck is available on our website, terangagold.com.",
         "With us on today’s conference call is Richard Young, Teranga’s President and CEO; Paul Chawrun, our Chief Operating Officer; and Navin Dyal, our CFO. Following management’s formal remarks, we will open the call to your questions.",
         "And now over to Richard."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions] Your first question comes from the line of Carey MacRury with Canaccord Genuity."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hi. Good morning, everyone. Just a question on Wahgnion, you mentioned the 1.8 million tonnes in the first half and giving your guidance of 3 to 3.2. That implies a pretty significant decline in the second half. Just wondering, should -- is that what we should be expecting or is that relative conservatism?"
         ],
         "Speaker": "Carey MacRury"
      },
      "3": {
         "Remarks": [
            "Hey. Hey, Carey. It’s Paul. A little bit of both, we will get a little bit lower grades in Q4, but we also are conservative. So, we want to make sure, we say what we do and we do what we say. And the other thing too, you can take a look at first quarter throughput and second quarter throughput, project that into what our guidance is, and again, that’s a conservative number."
         ],
         "Speaker": "Paul Chawrun"
      },
      "4": {
         "Remarks": [
            "Again just on guidance…"
         ],
         "Speaker": "Carey MacRury"
      },
      "5": {
         "Remarks": [
            "It’s just the first year -- sorry, Carey. It’s just the first year. We’re still working our way through the various seasons, the wet season, but I can say through July that the mill continued to outperform. So it’s been a real success story for us. Sorry, Carey."
         ],
         "Speaker": "Richard Young"
      },
      "6": {
         "Remarks": [
            "And maybe just on -- yeah. Sorry, just on the rainy season, how we should think about Q3 versus Q4 production, just in both assets?"
         ],
         "Speaker": "Carey MacRury"
      },
      "7": {
         "Remarks": [
            "What we typically do a bit of a downgrade for overall production in Q3. However, over at Wahgnion we are in some reasonable grade. As Richard just mentioned, July we haven’t been impacted by rainy season yet. Typically you have material handling issues, so you can maybe have 10% to 15% lower throughput.",
            "But I would expect much of the same for Q3 over at Wahgnion and then, of course, over at Sabodala. We’re starting to build up the ore coming from Sofia, which is the same metallurgical properties as the rest of the deposits on the Sabodala mine is. So we’ll see an uptick on both of those."
         ],
         "Speaker": "Paul Chawrun"
      },
      "8": {
         "Remarks": [
            "But as we move into quarter four, we will be limited by the refining capacity at Sabodala. So production will be higher in Q3 at Sabodala in Q1 or Q2 and it’ll be even higher in Q4, but again we will ultimately be limited to…"
         ],
         "Speaker": "Richard Young"
      },
      "9": {
         "Remarks": [
            "Yeah."
         ],
         "Speaker": "Paul Chawrun"
      },
      "10": {
         "Remarks": [
            "… the back-end refining, so we will have a high grade stockpile at here."
         ],
         "Speaker": "Richard Young"
      },
      "11": {
         "Remarks": [
            "Yeah. What ends up happening is we -- the bottleneck in the Sabodala plant becomes the elution surface. You can only lose so much gold as you build in the high grade and that’s why we’re doing those Phase 1 upgrades. In the interim we’ll just have a high grade stockpile and we will maintain a high head grade on through consistently."
         ],
         "Speaker": "Paul Chawrun"
      },
      "12": {
         "Remarks": [
            "Okay. And then maybe just when you expect to catch up on the unsold gold?"
         ],
         "Speaker": "Carey MacRury"
      },
      "13": {
         "Remarks": [
            "Yeah. Hi, Carey. Yeah. We’ve sold all that gold that was on hand at the end of June. One thing we just got some positive news that commercial flights for precious cargo for Sabodala is expected to carry commence next week. So we could start delivering gold 2 times to 3 times a week on the commercial flights as opposed to every two weeks. So that’s a big change for us.",
            "Over in Burkina Faso, we’re still reliant on charter flights as opposed to commercial flights. So -- and we just don’t have an indication yet of how often or when the commercial flights will resume in Burkina Faso. But we are partnering up with other gold mines there and shipping gold every two weeks. So we set a goal. I think the situation will get back to normal starting hopefully next week and Burkina Faso will still be on that charter schedule, so every two weeks flights."
         ],
         "Speaker": "Navin Dyal"
      },
      "14": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Carey MacRury"
      },
      "15": {
         "Remarks": [
            "Unfortunately, Carey."
         ],
         "Speaker": "Richard Young"
      },
      "16": {
         "Remarks": [
            "Yeah."
         ],
         "Speaker": "Carey MacRury"
      },
      "17": {
         "Remarks": [
            "Yeah. It’s not going to come down just given the high grades going through at Sabodala as we move into August and September through the balance of the year. So I think as we move through the balance of the year, the number probably won’t change materially.",
            "We are going to be produced nearly a 1,000 ounces of gold today at Sabodala as we move forward. And so even, I mean, 10 days being between the last pour and shipment is 10,000 ounces just on reserve."
         ],
         "Speaker": "Richard Young"
      },
      "18": {
         "Remarks": [
            "Yeah."
         ],
         "Speaker": "Carey MacRury"
      },
      "19": {
         "Remarks": [
            "Yeah."
         ],
         "Speaker": "Richard Young"
      },
      "20": {
         "Remarks": [
            "Maybe just one last one for me, just given you’re heading towards 500,000 ounces, pretty strong free cash flow. Have you been thinking about a dividend potentially?"
         ],
         "Speaker": "Carey MacRury"
      },
      "21": {
         "Remarks": [
            "Yes. We will be raising that to the Board. Again, we’re just getting all of us in the industry reoriented to work gold prices are and with the gold prices at these levels, we will be able to repay that debt quite quickly. And as a result, we will be able to implement a dividend policy earlier than originally expected and talked to the Board with.",
            "So I think we’ll have more to say early next year on that, but that would be a plan. Because as you’ve been running the numbers, even as we look at Golden Hill and ultimately something in Côte d’Ivoire with the production and cash flows that we’re generating from our two core assets, we will be generating significant free cash flow."
         ],
         "Speaker": "Richard Young"
      },
      "22": {
         "Remarks": [
            "Great. I’ll pass it on. Thanks."
         ],
         "Speaker": "Carey MacRury"
      },
      "23": {
         "Remarks": [
            "Thanks, Carey."
         ],
         "Speaker": "Richard Young"
      },
      "24": {
         "Remarks": [
            "The next question comes from the line of Wayne Lam with RBC Capital Markets."
         ],
         "Speaker": "Operator"
      },
      "25": {
         "Remarks": [
            "Hey. Good morning. Good morning, guys. Just a couple questions. Just curious on the uptick in the sustained capital guidance at Wahgnion, Just wondering if that was a function of greater capitalized waste stripping schedule to open up the mine?"
         ],
         "Speaker": "Wayne Lam"
      },
      "26": {
         "Remarks": [
            "Yeah. Yeah. This is a -- so Wayne, your question on the less buying sustaining capital?"
         ],
         "Speaker": "Navin Dyal"
      },
      "27": {
         "Remarks": [
            "No. Just for 2020."
         ],
         "Speaker": "Wayne Lam"
      },
      "28": {
         "Remarks": [
            "Just for 2020, in terms of the remaining sustaining capital for 2020. We haven’t changed the guidance…"
         ],
         "Speaker": "Navin Dyal"
      },
      "29": {
         "Remarks": [
            "Yeah."
         ],
         "Speaker": "Wayne Lam"
      },
      "30": {
         "Remarks": [
            "…sustaining capital for 2020 for Wahgnion. This -- it’s still the same guidance as we had at the beginning of the year."
         ],
         "Speaker": "Navin Dyal"
      },
      "31": {
         "Remarks": [
            "But, Wayne, we have updated the life of mine guidance for additional more equipment fleet as we increase the mining rate."
         ],
         "Speaker": "Richard Young"
      },
      "32": {
         "Remarks": [
            "Okay. Got it. And then just wondering at Wahgnion, the cost guidance looks like it was the same despite the outperformance to the first half of the year. Just wondering if we’re expecting a meaningful uptick in costs through the back half or is that similar to what was raised before just a level of conservatism and just curious on the unit cost in particular, as we move to the back half, if that’s going to be -- how that’s going to be comparing to the updated life of mine costs on the mining front at 240 you have done in the processing costs from the updated less mine plan?"
         ],
         "Speaker": "Wayne Lam"
      },
      "33": {
         "Remarks": [
            "I can take that. So, Wayne, yeah, so in the second half of this year, as we outlined, we will be utilizing higher cost contractors for the remainder of the year to keep up with the mill. So we would expect those costs for the balance of the year to remain similar to what we had in Q2.",
            "And for the life of mine updates that we provide for Wahgnion, we did -- you will see on a per ounce basis anyway roughly about a $75 to $85 per ounce increase relative to the last 43-101 technical report. And in that update or that increase that you’re seeing, about $50 an ounce relates to just higher costs that we’re seeing for mining and about $35 per ounce is related to the higher security costs and G&A.",
            "So to answer your question, yes, we will see slightly higher costs for the balance of the year, but similar to the second quarter and we’ve largely accounted for that also in our update for the life of mine."
         ],
         "Speaker": "Paul Chawrun"
      },
      "34": {
         "Remarks": [
            "Yeah. And in terms of our cost per ounce guidance, I think, we would generally expect to come in at the lower end of the range, but just selected not to change that cost guidance. We just left it as it was. And again, as Paul mentioned, we’ve rather under promise and over deliver the other way around."
         ],
         "Speaker": "Richard Young"
      },
      "35": {
         "Remarks": [
            "Okay. Got it. And then just last question, just curious at Golden Hill, what was the cutoff for the drilling that’s going to be included in the PA and then just wondering how much of the 27,000 meter program was going to be included?"
         ],
         "Speaker": "Wayne Lam"
      },
      "36": {
         "Remarks": [
            "Yeah. All of that 27,000 meters will be included in the cutoff was somewhere around early March with all the essays."
         ],
         "Speaker": "Paul Chawrun"
      },
      "37": {
         "Remarks": [
            "Okay. Thanks. Looking forward to it. That’s all for me. Thank you."
         ],
         "Speaker": "Wayne Lam"
      },
      "38": {
         "Remarks": [
            "Thanks, Wayne."
         ],
         "Speaker": "Richard Young"
      },
      "39": {
         "Remarks": [
            "The next question comes from the line of Don DeMarco with National Bank Financial."
         ],
         "Speaker": "Operator"
      },
      "40": {
         "Remarks": [
            "Thank you for taking my call. On Sabodala updated production guidance is to 225 to 235. Yet the PFS calls for 245. Now what’s the deviation between these two?"
         ],
         "Speaker": "Don DeMarco"
      },
      "41": {
         "Remarks": [
            "Yeah. The prefeasibility mine plan was done, as you do with these studies and you have everything integrated back around April, and it’s just due to the COVID this year with a slightly reduction in material movement. That’s a good catch. We will be a little bit lower…"
         ],
         "Speaker": "Paul Chawrun"
      },
      "42": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Don DeMarco"
      },
      "43": {
         "Remarks": [
            "…than what and that’s just deferral of high grade into next year."
         ],
         "Speaker": "Paul Chawrun"
      },
      "44": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Don DeMarco"
      },
      "45": {
         "Remarks": [
            "Yeah. So Don we are…"
         ],
         "Speaker": "Richard Young"
      },
      "46": {
         "Remarks": [
            "Yeah."
         ],
         "Speaker": "Don DeMarco"
      },
      "47": {
         "Remarks": [
            "…about 20,000 ounces behind for Q2 because of the lower material movement. So if you look at the material movement at Sabodala, there is roughly about 6 million tonnes, we are expecting in Q2, and as a result, that just delayed the release of that mine grade. So it’s really caring forward both the delayed production Q2 that’s impacting that number."
         ],
         "Speaker": "Richard Young"
      },
      "48": {
         "Remarks": [
            "Okay. Great. And so at Sabodala we do see the strip ratio coming down, throughput and grade increasing, so we expect grade to increase. Would we expect a continuation of the trend of strip ratio and throughput as well?"
         ],
         "Speaker": "Don DeMarco"
      },
      "49": {
         "Remarks": [
            "Yeah. We -- if you take a look at the LOM that we put out in the press release, you see a declining strip ratio for the next five years over at Sabodala. Now in order to take advantage of the high grade next year, we move -- we plan to move somewhere around 39 million and it keeps on going down from there. But we’re expecting to be in the low 30s for this year and that’s primarily due to COVID."
         ],
         "Speaker": "Paul Chawrun"
      },
      "50": {
         "Remarks": [
            "Okay. Great. Just moving over to Wahgnion then, the updated mine plan, we -- looking at the grade profile in different years, we see that the grade declines to 1.35 grams per tonne in 2022 from, say, 2021 at 1.84 and then it goes back up again. What accounts for this drop in grade and then rebound?"
         ],
         "Speaker": "Don DeMarco"
      },
      "51": {
         "Remarks": [
            "Yeah. The -- that LOM really is an interim LOM at 3 million tonnes a year, as I said, the plan right now is a lot higher. And it’s really just timing getting into pits, and again, that plan is also about two months old. I mean, the plan has so far outperformed. We have to update the LOM yet again.",
            "And not -- and the other thing too is you’ll see that the operating costs are bouncing around quite a bit and that’s really just the age of the equipment and component change outs that we have. It’s really done from first principles up, in reality it will be smooth somewhat."
         ],
         "Speaker": "Richard Young"
      },
      "52": {
         "Remarks": [
            "Okay. Okay. That’s all for me. Thanks, guys."
         ],
         "Speaker": "Don DeMarco"
      },
      "53": {
         "Remarks": [
            "Thanks, Don."
         ],
         "Speaker": "Richard Young"
      },
      "54": {
         "Remarks": [
            "[Operator Instructions] The next question comes from the line of Craig Stanley with Raymond James."
         ],
         "Speaker": "Operator"
      },
      "55": {
         "Remarks": [
            "Good morning, everyone. Just a quick question, what’s the timing for the Golden LPA?"
         ],
         "Speaker": "Craig Stanley"
      },
      "56": {
         "Remarks": [
            "Yeah. We’ll probably be issuing something late August or September."
         ],
         "Speaker": "Richard Young"
      },
      "57": {
         "Remarks": [
            "Thanks. That’s all for me."
         ],
         "Speaker": "Craig Stanley"
      },
      "58": {
         "Remarks": [
            "All right. Thanks."
         ],
         "Speaker": "Richard Young"
      },
      "59": {
         "Remarks": [
            "[Operator Instructions] I will hand the call back over to Richard to conclude the call."
         ],
         "Speaker": "Operator"
      },
      "60": {
         "Remarks": [
            "Well, thank you, and I’d like to thank everybody for joining us. Again, we’re quite excited about what’s taking place. The company has truly been transformed. I know the goal. Our share prices moved up materially. We still believe that it doesn’t reflect the value that we’re creating and as Paul and David Mallo are have talked about in the past, we do have some significant drill programs underway and we do expect that to lead to higher resources and reserves our operating assets. We’ve got Golden Hill and we would expect to have a theme of press release at some point during this third quarter just highlight the success we’re having there. So there’s more to come and we’re excited about our future. So if anyone’s got any further questions, please feel free to return to Trish or any of us on the line. So thank you for joining us today and have a great weekend. Thanks."
         ],
         "Speaker": "Richard Young"
      },
      "61": {
         "Remarks": [
            "This concludes our conference call for today. Please disconnect your lines and have a great day."
         ],
         "Speaker": "Operator"
      }
   }
}