{
   "Date": "January 1, 0000",
   "Presentation": {
      "Glen Instone": [
         "Thank you, Henric, and good morning, everyone. Let’s start off with the profitability trajectory slide that’s served us pretty well for some years now. You’ll see now on a rolling basis, rolling 12 were at 9.2%. EBIT margin looks pretty flat compared to last year where we ended at 9.3. It’s just worth noting that at the end of Q1, our rolling EBIT was 8.9, so quite a notable uptick in the second quarter on a rolling basis. So we’re pretty satisfied with where we brought the margin up there during the quarter.",
         "Moving on and putting a little bit more deeper onto the income statement and what Henric has been describing that to the respective divisions, of course net sales as reported was some 2% down. When adjusting for FX, it was actually also 2%, very little impact on the top line from an FX perspective. And I’ll come back to that.",
         "We had roughly SEK 700 million of exits in the quarter which meant adjusted net sales were plus 3. And just to clarity the exit situation, we guided full year SEK 2.2 billion. Q1, we had some SEK 1.4 billion; SEK 700 million in Q2. So that does leave approximately SEK 100 million that we expect will be reduced to the remainder of the year, and we stick with that guidance.",
         "Moving on to the gross income in absolute terms, it was flat 4.6 billion with the margin actually increasing from SEK 33.5 million to SEK 34.3 million, so 80 basis points. The main drivers are an improvement from the positive mix that was giving us about 0.8%. Of course a large element of that coming from the watering growth in Gardena which is margin accretive.",
         "We had continued benefits from the exited business. We had a continued positive price in the quarter. It was actually generating roughly SEK 100 million of positively in the quarter. We did have a downside on the FX and that’s all coming from transaction effects and that was roughly 70 million all hitting the gross margin.",
         "And as Henric alluded to, we also had lower factory production levels in the quarter, partially conscious because we want to continue reducing the inventory and partially because we added additional social distancing measures, and that was about SEK 130 million burden on the quarter which was about 0.9%. Strategic investments were actually very limited on the gross margin in the quarter, roughly SEK 15 million.",
         "Moving down to the SG&A, reduced slightly in absolute terms from 2.5 billion to 2.4 billion and from a percentage perspective moving from 18.1% to 18%. The main drivers were a reduced absolute figure due to the exits of course. We have a lower cost to serve, but we take some SG&A out as a result of that. We see no FX impacting the quarter on SG&A. That’s all hitting the gross margin. And the rest of the savings really are coming out of the savings initiatives that we’re being taking during Q2.",
         "Just to clarify, the FX I said SEK 70 million negative on GP, all transaction effect offset with some hedging impact that had no impact on the SG&A. From an SI perspective in the quarter it’s been at a much lower rate, it’s roughly SEK 45 million of which SEK 30 million is hitting the SG&A and SEK 15 million into the gross profit. So like-for-like operating income increasing from 2.125 billion up to 2.19 billion, so 15.4% moving up to 16.3%.",
         "Moving down the income statement, we have no items affecting comparability so we can move past there. Finance net was a little bit lower than have been previous quarters and that is really coming from a lower U.S. funding rate basically, a lower debt in U.S. dollars and a lower interest rate attributable to that. I would actually expect that our H2 finance net is probably going to be at a similar rate to the H1, i.e. roughly SEK 190 million would be credible to use.",
         "The tax rate there is a little bit higher in the quarter, 26% versus 24% last year and that’s basically due to the high earnings that we have sitting in Germany, particularly of course in relation to the Gardena watering business. Still from a full year guidance perspective, we remain with the 23% plus or minus 1% on that.",
         "Okay, turning the slide onto the cash flow, which I think we should spend some time on and something which we are pretty satisfied with going into this COVID situation at the beginning of the quarter and certainly where we see ourselves ending the quarter. The cash flow, we came up to 2.3 billion versus 2.1 billion last year. It is worth saying that the main drivers in that actually is a lower inventory build of SEK 800 million dealt on the inventory during the quarter.",
         "Accounts receivable have increased. That is really the change in the sales in June added then into the accounts receivable and of course they will then flow back into the cash flow during Q3. And payables have actually extended slightly as well by some SEK 300 million.",
         "I would like to say and just reiterate what Henric said, from a cash flow perspective, all three divisions generated a positive cash flow in the quarter. Husqvarna and Gardena, roughly 1.2 billion of positive cash flow each in the quarter and Construction roughly 100 extra in the quarter, so 2.5 billion positive cash flow in Q2 isolated.",
         "Okay. Moving onto the capital efficiency, which is still disappointing from our perspective. We’re not going to shy away from that. However, we have made I would say a step change and turn the curve – moving that curve on the capital efficiency is not always the easiest.",
         "So on Slide 10 now, of course COVID isn’t always – hasn’t supported this given that we’ve had some volatile sales, but still I think the fact we’ve turned the curve now on the capital efficiency is a big step for us.",
         "From a guidance perspective and of course the financial target remains that we want to have our capital efficiency below 25% of net sales. But this is unlikely to happen in 2020 of course, but we need to get on the positive trajectory, as we are, and make 25% credible 2021 target. So we need to bring this down into the 26%, 27% by the year end. And I believe with the inventory measures that we are taking and the strong accounts receivable management that is very much achievable.",
         "Okay. Moving onto the balance sheet and having a little bit of commentary around the balance sheet I would say, a couple of figures stand out of course. The first one is the inventories. We reduced with SEK 1.5 billion in absolute Swedish krona in the quarter versus Q2 last year. That’s something we’re really pleased with.",
         "Within that, there’s a very small FX component, roughly SEK 100 million. But still it’s SEK 1.4 billion of absolute reduction which represents around 14% inventory reduction. It’s worth pointing out as well that is the fourth consecutive quarter that we’ve taken inventory down versus the corresponding quarter in the prior year.",
         "Receivables, as mentioned on the cash flow commentary, is up and that is very much the sales delta from June, so nothing alarming there. We’ve got a very strong receivables management program going on and serving us well during the COVID times.",
         "Just to comment from the net debt, that’s something else actually we should be extremely proud of in the quarter. We actually improved net debt with 3.6 billion; most of that of course coming from the improved cash flow from operations of roughly 4.4 billion.",
         "A little bit of negative impact going in from financing activities onto the cash flow, a little bit of positive currency effect into the net debt and of course we have paid a reduced dividend versus last year, but still paid roughly two-thirds of the dividend versus prior year. So that’s something we’re particularly proud of.",
         "Okay. I think just moving onto the final slide before I pass back to Henric and a slide we use each and every quarter is the net debt to EBITDA which has been a ratio that we’ve been following since our inception I suppose as a company, and that has taken a turn down to the positive in this case now at 1.8 net debt/EBITDA ratio which of course is represented at SEK 3.6 billion reduction in our net debt.",
         "So with that, I will hand back to Henric to give some more forward-leaning remarks for the Group."
      ],
      "Henric Andersson": [
         "Thank you, Johan, and good morning to everyone. All-in-all, I must say that we delivered a strong second quarter. We grew our net sales by 3% if adjusted for Consumer Brands exits and FX and we ultimately delivered a record high operating profit.",
         "Q2 was, due to COVID-19 as you can imagine, extremely volatile where April resembled late March with dramatically declining sales. And as markets gradually reopened, demand also picked up and in June we achieved a strong and double digit growth.",
         "This was also driven by a high interest from consumers staying more at home and spending more time in their gardens. The COVID-19 effect on our business is actually very heterogeneous, but we can see a few patterns.",
         "One is that we can see that our Pro business is generally more affected than the Consumer business and that was also the case during the global financial crisis. We can also see that dealers have been more affected than our retail channel partners, and that’s largely because the dealers were to a larger extent in lockdown whereas the retailers could continue to operate in some kind of capacity. And of course it varies a lot between different countries and different regions.",
         "Early on, we outlined a COVID-19 strategy and I must say it has proven to be effective. First and foremost, of course, we focused on the health and safety of our employees but we also took decisive steps when it comes to cost avoidance measures. And we also decided to keep all our operations running which I think was an important piece to later on be able to respond to the search in demand late in the quarter.",
         "Ultimately I think this really indicates that we have an ability to quickly adapt to changes in our business reality. All-in-all, we then delivered a record high SEK 2.2 billion EBIT for the quarter and that corresponded to a 16.3% margin.",
         "Another positive is that we improved our direct operating cash flow where we generated SEK 2.3 billion. Our financial position is strong with a net debt decreasing with SEK 3.6 billion compared to last year, and Glen will elaborate further on this in a minute here.",
         "Then if we look to the bottom right on the slide, as you know, we also track our business strategy progress and one of the important KPIs is how our robotics & battery are developing as a share of our total Group sales over the rolling 12 months. And as you can see, that is now 16% compared to the 15% that we showed last time.",
         "So if we then move to the next slide here, we can see that we also have a lot of product introductions during the year and being an innovation leader in our industry, we also did see and of course have many great product launches both in the key growth categories but also in our winning core.",
         "And just to give a couple of examples or maybe three different examples on this slide, we have the AquaBloom which is a solar powered watering system for balconies and terraces and as you might know city gardening is a quickly growing segment and AquaBloom here can help you in that sense that you don’t need electricity and it always makes sure that your plants are watered.",
         "We also launched a new Automower, the 305, which is a Husqvarna branded mower hitting the €1,100 to €1,200 price point which has been a great success this year. We have also started to pilot our EPOS system and also some different new business models into professional segment, but I will come back to that a little bit later on.",
         "We’re also accelerating our innovation efforts pertaining to digital solutions and the two most prominent ones are the Automower Connect and the Gardena Smart System. And here we now have 600,000 connected devices and 400,000 active customers on our platform which is quite a big improvement over the 300,000 last year. So all-in-all, we had a good line of products this season and we also have a good exciting pipeline for next year, but let’s come back to that at a later point.",
         "Let’s now shift gears and review the different divisions and starting with Husqvarna. As you know, Husqvarna is largely depending on the dealer channel and it also has a sizable Pro business. And so here we were quite affected by the COVID-19 situation.",
         "Net sales are down about 2% compared to last year if we adjust for about SEK 550 million in exits. And Husqvarna very much experienced a volatile quarter I mentioned earlier with a steep decline in sales early in the quarter and a steep incline towards the end of the quarter.",
         "The operating profit is down slightly in the quarter. We have been driving a favorable mix. We have been decisive when it comes to temporary cost avoidance activities but those could not fully offset the negative impact coming from lower revenue, lower production volumes as well as high costs to accommodate social distancing, et cetera.",
         "In total, the margin in Q2 was now down 13.4% compared to 14% last year, but clearly better than what we feared a couple of months ago. And to be honest, I believe that we have been able to protect our profit extremely well here. And also very encouraging is that the Husqvarna division generated a positive cash flow in the quarter as well.",
         "Another good thing is that during this difficult time, actually also managed down our inventories and we have reduced by 16% in the Husqvarna division. On a rolling 12, our margin now is 8% compared to 8.6% last year largely for the reasons I just mentioned for the quarter.",
         "Shifting to Gardena, Gardena had an absolutely splendid quarter, fantastic performance. Gardena is executing diligently on a very good strategy and they really managed to resonate with the passion of gardeners and is a little bit on a roll and has been for quite a few years.",
         "At the same time, Gardena is a little bit more consumer and retail centric and is largely dependent on the DACH markets. So here there’s also been a more favorable demand situation stemming from customers staying at home spending more time in the gardens, and has not been as affected when it comes to lockdowns as the other two divisions.",
         "Sales up 24% if we adjust for SEK 140 million in exits. And in the second quarter we grew the EBIT by 50%, so quite some leverage. The result was largely generated by the top line growth and favorable product and geo mix. Of course, there’s also an element of improving the result here with some temporary cost avoidance measures just like for the other divisions. For the rolling 12 months, our EBIT is now up over 40% and we now have an operating margin at 13.5%.",
         "Shifting to Construction, as you know, this is our most cyclical business overall and is strictly targeting the professional market. So it had a very tough start to the quarter with sales being down 18%. And we could see this trend also in the global financial crisis where construction was affected to a much larger degree than the forest and garden business.",
         "Good news though is that demand started to come back also for construction and was actually flat in June. Also, the Construction division similarly to the Husqvarna division has been very good at protecting its profit. Comparing to the financial crisis, if we look at the relationship between top line reduction, so to speak, and the EBIT percentage, I would say that we are a couple of percentage points higher this time in relation to the sales dropdown we were in the crisis. So I think they have done a good job here. And also in Construction, we generated a positive cash flow in the quarter.",
         "So with that, I hand over to you Glen to run through the numbers a little bit more in detail.",
         "Thank you, Glen. Just wrapping up, let’s call it the past then, I think when it comes to the COVID-19 and our strategy for that, I must say that we have managed this situation in a very good way and we have effectively protected our employees which was our main priority, but we also have been able to run our business.",
         "And I think one of the important things that we have decided upon was to keep all our factories running although at a lower rate was very important to able to quickly respond to the surge in demand that we experienced in June.",
         "And I think that we have also proven that we have a capability to quickly adapt to changes and this is something that we need to be very good at and that we have quite some experience from since we largely act in a seasonal and weather dependent business.",
         "And finally I think it’s appropriate also to really give recognition to my colleagues around the world that manage this very difficult time. And on one hand dealing with COVID, on the other hand to actually delivering a record quarter at the same time which I think was a fantastic performance.",
         "Moving onto strategy, even though in the midst of a pandemic you have to become a little bit more here and now but you can at the same time not lose sight of the long term. And we have a Group business strategy that we developed together in the management team last fall, and it’s ultimately focusing on the customer experience, on expanding into services and solutions, in accelerating robotics & battery products while we’re developing our core business. And that strategy stands and that is absolutely our foundation.",
         "Yes, we have to quickly adapt and scale a few things back in the second quarter and yes, of course, we are working in management continuously to see how we can fine tune it and how we can dial certain things up and maybe dial a few things down. But the direction of such, it doesn’t change.",
         "And now I will, over the next couple of slides, give you a few examples on some of the progress that we have made in executing our strategy. So if we start with robotic lawn mowing and maybe focus a bit more on the professional side, first of all we believe that’s a huge opportunity here.",
         "First, because it’s an untapped market of course but also labor is a large piece of the total cost for the green space professionals. And there’s often also a shortage of skilled labor in peak season.",
         "We have now been testing a couple of different things to really enter into that market and we have really advanced in both the go-to market dimension and in the technology dimension.",
         "Starting with the more go-to market dimension, we are now testing what we call robot as a service, because we think that could be a very interesting concept since we are basically eliminating somewhat perceived risks switching to the concept as such, particularly when you’re introducing something that is novel to the market.",
         "And it will enable the customer to exactly know the operating costs and to monthly be able to match that towards the revenue and the contracts that they have. So that’s why we think that’s a big opportunity. We are testing this with 150 different units at this point in time, mainly in Sweden and Germany with very good feedback.",
         "The other piece and we have talked about that before is EPOS which is basically that we can change the way you operate since you do not need to permanently install boundary wires. We instead use virtual boundary wires or boundaries ultimately.",
         "And this is something that we are piloting with 100 different products out there; in the U.S., in Germany, in Sweden and France and the feedback also here is very good. And for those of you that are in Stockholm, you can for instance see this at the Vasa Museum or at the Drottningholm Castle if you have some time during the summer here.",
         "If we then move on talking about battery, and two days ago we took a big step where we announced that we are co-founder of an 18-volt consumer battery alliance and we did that through Gardena and we have this alliance together with Bosch.",
         "And the whole point here is that we see that for consumers there is a huge advantage of being able to use the same battery across all the applications that you have around your house. And the alliance we are forming will be one of the largest cross-brand alliances in the world. And at the moment they’re already 20 million compatible batteries out in the marketplace here.",
         "We call this Power for All and it’s based upon Bosch 18-volt green battery system and of course we can also here tap into their capabilities and into the scale. Already for next season 2021, Gardena will convert its entire range to this Power for All battery system.",
         "And ultimately this amplifies our electrification ambitions, but specifically in the 18-volt consumer segment where we see this benefit, whereas when you move up the specification ladder we still see the merits of optimizing the product for the application and to get the most performance out of the different products.",
         "Okay. Another important part of our strategy is sustainability and it has always been a vital part of our strategy and this year, yet again, I will say, we made a strong commitment in this area by the introduction of Sustainovate 2025.",
         "As you might know, Sustainovate is our long-term approach to drive sustainability transformation in our industry and we do that by applying our innovation capability to this segment. And what is new with Sustainovate 2025 is that we to a larger degree also want to inspire others to do the right thing.",
         "And we’ll be mainly focusing on three different opportunities. It’s about carbon, it’s about circular and it’s about people. And in each area we have very distinct aspirations on the difference that we want to make.",
         "Over the last five years, we have reduced our absolute CO2 emissions by 25% while increasing sales by 17% and this is largely driven by the shift towards battery and robotics products.",
         "Our new carbon target is recently approved as a science-based target and is in line with the ambition to limit the global warming to 1.5 degrees, so it’s a very decisive step that we are taking, it’s a bold ambition that we have. And we have also signed up as a certified – and a certified as a Nasdaq ESG transparency partner going forward here.",
         "Then, I will say that we have some important management changes that we have made during the quarter. One is that we have hired Karin Falk to head up the Construction division as of September 1st and she will also be a member of the Group management.",
         "Karin brings over 30 years of experience and expertise from B2B and from customer solutions and services which of course are essential to the Construction division but also to the Group as such. Prior to joining Husqvarna, Karin was the Senior Vice President for Service and Customer Quality at Volvo Trucks.",
         "Another important recruitment is Robert McCutcheon who has been appointed the President of North America for the Husqvarna division as of June 1st. Prior to joining Husqvarna, Robert served as the President and Managing Director of the Americas for Britax Child Safety.",
         "Robert brings over 20 years of experience and expertise in consumer products. So two very important recruitments for us and I wanted to just take a brief moment to also bring that to your attention here.",
         "So to conclude, in closing, let me summarize the main messages this morning before we open up for the questions here. All-in-all, we had delivered a very strong second quarter, actually a record quarter despite the COVID-19 and it is largely driven by the strong growth in June that we could accommodate and is also due to the decisive cost avoidance measures that we took.",
         "We have an effective COVID-19 approach that has proven successful and personally I’m very proud of how the organization responded to this challenge. We also delivered a strong cash flow and now have a very strong position overall.",
         "And we are not just here and now, we also have a full focus on our strategy and how we are executing our strategy and now the main discussions are how do we best dial up on the vital few items that really makes the difference going forward.",
         "I guess with that, thank you for your time. We’re now happy to answer any questions. So I leave it back to you, Johan."
      ],
      "Johan Andersson": [
         "Hello, everyone. Welcome to the presentation of Husqvarna Group's Report for the Second Quarter of 2020. My name is Johan Andersson, responsible for Investor Relations here at Husqvarna Group, and I will be the moderator here today.",
         "On the call, we have Henric Andersson, our President and CEO; and our CFO, Glen Instone. Henric and Glen will present the report and afterwards we will open up for questions. Let me also remind you that this session is recorded and will later be published on our Web site.",
         "So with that, I hand over to Henric.",
         "Thank you very much, Henric and Glen. So we’re now ready to start the Q&A session. And please before you ask your questions, state your name and company and please limit yourself to two questions per participant. So with that, please operator start the Q&A session."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions]. Our first question comes from the line of Christer Magnergård from DNB Markets. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hi. We will start with Gardena. You will most likely have a very strong 2020 even if there are two quarters left of the year. Looking at '21 and '22, do you think you will be able to grow sales from the exceptional 2020 levels we are seeing now? And what will in that case drive that growth? And I have a second on the same thing. Profitability has also made an impressive jump from 2018 and 2019 levels. Given the favorable mix and the temporary cost savings, is it fair to assume a slightly normalized – lower normalized margin for the duration going forward?"
         ],
         "Speaker": "Christer Magnergård"
      },
      "3": {
         "Remarks": [
            "Okay. Hi, Christer. Let’s start with the first question first so to speak. The growth in Gardena stems from a couple of different things. Part of it is that we’re executing on a very good strategy and to do that in a diligent way. And they have also managed to resonate well with the passion of gardeners. So I think that we of course we carry with us also into next year and in the years to come. So from that perspective I think we can be optimistic with Gardena. At the same time, I think this year we had a little bit extra boost stemming from people spending more time at home, spending more time in their gardens which will likely increase the interest. And the question is how much of that increased interest will remain over time? And I think that is a little bit more difficult to judge. And the third dimension is that we have had a pretty good weather condition this year for the business overall I would say, so it’s been a good season from that perspective. So I think, Christer, it’s a mixed bag. I think part of it might be a little bit artificial for this year, people being at home, but there’s also some underlying reasons to believe that Gardena will be strong also in the future. When it comes to the profitability piece I think that you have a couple of dimensions of that one as well. Of course with this kind of growth that Gardena has experienced, we have leverage but we also have an exceptional good product mix. It’s a lot of watering and it’s also a lot around the DACH region where we have very good profitability. So there is a product in here on mix dimension. And of course there is an element of the temporary cost mitigation activities that will not sustain over time. So I think that the reasonable way of looking at this is that with the growing Gardena business we should also be able to grow our profitability. However, it might be a little – we can probably not expect the same kind of development going forward. I don’t know if you want to chime in there, Glen."
         ],
         "Speaker": "Henric Andersson"
      },
      "4": {
         "Remarks": [
            "I think it’s reasonable, Henric, what you said. There’s nothing more to add there."
         ],
         "Speaker": "Glen Instone"
      },
      "5": {
         "Remarks": [
            "Okay. And my second question, if we can say that the first question is just one question, is on the working capital. You said that you can release about 1 billion from the exited – in working capital from the exited Consumer Brands. Has that all materialized now or is it still something that we should see going forward?"
         ],
         "Speaker": "Christer Magnergård"
      },
      "6": {
         "Remarks": [
            "There’s probably a minor amount still to come through, Christer, but by and large, we released some last year and we’re releasing more this year. And I would roughly take 25% of the exits that we transition into released working capital. So it’s probably the magnitude SEK 500 million of released working capital there."
         ],
         "Speaker": "Glen Instone"
      },
      "7": {
         "Remarks": [
            "Thanks."
         ],
         "Speaker": "Christer Magnergård"
      },
      "8": {
         "Remarks": [
            "And the next question comes from the line of Johan Eliason from Kepler Cheuvreux. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "9": {
         "Remarks": [
            "Yes. Staying on the subject on Gardena, did you see a significant shift into the online channel? Can you give any light on that and do you think that could actually have a more sustainable improvement for you going forward?"
         ],
         "Speaker": "Johan Eliason"
      },
      "10": {
         "Remarks": [
            "We could say that for Gardena and actually for the Husqvarna division, we could see that the online channel did grow this year which I guess is natural to expect. And there is no reason to believe that will start going the other way going forward. So I think that is one of the things with COVID-19 that I think it pushed the business a little bit more into the online channel. So I think that will just continue. And I think Gardena being such a strong brand of course benefits in this sense as well. However, I think it’s important to remember that Gardena has not been as affected by the lockdowns as the other divisions, so also more customer retail channels have been doing very well for Gardena this quarter as well."
         ],
         "Speaker": "Henric Andersson"
      },
      "11": {
         "Remarks": [
            "Okay. And then on robotics, you mentioned it’s 16% of sales now. How was the growth there? Was this 16% growth from 15%, as you pointed out, mainly an effect of you closing this Consumer Brands business or was there actually an excessive growth for robotics as well explaining this slight change?"
         ],
         "Speaker": "Johan Eliason"
      },
      "12": {
         "Remarks": [
            "Normally we always talk about them combined, robotics & battery, but if you assume out a little bit, we can say that this segment had the same development as the rest of our business in the sense that the beginning of the quarter was really depressed and then it’s a very, very strong development towards the end of the quarter. So that looked the same for this segment. And we can say that for robotics & battery combined that grew faster than the Group on average. And just to add a third dimension to the whole thing since we don’t specifically talk about robotics normally was that from a market share perspective, all indications that we have, the latest information is from end of May by the way, but without the information it indicates that we took some share."
         ],
         "Speaker": "Henric Andersson"
      },
      "13": {
         "Remarks": [
            "Okay. And then just to robotics, it was a big topic last year. How does it look today? It’s not the normal year obviously, but do you see any positive moments?"
         ],
         "Speaker": "Johan Eliason"
      },
      "14": {
         "Remarks": [
            "I think we need to look at that from a little bit bigger perspective which is the commitment we are making, the investments we are making, the dealers that we are onboarding and the Husqvarna Service Corporation we have developed to help service but also help with installation. And I must say that we are really making headways over there even though sales have been fairly erratic depending on the lockdown measures and particularly affected the installation part of the business. But I will say that it’s nothing out of the ordinary, but we are continuing to push, we are continuing to develop that market and we have made some headways and position us well also going into next year."
         ],
         "Speaker": "Henric Andersson"
      },
      "15": {
         "Remarks": [
            "Okay. Thank you very much."
         ],
         "Speaker": "Johan Eliason"
      },
      "16": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Henric Andersson"
      },
      "17": {
         "Remarks": [
            "And the next question comes from the line of Fredrik Moregård from Pareto Securities. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "18": {
         "Remarks": [
            "Hello, everybody. First of all related to the very strong consumer demand that you are seeing or were seeing in June particularly, should we interpret that as the growth rates having continued to increase all the way throughout June or did you see some sort of moderation towards the end of the month?"
         ],
         "Speaker": "Fredrik Moregård"
      },
      "19": {
         "Remarks": [
            "I think that it was largely increasing but the last few days it started to level out a little bit or moderate is probably the word you used which I think is a good way of describing it and that’s also what we saw going into the third quarter. But early on in June, it was a dramatic shift upwards. And then towards the end, it started to be more balanced but at a high rate."
         ],
         "Speaker": "Henric Andersson"
      },
      "20": {
         "Remarks": [
            "Okay. Is that comment valid for both Husqvarna consumer business as well as Gardena?"
         ],
         "Speaker": "Fredrik Moregård"
      },
      "21": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Henric Andersson"
      },
      "22": {
         "Remarks": [
            "Okay, perfect. And the question on expenses, very good cost control in SG&A particularly related to selling expenses. Just wondering admin expense, it looks to be some 16% or so. Any temporary effect here that you could highlight?"
         ],
         "Speaker": "Fredrik Moregård"
      },
      "23": {
         "Remarks": [
            "No, not necessarily. I think – of course we have to change some of the incentive, commissions, et cetera, but it’s pretty much in line with our expectation for the quarter. I wouldn’t say anything unusual in the quarter that we’ve reported."
         ],
         "Speaker": "Glen Instone"
      },
      "24": {
         "Remarks": [
            "Okay, that’s helpful. Thank you."
         ],
         "Speaker": "Fredrik Moregård"
      },
      "25": {
         "Remarks": [
            "And the next question comes from the line of Olof Cederholm from ABG. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "26": {
         "Remarks": [
            "Hi, gentlemen. It’s Olof from ABG. I just had a very quick question or a question at least around EPOS and the professional robotics pilot. It’s very exciting of course. You have lots of pilots. Do you think this could be commercialized fairly quick if you’re getting positive feedback already now from these products?"
         ],
         "Speaker": "Olof Cederholm"
      },
      "27": {
         "Remarks": [
            "I think we can answer that question from two different angles. I think from a product perspective, absolutely yes. That’s something that we can commercialize already for 2021. I think the other dimension is when we tie it into potentially sell it as robot as a service, then it is a little bit more difficult to commercialize it quickly but something that we will start doing in 2021 as well. But I think it takes a bit longer to get that off the ground."
         ],
         "Speaker": "Henric Andersson"
      },
      "28": {
         "Remarks": [
            "Thank you. And what’s your initial thoughts on this, is this – about the size of having this product or offering in 2021, 2022, will we note this for – will it be notable for Husqvarna division or is it something that you’ll talk about but we won’t really see it in the numbers?"
         ],
         "Speaker": "Olof Cederholm"
      },
      "29": {
         "Remarks": [
            "I think that the magnitude in the first year will be moderate. Of course, our ambition is that the Pro segment as such should be clearly noticeable in a few years’ time. So I think we should more look at it as a decisive step from our side to really build a new leg to stand on in robotics and not just be in the robotics space, but it’s not flicking a switch where it looks different immediately."
         ],
         "Speaker": "Henric Andersson"
      },
      "30": {
         "Remarks": [
            "Of course."
         ],
         "Speaker": "Olof Cederholm"
      },
      "31": {
         "Remarks": [
            "The only thing just to add to that, Olof --"
         ],
         "Speaker": "Glen Instone"
      },
      "32": {
         "Remarks": [
            "Building your sort of growth leg for Husqvarna I guess on top of the robotics that you have today."
         ],
         "Speaker": "Olof Cederholm"
      },
      "33": {
         "Remarks": [
            "Glen, you were trying to say something."
         ],
         "Speaker": "Henric Andersson"
      },
      "34": {
         "Remarks": [
            "No, I was just going to add to that, Olof. I think what’s important with EPOS and the more we do with as a service that it becomes a good recurring revenue stream and not only a sort of one-time sale. So it might be a slower burn but over a longer period as well, which is healthy and good for the Group."
         ],
         "Speaker": "Glen Instone"
      },
      "35": {
         "Remarks": [
            "Yes. And just maybe we’re going into too much detail here, but just wondering how that service when you think about robot as a service, is it for – in areas where we have 12 months of cutting grass or could this be applied to Sweden? What’s your thinking here?"
         ],
         "Speaker": "Olof Cederholm"
      },
      "36": {
         "Remarks": [
            "No, it should be applied anywhere. It just needs to look a little bit different depending on usage and things like that. But we can of course include storage over the winter, preventative maintenance for next season and things like that into a program and then we put them back out again when the season starts. So that’s how we look at it."
         ],
         "Speaker": "Henric Andersson"
      },
      "37": {
         "Remarks": [
            "Perfect. Thank you very much."
         ],
         "Speaker": "Olof Cederholm"
      },
      "38": {
         "Remarks": [
            "And the next question comes from the line of Karri Rinta from Handelsbanken. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "39": {
         "Remarks": [
            "Yes. Thank you very much. Firstly about the sale in versus sale out because there’s some hardware retailers have been reporting even higher sales growth numbers that you reported for Gardena and definitely for higher than you reported for Husqvarna. So what’s your best sense of the channel inventories in the retail channel and in the dealer channel and would you expect sort of those – if they are low, would you expect those sales to materialize already in Q3 or is this more than about what kind of a sale in season you will have in the third quarter? That’s my first question."
         ],
         "Speaker": "Karri Rinta"
      },
      "40": {
         "Remarks": [
            "Yes, so if I also answer that one from two different angles, I think first of all looking at some of these channels, they generally report on larger categories than ours. And when we review point of sale and things like that, we have clearly been holding our own in the second quarter. That’s the indication we have. So that’s our first comment. But then to your ultimate question, we deem that the inventory levels were somewhere between normal to normal low, so to speak, in the trade at this point in time. So I will say slightly below normal."
         ],
         "Speaker": "Henric Andersson"
      },
      "41": {
         "Remarks": [
            "And any difference between different categories or does that apply to --"
         ],
         "Speaker": "Karri Rinta"
      },
      "42": {
         "Remarks": [
            "I will say that it applies generally speaking, but of course if you pick a few Gardena categories, for instance, where we have seen a tremendous growth and we have not been able to take all orders even, then there’s likely very low inventory in some of them."
         ],
         "Speaker": "Henric Andersson"
      },
      "43": {
         "Remarks": [
            "All right, good. Thanks. And then the new President for the North American Husqvarna division, what will be his, I don’t know, top three priorities going forward?"
         ],
         "Speaker": "Karri Rinta"
      },
      "44": {
         "Remarks": [
            "We are fully committed to continue on the journey that we are in North America making sure that we bring the profitability up on that business to a level where we want it to be. So I think that is the number one priority. And right now he’s spending his time to assess the business. And to be quite honest, I’m looking forward to his perspectives on how he would like to see to further improve and enhance and develop that business going forward. So I will say that is the main priority."
         ],
         "Speaker": "Henric Andersson"
      },
      "45": {
         "Remarks": [
            "All right, fair enough. And since that was a short answer, I’ll venture a third question. You mentioned that robotics & battery are 16% of your sales and I guess most of that is in the Husqvarna unit. And just assuming that all of it is in the Husqvarna unit means that 28% of that unit sales come from robotics & battery. Can you give us any sense of the split between the two and that may be more specifically robotics Husqvarna in Europe so just to get some ballpark sense of these different important categories?"
         ],
         "Speaker": "Karri Rinta"
      },
      "46": {
         "Remarks": [
            "We normally not going into those details, but there is a meaningful Gardena business both in the robotics space and in the battery space. So it is not just the Husqvarna play. But what we can say is that it clearly has its center of gravity in Europe from a geographical perspective."
         ],
         "Speaker": "Henric Andersson"
      },
      "47": {
         "Remarks": [
            "And the next question comes from the line of Björn Enarson from Danske Bank. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "48": {
         "Remarks": [
            "Yes. Björn Enarson from Danske. I have two questions and first one is on the Pro business within Husqvarna. Have you seen any more positive trends towards the end of the quarter or towards the early part of this quarter? And if you also can give an indication of how big the Pro business is within the Husqvarna division? That’s the first question."
         ],
         "Speaker": "Björn Enarson"
      },
      "49": {
         "Remarks": [
            "Okay. I will say that all our businesses kind of show the same curve, meaning that a steep decline early in the quarter and a steep increase in the second kind of a deal, but very different absolute levels. So the Pro business went down further and is a little bit slower in picking up, but clearly showing the same kind of trajectory. And then for Construction, it goes even deeper and only came up to flat in June, so to speak. So the Pro business is absolutely also recovering. That’s the first question. And I think the Pro for the Husqvarna division, I know total company, Glen, if you take the specific --"
         ],
         "Speaker": "Henric Andersson"
      },
      "50": {
         "Remarks": [
            "Yes, isolated for the Husqvarna division but it’s roughly a third would be deemed as Pro, roughly 30%, 35%."
         ],
         "Speaker": "Glen Instone"
      },
      "51": {
         "Remarks": [
            "Okay. Thank you. And on the Husqvarna division again, before we had or back when we had the Consumer Brands reported as a stand-alone business, the Husqvarna division had a pretty decent profitability in Q3. Now with the Consumer Brands has exited, what kind of profitability levels are Husqvarna coming back to more or the traditional profitability than we have seen in the last few years, or what’s your comment on the Consumer Brands impact on the last quarter for the Husqvarna division during Q3?"
         ],
         "Speaker": "Björn Enarson"
      },
      "52": {
         "Remarks": [
            "Good question, Björn. I think of course we still have some overhead that we need to carry through from the traditional Consumer Brands business into Q3 and Q4 with the larger facilities that went from Consumer Brands to Husqvarna. So there’s an additional overhead burden in the second half, but it’s fair to say that we have a fairly weak comp when looking at the last couple of Q3s for the Husqvarna division. So we have some optimism there. But as Henric said earlier in the call, we’re really coming into professional season now from a sales perspective towards the end of this quarter where it’s much heavier from the chainsaw demand and that’s where we expect – and of course Husqvarna division to come into its own, so to speak. So I was probably a bit elusive there with answering the question, but yes we feel there’s some positivity upside there but not to disregard the fixed overhead burden that the division carries still."
         ],
         "Speaker": "Glen Instone"
      },
      "53": {
         "Remarks": [
            "Yes, okay. Thank you, both."
         ],
         "Speaker": "Björn Enarson"
      },
      "54": {
         "Remarks": [
            "And the next question comes from the line of Henrik Christiansson from Carnegie. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "55": {
         "Remarks": [
            "Yes. Henrik here from Carnegie. Just one question on cost avoidance, if you could say anything about any government support you have received in formal grants and use of furlough schemes, et cetera? And if you can quantify that, how much that has benefitted in the quarter?"
         ],
         "Speaker": "Henrik Christiansson"
      },
      "56": {
         "Remarks": [
            "Yes, absolutely, Henrik. As we went into the quarter, of course we didn’t know how bad it was going to be and therefore we put the brakes on in many areas which led to some pretty heavy cost avoidance. And that did mean that we at least applied for some government funding. What we’ve decided in recent days given the strong quarters that we’re going to repay the short-time working allowance support that was possible in Sweden. So we’ve actually backed out of that. So we haven’t absolutely taken any benefit of the Swedish part. Outside of Sweden, it’s actually been very small. It’s immaterial in the scheme of things. So hopefully that answers your question. So the figures we’re quoting on the short-time work allowance and furlough schemes is not reflected in the savings as we talked about."
         ],
         "Speaker": "Glen Instone"
      },
      "57": {
         "Remarks": [
            "So basically fairly [ph] impact to EBIT in the quarter and for the first half of the year?"
         ],
         "Speaker": "Henrik Christiansson"
      },
      "58": {
         "Remarks": [
            "Very little, yes, and we actually reversed it out in Q2 there so that we’ve paid it back this week."
         ],
         "Speaker": "Glen Instone"
      },
      "59": {
         "Remarks": [
            "Perfect. Thank you."
         ],
         "Speaker": "Henrik Christiansson"
      },
      "60": {
         "Remarks": [
            "And the next question comes from the line of Carl-Oscar Bredengen from Berenberg. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "61": {
         "Remarks": [
            "Hi. Good morning. If we were to talk about sort of the black swan here now with Construction being down some 18% and bit different dynamics there, how should we think about Q2 now? Is it – are we experiencing more flat recovery towards the end of the year and that we should see sort of a flat year-over-year development in the coming quarters, or are we still supposed to expect material decline with further negative operating leverage on earnings for the Construction Division?"
         ],
         "Speaker": "Carl-Oscar Green Bredengen"
      },
      "62": {
         "Remarks": [
            "I think if you look at the Construction Division, it was a very, very steep decline in late March and in April. But the market started to recover also in Construction. So June was actually at the same level as last year. So the difficult thing now is then what do we think about the rest of the year, because there’s of course – like for all our business a COVID element but particularly in Construction there’s also more – how does the different economies develop because the Construction business is more affected by uncertainty and especially in the economical climate. So I think that is the issue. But basically we were back to the same level as last year in June. And then for the rest of the year it will be about how the economies develop I will say."
         ],
         "Speaker": "Henric Andersson"
      },
      "63": {
         "Remarks": [
            "Okay. Thank you. And just my last question, it was originally guided that the exited sales now is going to be some 3 billion and 3.5 billion in cost avoidance related to the Group restructuring. As we’re now more towards 3.6 billion in guided exited sales, what is the – just going to say, what’s the actual cost that’s been taken out on the Group level so we can look at the profitability development?"
         ],
         "Speaker": "Carl-Oscar Green Bredengen"
      },
      "64": {
         "Remarks": [
            "Yes, I think we’re quite broad on the exits. We thought it will be slightly more last year, Carl-Oscar, we thought it would be 2 billion and it was more 1.4 billion. This year our original guidance a year ago was to be 1.5 billion and we’re saying it’s going to be 2.2 billion. So we’re there or there about I would say slightly more this year versus last year. The cost that we said we would take out in relation to that, of course we took a restructuring reserve, but then should have had roughly SEK 250 million of cost savings on the back of the exited business. And by and large that came through last year and we have a little bit of carryover into this year, but it’s minor this year. And just to note, of course, we took an additional restructuring reserve last year in relation to the Husqvarna division with some additional, at least call it, headcount alignment while the savings are coming through this year as well. So we have some restructuring from – launched in '18 and some restructuring launched in '19 that feeds through to the P&L. They’re both very much on track. Again, 250 plus 100 was the two figures and they’re both very much on track."
         ],
         "Speaker": "Glen Instone"
      },
      "65": {
         "Remarks": [
            "Okay. Thank you. Can I just ask because you’ve also guided down CapEx for the full year now towards more 2 billion, but still you’ve sort of accelerated the growth for the Gardena division? Can you just talk a little bit about that, how you plan on doing that? Is that more coping with current demand because you’re running low on stock in order to meet the strong demand, or should we expect an increased growth driver for the Gardena division in the coming years?"
         ],
         "Speaker": "Carl-Oscar Green Bredengen"
      },
      "66": {
         "Remarks": [
            "Yes, we still feel we can work within the 2 billion that we guided on the new forecast for 2020. That might look a little different when we divide it between the divisions. Of course, Gardena continues going from strength to strength and therefore we are going to release some capacity investments. But we still feel we can work within the 2 billion despite those additional investments we’d like to make for Gardena."
         ],
         "Speaker": "Glen Instone"
      },
      "67": {
         "Remarks": [
            "Okay. Thank you very much."
         ],
         "Speaker": "Carl-Oscar Green Bredengen"
      },
      "68": {
         "Remarks": [
            "And we have a follow-up question from the line of Christer Magnergård from DNB. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "69": {
         "Remarks": [
            "Yes. To start with a follow-up question on the admin cost side, I would like to have a bit more clarity and why that was 100 million to a new all-time high level and admin cost is almost twice as high as it was 10 years ago roughly. So can you give some more color on why you have that increase and why you expect to have that increase?"
         ],
         "Speaker": "Christer Magnergård"
      },
      "70": {
         "Remarks": [
            "Yes, there’s two sides to that, Christer. Of course, versus the 10-year scenario, then we’re comparing without IFRS 16 where we’re putting on leases into this. So there’s quite a difference on the lease profile within – and the depreciation that goes in there to administration. It’s hard to compare versus 10 years ago. But if we look at purely into the quarter, then of course we have to take some additional incentive reserves at the end of Q1 and the result was bad as it was, of course, we had to release. And during the quarter if the result has improved, then we’ll have to take some additional incentive reserves. But that’s by and large what it is."
         ],
         "Speaker": "Glen Instone"
      },
      "71": {
         "Remarks": [
            "Okay. Thanks. And then the second thing was – come back to Q3 and a bit of follow up on Björn’s questions, more on the cost side. Last year you had quite a negative effect from the destocking in the U.S. What was the impact from that last year? The second thing was that you had high strategic costs or SI costs last year. Are you expecting to have an increase in that or a decrease?"
         ],
         "Speaker": "Christer Magnergård"
      },
      "72": {
         "Remarks": [
            "Let’s start with the second question, Christer, on the SI side, then we’ll really compare this year-on-year. So in the second half, we’d expect to have an increase versus the rate of last year. So it is year-on-year increases that we’re talking about and we would expect them to dial that up in H2 in preparation for next season in the various aspects, whether that’s additional capacity investments, whether that’s additional go-to market preparation or additional marketing activity even in the second half of the year. So we would expect an increase. And just clarify your first question again, Christer, on the releases?"
         ],
         "Speaker": "Glen Instone"
      },
      "73": {
         "Remarks": [
            "Last year you had quite high inventories coming into the second half of the year and in Q3 you had destocking primarily in the U.S. and under absorption effects, if I remember right."
         ],
         "Speaker": "Christer Magnergård"
      },
      "74": {
         "Remarks": [
            "That’s right. I think it was the first time we really started calling it out that we had an under absorption effect. And it’s fair to say it should be better in Page 2 of this year versus last year. That’s a fair assumption."
         ],
         "Speaker": "Glen Instone"
      },
      "75": {
         "Remarks": [
            "Okay. Thank you. Have a nice summer."
         ],
         "Speaker": "Christer Magnergård"
      },
      "76": {
         "Remarks": [
            "Thank you. You too."
         ],
         "Speaker": "Henric Andersson"
      },
      "77": {
         "Remarks": [
            "And we have one more follow-up question from the line of Johan Eliason. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "78": {
         "Remarks": [
            "Yes, hi, it’s Johan again, Kepler Cheuvreux. Just a follow-up on this battery alliance. If I understood you correctly, could you just confirm? Your aim to keep your own battery design for the high-performance battery handheld products like chainsaws, if you could just confirm that? And then what’s the logic – I understand it from your point of view that you want to be able to sell the Gardena brand with a battery that sort of – that fits many other products. But from Bosch point of view which have a big hand power tool business as well, what’s the logic here? Are you sort of paying premium prices on the batteries you will buy from them going forward and you simply think that it’s worth a premium to be able to offer this ubiquity for the batteries you have in the Gardena brands?"
         ],
         "Speaker": "Johan Eliason"
      },
      "79": {
         "Remarks": [
            "The main purpose why we are doing this of course is that we think it makes sense for the consumer that having one battery is better than having many different ones. And as long as you have a fairly, I shouldn’t say simple but a simpler application that is fairly feasible. So that’s why it makes sense in the consumer segment, but it doesn’t make sense when we talk about Husqvarna’s Prosumer [ph] segment or in the professional space. So that’s the rationale behind it. And for us, there are a lot of benefits of course also that we can now focus our efforts on developing new products instead of also developing batteries and chargers. And from a cost perspective, we of course also do this because we want to tap into Bosch’s scale. So there’s no such thing that we are talking about paying premium prices for some reason. I think this was more Bosch and Gardena together, so it made sense that they’re both so strong in the channel and towards that customer segment it made sense to form this together and then trying to invite others to primarily expand into even more application areas with the purpose or the aim to try to give the customer a good solution with one battery."
         ],
         "Speaker": "Henric Andersson"
      },
      "80": {
         "Remarks": [
            "So you say it’s basically not impacting your gross profit margin on the battery products and Gardena negatively, potentially positive or --"
         ],
         "Speaker": "Johan Eliason"
      },
      "81": {
         "Remarks": [
            "I will say it’s more on the positive side and particularly since we don’t need to invest in batteries and chargers in the same way as we would have had to do otherwise."
         ],
         "Speaker": "Henric Andersson"
      },
      "82": {
         "Remarks": [
            "Okay. Excellent. Thank you very much and have a nice summer as well."
         ],
         "Speaker": "Johan Eliason"
      },
      "83": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Henric Andersson"
      },
      "84": {
         "Remarks": [
            "Okay. I think that was the final question for today. So we thank you everyone very much for joining in today and as we have said before have a really nice summer. Thank you."
         ],
         "Speaker": "Johan Andersson"
      }
   }
}