{
   "Date": "September 9, 2020",
   "Presentation": {
      "Bill Thomas": [
         "Yes. Yes. I’m here. Thank you very much today and we appreciate the opportunity to present this morning.",
         "Okay. Great. Thank you very much. And I want to thank everybody that’s listening today. Thank you for your interest in our business and particularly in EOG. We’re going to talk about this assignable success of the company. We’ve had a strong track record of creating value over two decades and with a very assignable business model.",
         "For EOG is, we believe is a premium E&P company with ability to have sustainable value creation. As I said before, we’ve got a great 20-year track record of being able to recreate ourselves, continuously improve ourselves in every area of the company. So we’re focused on value creation. And the goal is to maximize total shareholder return through discipline reinvestment and free cash flow generation.",
         "And we’ve got four areas that we’re really focused on. Now the first one as you know, if you know, EOG, I mean, we’re focused on returns and we’re not just focused on returns that we produce last year, but we’re focused on improving the company, so that our returns will continuously improve going forward.",
         "In 2016, after the last downturn, we shifted to a premium drilling strategy, it made an enormous difference, reset the company to have great returns even in a $40 oil environment. We have sustainable cost reductions that are created from the bottom up in the company, they are not top down driven and they’re not service-company driven. And we’ve also got a tremendous ability to continually improve the well productivity through our completion technology, and more importantly, through better rock quality.",
         "We are a discipline growth company and I want to pause here just for a minute to talk about that a bit more. The number one driver on discipline growth is the market fundamentals and I want to be super clear on this. We are not interested in growing oil in an oversupplied market. We have a history in the last downturn. We didn’t grow oil for a couple of years. This year, we’re actually one of the few E&P companies actually shut in production during the second quarter.",
         "And going forward, crystal clear, we’re not going to be growing oil into an oversupplied market. And we applaud the discipline that’s been going on in the last couple years and that was accelerated -- has been accelerated through the COVID-19 virus pandemic and the tremendous discipline that’s going on throughout the industry and I’ll talk more about this in a minute.",
         "So we’re on board. We’re part of the solution and not part of the problem, and we’re committed to staying very disciplined and not supplying oil into an oversupplied market. We’re also, our growth is governed by continuous improvement. We’re not going to grow to where at a rate that we don’t significantly improve over time.",
         "The third point is, we’re absolutely committed to generating significant free cash flow. We base our plan each year on a conservative oil price and that gives us room. If there’s upside in oil price, we’re committed to funding a very sustainable and hopefully growing dividend as we go forward. And we’re absolutely including -- committed to maintaining a very, very strong balance sheet. We have a strong balance sheet, high investment grade ratings and we want to only improve that going forward.",
         "And the fourth point is, is we want to be a leader and we are a leader in sustainability. That’s a very important part of our process. It’s an organic process going on inside of that company. Our culture owns it. We’re excited about it. And we’re making a lot of progress in each area of sustainability.",
         "So to reiterate, in 2016, we shifted to what we call premium drilling and premium has proven very resilient through the cycles. We believe is the most stringent reinvestment hover right amongst E&P companies in the business and premium drilling is to ensure that we can generate a really, really strong return even at a $40 flat oil price and $2.50 natural gas prices.",
         "So, our drilling program is designed each year to where we can generate at least a 30% at $40 oil. It ensures we have strong returns and cash flow through the cycles. It maintains very low direct funding costs less than $10 per BOE and it helps us to achieve the higher capital efficiency each year as we continue to high grade and improve the premium inventory. So that creates a long-term low cost structure and improving cost structure and a very strong financial profile.",
         "As an example, when you consider the results that we’ve had from 2017, 2019, when we averaged $58 oil, EOG’s been among the industry leaders in really every category. We generated a 14% average return on capital employed. That’s industry leading. We generated a whopping $4.6 billion of free cash flow.",
         "We increased the dividend by 72% from 2017 to 2019. And when you include the dividend increase we had at the beginning of this year, its 124% increase in dividend. We’ve reduced the debt by $2.2 billion over that time period and we’ve grown our reserve, our proved reserve base by 55%. So, certainly, if we compare those numbers and those metrics versus any other E&P in the business, it’s a -- we’re certainly a leader and we’re going to emerge from this downturn even better company going forward.",
         "We also have done this by only reinvesting about 80% of our discretionary cash flow back into CapEx. As you can see by the chart in front of you, we are one of the most discipline reinvestment companies in the business.",
         "And if you think about what’s going on, now we see the rest of our peers, the private companies and even the major integrated companies all shifting to a more disciplined mode going forward. And if you -- if they all shift to where EOG’s been the last three years, it’s going to make a significant difference in rebalancing the market, which is very important and then going forward as process improve, it’s going to help certainly modify a growth in the U.S. particularly if everybody shifts to where EOG has been, we don’t believe you, the U.S. will grow year-over-year for years to come. And certainly, we don’t think we’ll ever really get back to the 12.8 million barrels a day before the pandemic. So we’re very excited about what’s going on in industry and most importantly, EOG is going to stay very disciplined going forward.",
         "We have a relentless focus on well cost reduction. This is our one of our oldest oil plays, the Eagle Ford back in 2013. Our well costs were $8.5 million. We continuously reduce our costs every year very systematically through internally generated innovation, technology and efficiency gains. This year we’re averaging about 5.3% -- $5.3 million per well and our best well is $4.6 million.",
         "So even with the reduction going on this year, you can say, we’ve got plenty of room to go. We’re not perfect in any one of our plays even our mature place. And so because of the internal ability of EOG to have sustainable reductions in costs, we’re not through yet getting better.",
         "We’re also every year since horizontal drilling started we’ve been the leader in well productivity. So this is 1,000 club group. That’s put together every year by third-party. It’s the wells that have a 30-day peak rate of over 1,000 BOE per day. This is last year’s data, just like the year before. We have a 2 to 1 lead over our nearest competitor on number for wells that are in this category. So EOG continually has low costs and drills the best wells in the industry and that’s why we have such a high return on capital employed.",
         "It’s also premium drilling has made a significant difference on our finding and development costs. They’re continually going down incrementally every year as we reduce costs and improve our world quality. And that’s improving our capital efficiency, which is the amount of money it takes to either maintain or grow your oil going forward.",
         "So that’s why we’ve had great success at generating free cash flow, increasing the dividend, reducing the debt, even when we had a low oil prices in the past and it will certainly help us as we continue to get better in the future to be a leader in capital efficiency.",
         "And we’re also focused on operating costs. Every year we systematically just like well cost we reduce operating costs. And you can see we’ve got a 32% decrease since 2014, and incrementally, this year it’s going to be lower than last year, et cetera, et cetera in the year before that. So, that is an area that we’ve got a tremendous focus on and we will improve going forward.",
         "We also have one of the most productive employees in the industry and really in the broader market. This is a chart that shows our production each year and you can see we’ve been growing production over the last three years with our premium drilling. The red dots are our employees. The number of employees in the company and so we’ve had a 44% increase in production employees since we shifted to premium. And so we actually peaked out in the number of employees back in 2014 and we’ve held it relatively flat throughout.",
         "There’s another data point. If you look at last year, EOG employees compared to the broader market, the S&P 500, all companies, EOG ranked number three in net income per employee. So we’ve kept that intact and that’s a big advantage, I think, that we’re going to have emerging from this downturn.",
         "Our premium inventory each year is growing in the quality of it, and it’s more important, it’s growing in the quality. The premium inventory is improving every year because of completions, a cost reduction, targeting to get better rock, et cetera. And we’ve got -- now we’ve got designated 4,500 wells that are not only generating 30% when they will turn to 40 they will actually generate a 30% rate return at $30 flat oil process and those are the ones that we’re focused on this year and next year and going forward, 4,500 is a massive amount of inventory in that kind of category and that’ll put us another leg up on reducing per well on a per BOE costs and increasing returns as we go forward.",
         "We continuously add by conversion. More importantly, we’ve got the most robust set of exploration opportunities that ever have been in the company. I’ve been with the company four decades and it’s certainly the largest and highest quality exploration inventory we’ve ever had and we’re super excited about it.",
         "Over the next two year or three years, we’ll be putting those into development mode in the company and that will continue to increase our returns, lower our cost and help us to make a much better company going forward. We’re working on prospects in 10 plus basins, not only in the U.S., but internationally too and you’ll be hearing more about those in the future.",
         "We’re also a leader in ESG as I talked about, sustainability at ESG are super important. This is a data from the recently report from the Texas Railroad Commission and it says that EOG is one of the most -- has one of the most low -- one of the lowest flaring intensity rates in the industry. And so we’re a leader in each one, we’re capturing our gas, with captured gas, closed loop systems and other kind of technology and we’re committed to being a leader in that area.",
         "We’re also tackling GHG emissions through a number of different ways. This is an example of an 8-megawatt electric power generation facility we’re putting online this quarter in New Mexico and it’s a combination of solar, 70 acre solar field with natural gas. We’re super excited about this because it’s going to significantly reduce GHG emissions for this facility particularly and it’s also return friendly. We’re going to generate a really good return because it lowers our operating costs in the future.",
         "And we put in place a sustainable power group inside the company and so all these ideas about how to reduce flaring, reduce emissions, et cetera, et cetera organic. They come up to our culture and this sustainable power group will help enhance our current culture and bring the best ideas forward, implement them quickly and use and pick the ones, help select the ones and get the ones in place that will dramatically reduce GHG emissions in the future and also generate a positive return.",
         "So our strategic points this year are focused like they are every year. This is a super unique year, but certainly the first one is to make sure that every dollar we spend generates a strong rate of return. We’ve already talked about this. We’ve hydrated our premium drilling to 30% at $30 flat oil. We exercise tremendous flexibility to cut costs quickly with 45% reduction on our CapEx. Our operating costs are down 20%.",
         "We’ve also seen a strong acceleration in our technical innovation. Our sustainable power group is just an example, but our information technology systems inside the company are enhancing our ability to continue to be very innovative inside the company with our existing culture.",
         "We want to exit 2020 with momentum. That means we redesign our production to be the highest at the fourth quarter and we have a plan for next year to maintain that and generate free cash flow at $40 flat oil next year at $3.4 billion a CapEx.",
         "We’ve also, as we talked about our balance sheet is one of the best in the industry, it’s our -- we have a low net to debt cap of 14%, a very strong liquidity position. We’re committed to spending within cash flow and generating free cash flow in the future and continuing to firm up and improve our already strong balance sheet.",
         "We have not stopped investing in the things that we think are strategically important, like our exploration projects to make the company better in the future. And last but not least, we worked really hard to predict and enhance our EOG culture.",
         "Our -- like I said, we said our proprietary and information technology system, along with our bottom up value creation culture is intact. We’ve not closed any offices or laid off people and that is really in stark contrast than what’s going on in the industry. I’ve never ever seen the industry in a lower morale mode than they are this year then tremendous amounts of layoffs and office closures throughout the industry. But EOG is going to emerge from this downturn with our culture and our tremendously highly productive workforce intact and the morale inside the company is really high.",
         "So last, the really the key to the company is what I just talked about is the culture. That’s why we have a sustainable competitive advantage. We have pleased but not satisfied attitude. We never, never satisfied. We never quit. We look at every nut and bolt of the company. We’re return driven and we’re return compensated, everybody from me down to the every person in the company is return compensated.",
         "We have a decentralized non-buroratic structure -- non-bureaucratic structure. We’re innovative, entrepreneurial, very technically oriented, every person as a business person, person they’re held accountable on that and our culture is totally sold and bought and engaged in environmental safety in community in ESG manner.",
         "So exploration, operations, information, technology and sustainability are our core competencies of the company, and those are the things that will make us a very sustainable in the past and those will make us sustainable in the future and it’s going -- it’s certainly hating EOG more than ever this time in this downturn. So we believe we’re going to emerge from the downturn a much, much better company.",
         "So thank you and I’ll turn it back over to Jeanine for Q&A."
      ],
      "Jeanine Wai": [
         "All right. Good morning, everyone. Thanks so much for joining us for Barclays’s 34th Annual CEO Energy and Power Conference. With us today we are very pleased to have EOG resources and we have Mr. Bill Thomas, Chairman and CEO with us. Bill, are you there?",
         "Well, thank you for your time. So I think today Bill is going to start off with some prepared remarks and a presentation. And then we’re going to move right into Q&A. So I’ll turn it over to you, Bill."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "All right. Thanks very much for your comments, Bill. We always enjoy hearing them given that you’re such a leader in the space. So I guess as we move into Q&A, maybe the first topic could be on investment frameworks. Sorry, can you hear me?"
         ],
         "Speaker": "Q - Jeanine Wai"
      },
      "2": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Bill Thomas"
      },
      "3": {
         "Remarks": [
            "Okay. Great. I look frozen on my screen but we’ll just go with it."
         ],
         "Speaker": "Jeanine Wai"
      },
      "4": {
         "Remarks": [
            "No. I am freeze."
         ],
         "Speaker": "Bill Thomas"
      },
      "5": {
         "Remarks": [
            "Okay. Great. In terms of the topic that you commented in 2Q earnings, it really was the formalization of these investment frameworks and several of your peers announced new ones. They were all kind of backstopped by 70% to 80% reinvestment rates. They all were tapped with single-digit growth. On strip prices, we see a wall of free cash flow coming for E&P, but historically, it hasn’t really materialized and I think there’s still a lot of skepticism in the market. But we think that providing these formalized frameworks are a way for the market to start capitalizing on that free cash flow given the commitment. And so, I guess, my first question for you is, when we all look to see what will get the journalist investor back into the space, do you think that formalization of the frameworks are going to be a catalyst for E&P?"
         ],
         "Speaker": "Jeanine Wai"
      },
      "6": {
         "Remarks": [
            "Yeah. I do think Jeanine that there’s been a structural permanent shift in the E&P space. And I think the discipline that’s been going on too slowly, over the last several years has been super accelerated by this downturn and by -- rightfully so by the investor pressure. And it’s really happening in the private sector, it’s happening in the public companies and the certainly the majors are all going through the same process.",
            "And they’re really moving towards a more disciplined approach that we believe we’ve been producing over the last several years since we switched to premium and we applaud that. We think it’s fantastic for the future of our business. We think it will help stabilize oil processes and make it a much better environment for each one of us.",
            "And we’re going to -- the important thing to know about EOG, we are committed to being a part of the solution to rebalancing the market. We’re not going to grow oil in an oversupplied market. We have a history of not doing that and we’ve got tremendous discipline in our past and we’re going to continue to do that going forward.",
            "As a framework, we’ll give more guidance, as we enter -- get more data about where we are as a company and as we get more insight onto what the macro looks like in 2021. There is certainly we’ll give more framework on what that is when the market eventually rebalance and we think it will, because we just don’t think $40 oil is sustainable over a long period of time after demand recovers, after the virus and it will at some point down the road, maybe it’s a year, maybe it’s two years, we don’t know, we’ll just have to see.",
            "But when we get to a point when the markets rebalanced, the EOG is very, very committed to generating free cash flow every year and returning that to the shareholders. So we’re focused on that and making sure that we have a strong balance sheet going forward and generating really high returns. That’s the focus of EOG is generating really high returns with every dollar we reinvest."
         ],
         "Speaker": "Bill Thomas"
      },
      "7": {
         "Remarks": [
            "Okay. Maybe sticking to the framework and you had the slide which showed your 80% reinvestment rate over the past three years. And I guess, my question to you is, are you targeting that 80% or was that just an outcome of optimizing free cash flow growth and investment?"
         ],
         "Speaker": "Jeanine Wai"
      },
      "8": {
         "Remarks": [
            "No. It really is an outcome. It’s not a target. It’s just the way we run the discipline -- the company in a very disciplined manner. We wanted to work on our balance sheet, even though it was very, very strong. We had pushback over the last three years.",
            "Why are you working on your balance sheet, your balance sheets already really good? Well, we think that’s a fundamentally important part of our business. Make sure enough it is, when we come to downturns like this.",
            "And our dividend, our commitment to the dividend is very strong and I think we’ve demonstrated that. And we believe on a long-term basis that’s the best way of growing, strong, sustainable dividend is the best way because investors benefit during the downturn. If you have a strong dividend they benefit during the downturn. So having a strong dividend is very beneficial for everybody going forward.",
            "So it’s really an output. We -- like we say, we budget each year with a conservative look on the oil prices, so we don’t like take it to the hilt, we say, okay, if it’s going to be $50, well, I mean, we need a budget on $45, et cetera, et cetera. That gives us room to have upside in our plan every year.",
            "And then, as I said, not only the macro, that’s very important, that’s super important for all of us to say, super disciplined going forward and make sure the market rebalances before we even think about growth or talk about growth.",
            "But the other thing that governs us is that we -- we’ve learned from in our very distant past that you can grow too fast and your costs begin to go up and your well productivity goes down. So every year we have sustainable improvements and that takes a certain pace, you have to go with a learning curve, and take your time and don’t grow too fast to make sure your returns are improving every year going forward."
         ],
         "Speaker": "Bill Thomas"
      },
      "9": {
         "Remarks": [
            "Okay. And then my last question on this topic and you can just tell me a buzz off if you like. But in terms of your eventual formalization of the framework, EOG has long talked about double-digit returns and free cash flow and discipline growth. Are you looking to put more specific factors around which each of those are or is it -- is an evolution of kind of what your strategy already is?"
         ],
         "Speaker": "Jeanine Wai"
      },
      "10": {
         "Remarks": [
            "Yeah. It’s a -- it’s both, we’ll have more framework in due time about that to give a better idea about where we’re heading in the future. The main thing is, I think, it’s super important to let everybody know that we’re not going to get ahead of the market. We’re not going to be forcing oil into an oversupplied market. The market needs to recovery -- recover first before we even start talking about growth.",
            "And so in due time, when we’re ready to be talking about long-term growth, we can give more guidance on that. Certainly, we’ve been a leader in every area on returns, free cash flow generation, dividend -- dividend, balance sheet and growth. And I expect when the time comes, when the markets rebalanced at EOG we will continue to be a leader in a premium company going forward."
         ],
         "Speaker": "Bill Thomas"
      },
      "11": {
         "Remarks": [
            "Okay. Great. Maybe moving on to the election, front-end center for energy, we hosted a panel yesterday on regulatory risk. I think your update in 2Q was really interesting to us and surprising. So you indicated that you have about eight plus years of development on non-federal acreage that has similar productivity or capital efficiency than what you’re drilling now. So maybe if we could just dig into that a little bit more, because I think, this is something that a lot of investors have been looking at given the November risk. As a baseline, do you have a rough estimate of how much of your 2020 CapEx budget is on federal land right now or for the year?"
         ],
         "Speaker": "Jeanine Wai"
      },
      "12": {
         "Remarks": [
            "Yeah. We are drilling a bit more on federal this year than we have in the past. I would say I don’t have an exact number for that. But it’s a little higher than it has been in the past. It’s probably -- it’s still less than 50% as a total company, but it’s a little more than it has been in the past.",
            "But I think our stock has been in undue pressure, because of the federal acreage issue. I think it’s been discounted too heavily. As we view the matter, like you said, we got eight plus years of growing on non-federal acreage that will not take away from the each ability to generate higher returns or reduce our capital efficiency.",
            "And then we’ve got a whole set of new plays that we’re talking about, that are mostly on non-federal acreage. And so, I’m going to say this, almost on every earnings call, the last thing I worry about is, there’s a number of locations and the quality of locations that EOG has to drill in the future. We are prolific at generating new potential and generating new potential without spending a lot of money upfront to do it and generate high returns with it.",
            "So I’m very confident, even in the most draconian scenario that you can possibly pray at that EOG is going to be fine and we’re going to be able to continue to be the kind of company that we’ve been in the past and even better company going forward.",
            "We are really excited about our exploration effort. We believe we’re going to bring in rock quality to the company that’s better than our average quality right now. And that will lower our decline rate. That will lower our F&D costs. It will improve on returns going forward. So we’re going to think it will continue to improve our capital efficiency, et cetera, et cetera.",
            "And I think that is a unique -- that’s unique amongst our pure company. So many of them are focused on one play and one set of acreage positions. And one of the reasons we don’t really do M&A. The biggest reason we don’t do M&A is in the U.S. is that we have so much confidence. We got plenty of that kind of inventory. And we’re really only focused on bringing inventory into the company that’s better than we have. And the best way to do that is through exploring for rock quality, that’s better than what the industry is currently drilling.",
            "So we’re excited about that. That’s another part. If you look at the history of EOG, we’ve got over 20 years of ability to adapt to the market to continually find plays that will be additive to the company. And really right now as I look at the company going forward, we’re in stronger position in all that that we’ve ever been before."
         ],
         "Speaker": "Bill Thomas"
      },
      "13": {
         "Remarks": [
            "Okay. Maybe just hitting on exploration and as if our interest wasn’t deep enough, you definitely did more on exploration on the 2Q earnings call commentary and your comments today actually did the same thing. If we could just start off on your exploration? Is it a coincidence that your -- a lot of your new exploration plays are on non-federal lands or was it a meaningful choice because of better NRIs or otherwise?"
         ],
         "Speaker": "Jeanine Wai"
      },
      "14": {
         "Remarks": [
            "Yeah. The -- where they’re located is really singularly focused on the quality. So there are some of them are they are on partial places where you have federal acreage, but the majority of them are not. And so they’re really focused on the quality of the rock.",
            "And so we have -- we’ve got a long strong history of kind of a leadership and G&G technology and ability, especially in horizontal type plays to figure out where the best rock that will respond to the technology. So that’s what guides us and we’ve gotten better and better and better at defining the sweet spot. So we don’t have to lease multiple counties of acreage anymore, we can really focus it down to the sweet spots of those acres.",
            "So that’s why we’re in the process. We slowed it down a little bit this year, like we did everything else, because the capital. So we would hope by this time we could have talked about some of them, but we’re not quite ready. But certainly in the coming years, you’re going to hear more about them and there’ll be a more meaningful part of the company. So we’re really excited about where we’re headed."
         ],
         "Speaker": "Bill Thomas"
      },
      "15": {
         "Remarks": [
            "And in your prepared remarks today, you mentioned that exploration included both domestic and international. To the extent that you’re willing to share with us, is the international, is that related to the Trinidad announcement that you had with 2Q or does that refer to just broadly other opportunities?"
         ],
         "Speaker": "Jeanine Wai"
      },
      "16": {
         "Remarks": [
            "Yeah. When you think about EOG, we’re -- when we’re looking for new things, we want to look for things that match our skill set. And so we’ve got strong operations. We got over 25 years of history of operating in Trinidad. We are a low cost operator in the company and it’s been a tremendously high return business forever and that’s in shallow water, offshore shallow water. So we have exploration efforts going on in that kind of environment, in multiple places in the world, not just in Trinidad. And so we hopefully that’ll be a meaningful part of the company.",
            "And then the other part is horizontal technology and we’ve been looking for years for a meaningful horizontal play internationally. Geologically, they’re abundant. The issue is the geopolitical risk, of course, the business environment, and more importantly, the deal structure. So now we’re seeing -- we’re beginning to see opportunities open up, there where the deal structure, the geopolitical, we’re very picky on the geopolitical environment, but we’re seeing some opportunity where the deal structures are now modifying to where the returns on some of these plays could be equal or better than what we have in the U.S.",
            "So when we find that, the reserve potential is very large on plays like this. So we’re excited about the opportunity. We’ve had never had more opportunities than we have right now. I mean, literally, we’re almost by ourself in the U.S. looking for new plays and then it same is happening and international too, particularly in those two areas. So we see a lot of opportunity for EOG to continue to get better, so you’re -- through all these exploration efforts."
         ],
         "Speaker": "Bill Thomas"
      },
      "17": {
         "Remarks": [
            "All right. Well, I’m excited now. But we’re actually out of time. So I just wanted to thank you very much for participating today. We always really enjoy hearing what you’re saying and we hope that you enjoyed yourself as well. So thank you, Bill."
         ],
         "Speaker": "Jeanine Wai"
      },
      "18": {
         "Remarks": [
            "Oh! So thank you very much. We appreciate the opportunity and thank everybody for listening."
         ],
         "Speaker": "Bill Thomas"
      },
      "19": {
         "Remarks": [
            "Take care."
         ],
         "Speaker": "Jeanine Wai"
      },
      "20": {
         "Remarks": [
            "Thank you. You take care."
         ],
         "Speaker": "Bill Thomas"
      }
   }
}