{
   "Date": "August 31, 2020",
   "Presentation": {
      "Alex de Gortari": [
         "Thank you, Chuck for the introduction, and thank you to everyone for joining on the call today. With the time available, I'd like to highlight some of our Q2 2020 year to date and second quarter of 2020 financial results.",
         "While we continue to experience the worst global pandemic that the world has seen over the last hundred years that has devastated the global economy, I want to highlight the resiliency that Dixie Brands has shown in navigating the COVID-19 waters as we review the following Q2 year to date highlights.",
         "2020 has been an exciting and unique year so far that saw revenue increase almost $2 million and 38% compared to the same period of last year, all this despite COVID-19 global pandemic that began to cripple the global economy at the beginning of Q2. This growth can be attributed to increased penetration and market share in Colorado, our most mature market, reestablishing ourselves in California after brief hiatus and entering new markets, such as Michigan in 2019.",
         "In Colorado, we saw an increase in revenue of 7%. One of the main reasons for the increased revenue, although, smaller due to COVID-19, was a result of increased market share of our key product categories, such as our award winning infused gummies. Additionally, the performance of our Colorado affiliate sales organization has to be applauded, as they've been able to increase market penetration in already mature market.",
         "In 2020, Dixie continued to reestablish ourselves and our traction in California. Revenue related to the California market increased by 79% versus the first two quarters of 2019. Michigan, the new market launched in 2019, has started producing revenue in Q3 of 2019. Revenue year-to-date through to 2020 was $1.6 million as Dixie has continued to capitalize on our momentum in what was initially only a medical market. The legalization of recreational use in December 2019 has continued to create significant demand and continues its positive trend through the first half of 2020.",
         "Moving on to our review Q2 results that were posted on the CSE late last week, you'll notice that our revenue growth continues to move in a favorable direction versus Q2 of 2019 despite the COVID-19 headwinds. Revenue for Q2 2020 was approximately $3.1 million. This is a decrease of $1 million or 25% compared to the prior quarter due to COVID-19 but still a slight increase of $85,000 or 3% compared to Q2 of 2019. The four drivers of the increase versus Q2 2019 that allowed us to push through the global pandemic, while still recognizing revenue growth, were California, Michigan and Maryland markets, as well as establishing ourselves in Oklahoma.",
         "In Michigan, Dixie recognized revenue of $923,000 in Q2 2020 compared to $723,000 in the prior quarter. Recreational legalization in December 2019 continued significant increase in demand for the Dixie branded products. Based on the solid relationships developed during 2019 and Q1 2020, combined with our affiliates’ increased operational ability, the company continued to capitalize on increase in demand through Q2 2020 and cement ourselves as one of the leading brands available to the general public in Michigan.",
         "Now onto the path to profitability and our current trend can clearly be seen in the non-cash expense summary in the MD&A, which shows the removal of non-cash expenses and the removal of specific interest expense that was incurred and is expected to be converted into equity. Through Q2 2020 hit, we had a total of roughly $2.3 million in non-cash expenses related to depreciation, bad debt and stock options. We also incurred roughly $1.5 million of interest expense that will be converted into equity as part of the proposed transaction.",
         "Looking at the adjusted net profit and loss, with these non-cash expenses removed, you can see the trend toward profitability throughout the year, including a small profit in Q1 of 2020 and our navigation through the economic effects of the COVID pandemic at the beginning of Q2. I also want to highlight that even with the continued cost measures in place facing initial COVID headwinds in Q2 and focusing on driving the company to profitability, we have also been able to maintain revenue growth over the same period.",
         "We believe this demonstrates not only our ability to execute and the strengthened consumer demand for our brands, but also our resiliency in facing historical COVID-19 global pandemic that has battered the global economy. I appreciate you guys give me the opportunity to hit some of the financial highlights. And if you have any specific questions please use the chat function and we will look to address during the Q&A. Thanks again. And at this time, I'll throw it back to Chuck."
      ],
      "Chuck Smith": [
         "Thank you, Alex. Excellent. So I'd like to now address the ongoing merger efforts with BR Brands. As we mentioned earlier, integration efforts continue to advance. As I mentioned, integration efforts continue in advance of the final closing of the transaction.",
         "In addition to combining sales forces to be a more effective partner to our dispensary customers, we're also combining where possible our manufacturing teams in order to drive greater efficiency and economies of scale. As an example of this, our Michigan operations have now started to combine all product manufacturing and are being managed by one team.",
         "I also mentioned that, Alex is overseeing the budgeting and planning process for the balance of the year. This is designed to bring all of the combined company operations together to develop an integrated financial and operating plan post the merger. This exercise has been a good way to also bring people and teams together in a spirit of collaboration and integration. While integration activities are exciting, as shareholders what you really want to know is when the transaction will close and the stock resume trading.",
         "As we said in our press release in April announcing the signing of the definitive agreements, we expected the transaction to close by the end of Q3, and we are still on track for that to happen even with the complexity and challenges of the COVID pandemic. The legal teams and finance teams have been working very closely with the CSE to prepare the final listing statement that will ultimately need to be approved. We've gone through a couple reviews with the CSE as is standard, and we'll be submitting to them our final version for final review over the next week. We're optimistic that we will be able to have full approval by the CSE sometime around the middle to no later than the latter part of September, at which point, we will close the transaction and begin trading the stock.",
         "I appreciate the patience that the shareholders have shown as the stock has been halted and as we have gone through this process. But again, I can't be more proud of our team and both companies as we work so hard together. And remember, it was just April when we finalized this transaction. So literally five months later, on scheduling on time, we will close the transaction, have a merged business but more importantly, have already made significant progress to operating as one company in a fully integrated platform. I think that will pay dividends to you as shareholders and certainly to us as operators in the business.",
         "A couple other final points to round out before we close. Many people have asked questions about the AriZona Beverage launch. That is still on track. Obviously, with COVID and some of the challenges there, it's not an opportune time for us to be launching a new product, certainly not one of this notoriety into the marketplace. However, we are still working very closely with the team and plan on a controlled launch in Q4 with a much bigger launch that would occur hopefully as things return a little bit more to normal in early 2021. We're very confident and optimistic that we'll have a successful launch and working in conjunction with Herbal Enterprises, the subsidiary of AriZona Beverage, and we're excited about the opportunity that this new brand will create in the cannabis industry.",
         "We are also, as you know, embarking on a couple naming projects. One, as I publicly stated a month or so ago, is to rename the iconic Dixie Elixirs Brand to a new name that in recognition of some of the social sensitivity to the historical aspect of the word Dixie, we felt it was an appropriate time to look at a new name that reflected not only the 10-years of incredible heritage that we've developed, but really the opportunity going forward to build a world class national brand. That project is -- continues to be undergoing and we're very excited about the opportunity. We're going to take our time and be very thoughtful about it. But when we come out, we will have a brand that not only we can all be proud of but that reflects the 10-years again of investment that we've made in this iconic brand and platform.",
         "And then finally, we are embarking on a name for the new combined company. So the Dixie Brands and BR Brands merger will create a combined company, a true CPG powerhouse in the cannabis industry. And we want to build and release the name that is reflective of that. I expect to be able to announce that within the next one to two weeks. And with that, with the CSE’s approval, will come a new ticker symbol. So at the time, our expectations at the time of closing the transaction will close Dixie Brands Inc. will change to a new name and the DIXI symbol will change to the new symbol that is -- that will be granted to us by the CSE. Again, more to come on that here over the next two weeks.",
         "With that, I conclude the Q2 financial and operational report for Dixie Brands, Inc. I want to thank Alex for his report and wish him well as he embarks on being our CFO and taking us to new places as a combined company. And I also want to say thank CJ for all of his work and diligence of getting this merger complete, working so great and so well with the other side of the BR Brands team, as well as all of the attorneys and the CSE to get this transaction approved.",
         "I also, again, want to thank and give my profound sincere appreciation to all of our shareholders and investors who have stood by us through these times that have been patient as we've gone through this merger. I do truly think our best days are ahead of us and we appreciate your support and look forward to being shareholders with us for a long time. Thank you very much."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [],
         "Speaker": ""
      }
   }
}