{
   "Date": "July 9, 2020",
   "Presentation": {
      "Brian Hill": [
         "Thank you, Helen, and thank you, everyone, for joining us this afternoon. The impact of COVID-19 to the economy and the retail industry in our first quarter was without precedent. Our measured approach in Q1 effectively mitigated the impact of the virus. And while there’s some great uncertainty as to how the crisis will evolve, we continue to take a similarly measured approach in Q2.",
         "Notably, the social justice and racial equality movement that has arisen since our last call also deserves our attention, our support and significant action. Jennifer is heading up our initiative on diversity and inclusion for Aritzia and will speak more to this in a few moments.",
         "The first quarter was certainly a difficult period. That being said, it was also a period of learning and one that is presenting us with new opportunities. As COVID-19 spread across North America, we experienced a meaningful decline in our sales in the first two weeks of March before temporary closing all 96 of our boutiques. It wasn’t easy seeing all our boutiques closed for the most – for most part of the quarter and the corresponding decline in our revenues and our profitability.",
         "In addition, our initial concerns that regulations would shutdown our eCommerce business were worrisome. We were relieved when we were able to continue to operate online and are thankful to our entire team, in particular, our eCommerce, marketing, distribution center, and Concierge teams, who worked tirelessly to ensure our eCommerce operations ran seamlessly.",
         "On our last earnings call, we shared our expectations for first quarter net revenue in the range of $105 million to $110 million. Q1 resulted in a net revenue of $111 million, a reduction of 43% from the first quarter last year.",
         "With retail comprising 80% of our business in Q1 last year, the financial impact of our closures was significant. I trust you all appreciate the irony that with all our stores shuttered, this was technically our 23rd and likely last quarter in our streak of positive same-store sales.",
         "Upon our – upon closure of our boutiques, we took immediate action to drive eCommerce revenue. We pivoted quickly and remerchandised aritzia.com to lead the product and marketing that was relevant to new stay-at-home measures, repositioned our store merchandise back into our distribution centers to be sold online, removed minimums for free shipping, relaxed our return policy and launched two successful online sales events.",
         "These measures, together with our beautiful product assortment, best-in-class distribution center, aspirational website and loyal clientele led to eCommerce – our eCommerce growth in excess of 150% through to the end of the quarter.",
         "We began a phased reopening of our boutiques on May the 7th, with 30 boutiques reopened at the end of the quarter. Since we began reopening, we have seen our clients show excitement to shop in our boutiques, reconnecting with their style advisers, and enjoying the Everyday Luxury experience they have come to love and expect from us.",
         "That said, we aren’t yet able to maximize our clients’ enthusiasm due to some of the following health and safety measures we have put in place. Notably, reduced boutique capacity; physical distancing protocols, including every second fitting room closed; sanitation standards for our people and our product; an upgraded cleaning program; and dedicated health and safety advisers on site.",
         "Turning to product. By immediately calibrating existing inventory and planned deliveries after we closed our stores, we successfully capitalized on the shift in demand while minimizing our inventory exposure.",
         "We were strategically underbought going into the season. And while markdowns were higher than usual, given the promotional environment, the strength of our eCommerce business allowed us to sell-through the majority of our inventory. Notwithstanding pressure on our gross margins, this left us in a healthy inventory position with less than half of the seasonal inventory than we typically have at this time of year.",
         "We continue to be proud of our creative efforts throughout this uncertain period, quickly pivoting our models to shoot product from their own homes immediately following the closure of our photography studio meant our online product catalog did not miss a beat. This strategy also presented our product in an environment that resonated with our clients’ stay-at-home reality.",
         "In addition, our marketing team launched a number of captivating campaigns that resonated with our clients. From our COVID-19 response, sale and product launches, continued influencer program and sustainable packaging campaigns, our online engagement with our clients grew meaningfully. We also wanted to contribute to our healthcare community and show our heart and gratitude for those on the frontline.",
         "We launched our Community Care program, gifting 100,000 frontline healthcare workers with custom clothing packages in both Canada and the United States. All these efforts have deepened our relationship with our clients. Further, their loyalty and connection to our brand and grown our clientele base.",
         "Looking at Q2 to date, we’re viewing the quarter with cautious optimism, as we prepare for a period of recovery. eCommerce, although not at the same level as when our stores were closed, continues to show extraordinary growth.",
         "Throughout this journey, we are encouraged that our customers have seamlessly migrated to our eCommerce channel, whilst our stores were closed and are now enthusiastically returning to our stores upon their reopening. This shows us that the loyal Aritzia clientele desires the omni experience, and we are well-positioned as anyone in the market to deliver on our clients’ preference to shop seamlessly between the two channels.",
         "I will share my excitement and how we’ll capitalize on this opportunity in a few minutes. We’re encouraged by the momentum behind our boutique reopenings, which have exceeded our expectations to date. With the exception of seven of our locations, including four in Manhattan, all our boutiques are reopened as of today, and we’re receiving consistent feedback that our approach to health and safety is among the best in the industry.",
         "In the first five weeks of the second quarter, our reopened boutiques are performing on average at approximately 55% to 65% of the revenue levels from last year, well above our initial expectations. However, we won’t want what the new – we don’t know what the new normal will hold until sometime next year, assuming our healthcare communities progress with the virus.",
         "As we prepare for our new fall/winter season product launch, we have taken a methodical and considerate approach to ensure we have the appropriate levels of inventory and a balanced product assortment.",
         "In the last several weeks, as customers are venturing out of their homes and socializing, there is excitement around all our products and a real sense of anticipation for our fall collections launching in mid-August.",
         "As our model provides, depending on the demand, we have the flexibility to either defer some of our product into future seasons or chase our strongest sellers with in-season orders.",
         "I’ll now turn the call over to Jennifer to give you an update on some of the key areas of our operations.",
         "Thank you, Todd. In recent weeks, I’ve been asked on a number of occasions for what my perspective on the future of fashion retail and specifically what Aritzia’s opportunities are in the post-pandemic environment.",
         "With the closures of our boutiques, our eCommerce channel surged. Our clients immediately and seamlessly shifted from retail to online. This was reassuring on several fronts, as it became even clearer that our clients are truly omni customers, our eCommerce experience is world-class, and our infrastructure is built to handle unlimited volume.",
         "Now that our boutiques have reopened, we’ve seen our clients enthusiastically return, while also continuing to shop online. This multichannel client relationship presents boundless opportunities. With our clients returning to shop in our boutiques in addition to online, we are progressing with our pre-COVID boutique opening plan.",
         "Our boutiques continue to be highly profitable, as well as our most effective marketing tool to grow our brand awareness. As we are currently understored and many in North America are shuttering boutiques, the real estate opportunity for us is unprecedented. More premier locations are becoming available and under increasingly compelling financial terms.",
         "So much so, it’s hard to determine at this point, if our stores were more profitable prior to COVID-19 or will be – or our new stores will be more profitable as a result of new economics post-COVID-19.",
         "Prior to COVID-19, our stores made up approximately 77% of our sales and our entire product strategy was based around the physical and merchandising limitations of our four wall – retail four walls. However, now, our eCommerce channel has achieved a critical mass such that our product strategies can be based on the unlimited opportunities that online provides.",
         "Specifically, we are in an unprecedented position to expand our product lines in depth, which includes sizes, length, colors, breadth, new style developments; and of course, new categories, such as swim, intimate bags, shoes and beauty.",
         "We have started to build infrastructure of people, processes and technology to capitalize on this incredibly exciting product expansion opportunity. It’s hard to describe just how energized team and I are working on this expansion of our beautiful product by broadening our Everyday Luxury offering in new ways, we’ll be able to even further delight our loyal clients.",
         "In closing, as I mentioned at the start, while this has certainly been a difficult period, it has also been a period of learning and in creating opportunities that weren’t there for us previous to the pandemic. I remain grateful and humbled by the entire Aritzia team working diligently to serve our clients and drive our strategies forward. They are, without a doubt, some of the best in the business.",
         "Whether it be product expansion opportunities through a rapidly growing eCommerce channel, deepening our omni-channel capabilities or opening new boutiques in premier locations with extremely compelling financial terms, we’re building on a world-class team with top talent and hiring, there’s much to look forward to.",
         "Thank you very much."
      ],
      "Helen Kelly": [
         "Thank you, Anastasia, and thank you all for joining our Aritzia’s first quarter 2021 earnings conference call. On the call today, I’m joined by Brian Hill, our Founder, Chief Executive Officer and Chairman; Jennifer Wong, President and Chief Operating Officer; and Todd Ingledew, our Chief Financial Officer. Following management’s discussion, we’ll host a question-and-answer period open to analysts and investors.",
         "Please note that remarks on this conference call may include our expectations, future plans and intentions that may constitute forward-looking statements, in particular, COVID-19 continues to have a significant impact on our sales and operations. The uncertain and dynamic nature of current conditions and its ongoing impact could continue to materially alter our performance.",
         "We would refer you to our most recently filed management’s discussion and analysis and annual information form, which include a summary of material assumptions as well as certain material risks and factors that could affect our future performance and our ability to deliver on these forward-looking statements.",
         "Our earnings release, the related financial statements and MD&A are available on SEDAR, as well as the Investor Relations section of our website at aritzia.com.",
         "I will now turn the call over to Brian."
      ],
      "Jennifer Wong": [
         "Thanks, Brian, and good afternoon, everyone. In my remarks today, I’ll touch on highlights from our distribution center operations, update on our infrastructure investments, our continued investment in key talent and lastly, the work we are undertaking to affect change through our diversity and inclusion efforts.",
         "As mentioned on our last call, we worked very hard to keep all three of our distribution centers open to support the eCommerce channel, after we closed our boutique. To ensure the health and safety of our people, while still maximizing productivity and efficiency, we reengineered the entire workflow of our Vancouver distribution center.",
         "Our team did an incredible job of fulfilling the threefold increase in eCommerce units, while maintaining delivery times to meet or exceed our clients’ expectations. And then in preparation for the boutique reopenings towards the end of the quarter, we hired and trained 250 new DC associates to transition from the people we had previously mobilized from retail and the support office when the boutiques closed.",
         "During this time, we also quickly shifted our Concierge platform online. This enabled our teams who were experiencing a significant increase in client inquiries as a result of increased eCommerce to work safely and remotely, while continuing to support the needs of our clients. These are yet more examples of the indomitable spirit of our teams and a testament to their agility during a very challenging period.",
         "Upon closure of our boutiques, we briefly paused nonessential projects, while we work through the crisis and mobilized for maximizing critical business priorities. We have now since resumed a number of strategic infrastructure projects and business initiatives. One of these projects is the product lifecycle management system implementation. This team is now fully reengaged, and we anticipate a revised launch date for the core functionality of the platform in late fall.",
         "You may recall, we launched the pilot of our clientele app in May with encouraging results. The pilot was with an initial group of 25 of our top stylists to offer a highly personalized service to our clients and drive traffic and sales to aritzia.com, while boutiques were closed.",
         "And we’re using the pilot to test all of the features and functionality of the app to create an exceptional omni-channel experience for our clients across both retail and eCommerce channels and ultimately, maximizing our sales. And while it is in the early stages, we are kicking off an omni capabilities project that will also include store inventory visibility, store inventory fulfillment, and buy online, pickup in store.",
         "Lastly, with the surge of eCommerce and plans to meaningfully expand our product assortment, we have kicked off an evaluation of our distribution network. We anticipate investing in the expansion of our warehousing and fulfillment capabilities to enable future growth of the business.",
         "Turning now to people. With our boutiques largely reopened and our employees back to their usual work, we recently closed the Aritzia Community Relief Fund. Paying out a total of $20 million, we are very proud that we were able to support all our people who were impacted by boutique closures.",
         "We are forever thankful to our loyal clients who continue to purchase with us during this time. And with this fund, in combination with government payroll subsidy support, we did not layoff or furlough any of our employees due to COVID 19.",
         "The current environment offers an exceptional and possibly even unprecedented opportunity to add talent due to several unique circumstances. First, the retail industry is contracting. However, our international brand awareness is growing. We continue to offer exciting career growth as we expand our operations.",
         "We have recently and publicly committed to diversity and inclusion across all levels of our business, which I’ll expand on in a moment. We’ve also demonstrated a strong commitment to our people through continued employment during the COVID crisis.",
         "And last, as far as acquiring talent for our support office, Vancouver offers a safe working environment as a result of strong local and provincial health leadership to date. We are very excited to be moving forward and augmenting our high-performing team with additional world-class talent.",
         "And finally, it has always been our vision to champion a workforce that reflects the diversity in our communities and we are an equal opportunity employer. While we celebrate the fact that women make up 85% of our team today, we recognize that there is more we can do to help dismantle systemic racism and inequality.",
         "We have made a commitment to listen, learn and take action as real change starts from within. And as part of our commitment, we’re investing $1 million in ourselves to strengthen diversity and inclusion at Aritzia.",
         "We recently launched a company-wide survey to collect confidential feedback, and we’ve mandated training on conscious and unconscious bias, micro inequities, workplace harassment and stereotypes. We’re also establishing an advisory group of voices across all levels, workplaces and geographies to provide firsthand perspective and advice. And with the help of D&I experts, we are conducting a thorough review of our entire business with a critical eye on philosophies, practices, and policies.",
         "Going forward, we will continue to use our platform as a call to action and ensure we’re part of the solution.",
         "In summary, we continue to invest in the future of Aritzia. Despite the current environment, we’re building on our world-class infrastructure and capitalizing on opportunities to invest in our people and refine our operations.",
         "I’ll now turn the call over to Todd to discuss our financial results."
      ],
      "Operator": [
         "Thank you for standing by. This is the conference operator. Welcome to Aritzia’s First Quarter 2021 Earnings Call. As a reminder, all participants are in a listen-only mode and the conference is being recorded. After the presentation, there will be an opportunity to ask questions. [Operator Instructions]",
         "I will now turn the conference over to Helen Kelly, Vice President of Investor Relations. Please go ahead."
      ],
      "Todd Ingledew": [
         "Thank you, Jennifer, and good afternoon, everyone. We continue to be encouraged by the resilience of our business as we navigate through this uncertain environment. We remain focused in the short-term, maintaining our strong liquidity position as we invest to capitalize on the opportunities ahead over the long-term.",
         "Turning to the first quarter. Net revenue decreased 43.4% to $111 million. This reflects two weeks of decelerating boutique revenue at the beginning of the quarter prior to our temporary boutique closure – closures on March 16. We began a phased reopening on May 7, and by the end of the quarter, had reopened 30 boutiques.",
         "From the beginning of our boutique closures, our eCommerce performance was extraordinary, with eComm revenue up in excess of 150%. The strength in our eCommerce business partially offsets the loss of revenue from our closed boutiques, which contributed 80% of total net revenue in the first quarter last year.",
         "Gross profit margin in the first quarter was 11.7%, down from 43.5% last year. The decrease in gross margin was primarily due to occupancy, warehousing and distribution center costs deleverage from the significantly reduced retail revenue, along with higher markdowns from our successful sales events that drove eCommerce.",
         "While we suspended rent payments for a vast majority of our boutique starting in April, for accounting purposes, we accrued for all occupancy costs. We remain in active negotiations with our landlords regarding payments, and we will provide an update once these negotiations have been finalized.",
         "SG&A expenses were $44 million, a decrease of 20.1%, or $11 million compared to the first quarter last year. The decrease in SG&A expenses was driven by government subsidies and savings in operating expenses that were partially offset by our investment in talent year-over-year, as well as continued investments in our customer program.",
         "Adjusted EBITDA in the quarter was negative $25 million, compared to $35 million last year, in line with our expectations provided on our last call. We ended the quarter in a solid liquidity position with a cash balance of $224 million. Excluding the $100 million draw on our revolver, cash increased $88 million from the first quarter last year and was up $6 million from the end of the fourth quarter.",
         "Despite the significant revenue decline associated with boutique closures, we were able to manage our liquidity through extraordinary eCommerce revenue, as well as prudent inventory and expense management.",
         "Inventory at the end of the first quarter was $115 million, a 5.1% increase compared to the first quarter last year. Our current inventory is in a healthy position, as we have had substantial sell-through of our spring/summer seasonal product, with $11 million remaining this year compared to $26 million remaining last year at this time.",
         "The balance of our inventory is comprised of proven sellers that will also be carried in future seasons. We therefore expect to be in a clean inventory position heading into the fall season. For fall, we have lowered our initial buys and will reorder product in-season to meet client demand.",
         "Given the continued uncertainty related to the pandemic, we’re not providing a detailed outlook for the second quarter or full-year fiscal 2021 at this time. However, I will provide some color on revenue trends in the second quarter to date and some perspective on our financial outlook for the full-year, assuming we do not experience further closures related to COVID-19.",
         "Net revenue for the first five weeks of the second quarter was down approximately 25% to 30% compared to last year. As of today, 89 of our 96 boutiques have reopened and, on average, are tracking at approximately 55% to 65% of last year’s productivity levels.",
         "As our clients return to shop in our boutiques, we’re pleased with the volume of traffic we’re experiencing. However, ongoing store productivity is impacted by the social distancing measures we put in place, including limitations on boutique and fitting room capacity.",
         "We expect the performance of our boutiques to improve sequentially. However, we continue to anticipate an extended ramp to a new normal. Our second quarter eCommerce revenue to date remains strong. Although growth has moderated with the reopening of the majority of our boutiques, it is currently trending 50% to 100% higher than last year varying by region based on boutique reopenings and the extent of the impact of COVID-19.",
         "We anticipate our gross profit margin will continue to be impacted by occupancy, warehousing and distribution center cost deleverage, as our boutique revenue continues an extended ramp.",
         "Further, SG&A dollars will remain relatively consistent with last year, excluding government subsidies, as we continue to make investments in our digital and customer programs and talent to support our growth.",
         "In addition, we have implemented stringent health and safety protocols for our boutiques and across all other workplaces. These protocols will add additional labor and operating expenses of approximately $4 million per quarter. We will continue to monitor the need for these measures as the situation evolves.",
         "Based on the criteria for government subsidies, we anticipate that we will continue to qualify in the month of June. However, the qualification criteria for July and August has not been released.",
         "We expect capital expenditures in the range of $30 million to $35 million, including the new boutique opened at McArthur Glen and British Columbia in the first quarter. We plan to open an additional five to six new boutiques and reposition three existing locations, primarily in the second-half of the fiscal year.",
         "Depending on when we gain access to start construction at each of these locations, some of the timing may shift into next year. Of the new leases we have signed, about half of them were negotiated post the arrival of the pandemic and reflect compelling post COVID financial terms.",
         "As we announced earlier today, we’re opening two exclusive pop-up boutiques later this fall in New York and Los Angeles, centered on one of Aritzia’s most important and recognized franchises, The Super Puff. This marks the first time this franchise will be available in a standalone experience outside of our Aritzia boutiques and online at aritzia.com. Whilst we see this first foray as a test, we expect it will create brand excitement that will drive sales, not only at these two locations, but at our boutiques and online.",
         "In conclusion, our financial performance and strong liquidity position is reflective of the resilience of our business, and we remain confident in our ability to continue to successfully navigate the crisis. We’re energized by the opportunities that lie ahead as we continue to invest in our long-term growth.",
         "With that, I’ll now turn it back to Brian."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "We will now begin the question-and-answer session. [Operator Instructions] Our first question comes from Mark Altschwager with Baird. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Good afternoon, everybody. Congratulations on the progress of the reopening and success of the Aritzia Community Relief Funds, and thanks for all the details on quarter-to-date trends, really helpful here.",
            "Brian, can you give us some perspective on how the business performed during the last economic downturn? I know the business was smaller then, but were revenues more resilient than the broader industry as some consumers perhaps traded down from luxury brands?"
         ],
         "Speaker": "Mark Altschwager"
      },
      "3": {
         "Remarks": [
            "We’ve always looked at – hey, we’ve always said, it’s difficult if you look back the past 35 years in our sales, and if you had mapped on a graph our sales, revenues and same-store sales and you plotted that on top of the economic downturn. But I used to say that quite a bit. And then in 2007, when the economic downturn hit, it was an interesting period, because for the first six months, we weren’t affected at all. And I’m just sort of thinking, “Hell, we’re immune to this.” We weren’t really exposed in the U.S. with stores at the time.",
            "And so I thought maybe Canada is going to be okay. So for six months, seven months, eight months, we’re going along and everything is fine. And all of a sudden, bam, it hit us. I don’t recall exactly what happened to our revenues other than the fact our same-store sales did decrease meaningfully, and I would also add that our EBITDA decreased meaningfully. I think at the time, we were around $80 million EBITDA. We dropped down to $50 million in the following year, so it had a meaningful effect to us.",
            "That said, we went on an incredible run shortly thereafter. And so like anything else, I think, it comes down to – we’re all going to see hiccups. The elevator doesn’t always go up and it’s how we’re going to recover. And we, myself and the team are incredibly excited at the environment here.",
            "And I think realistically, the competitive environment that we’re going to see after COVID is going to be a lot more – repeating the competitive environment we saw after the financial crisis. So, maybe I’m a little optimistic here, but we’re pretty excited about things right now."
         ],
         "Speaker": "Brian Hill"
      },
      "4": {
         "Remarks": [
            "Thank you. And the product expansion strategy sounds very exciting. You mentioned the unprecedented opportunity to add talent and presumably, that can help accelerate those efforts. But could you just give us a sense of what the roadmap looks like here over the next couple of years?"
         ],
         "Speaker": "Mark Altschwager"
      },
      "5": {
         "Remarks": [
            "Yes, that’s a good question. So I mean, there’s sort of low-hanging fruit, medium-hanging fruit and high-hanging fruit here. The low-hanging fruit is, one of the things that’s come out of this is that, when we’re online and we’ve been discontinuing colors and/or sitting in meetings and deciding whether we’re going to have this blue or that blue or the other blue, we have to make those decisions, because we couldn’t, in the past, put those in the stores because then we – if we added twice as many colors, we’d have to have half as many styles.",
            "And so now, we’re in a position of, oh, do we like all three blues? Well, we like two of the three. Well, then let’s run the two of the three. And we found with pant legs and length of our pant legs, I mean, we’ve been carrying one pant leg. And the issue was and the idea was, if we carry twice as many pant legs, we’d have half as many styles of pants in the stores. But now, we’re in ability to carry both pant legs, and in some cases, three legs of pant legs.",
            "So we think our appeal will be even broader than it already is. We’ve always had a very broad appeal from an age category and a fashion category for sure. But we really think we’ll be able to have a broad appeal, not just with the fashion category and age category, but also we think body shape as well. So that’s sort of the low-hanging fruit.",
            "Sort of the more mid-level hanging fruit, we think we have opportunities around adding new styles and adding, whereas the stores had limitations on size. And there was an idea that, okay, if I roll back the clock 10 years ago, all our product needed to be in the stores, we couldn’t have any excess product.",
            "So for maximum amount of product we could carry in the store was X, we could only produce X. Over the last sort of 10 years, that X – the stores have gotten bigger. So the X has gotten bigger. But at the same time, what’s happened is, we’ve been producing more. So we’ve been 1.1x, 1.2x, 1.3x, but I still found ourselves in meetings, so we love both of these, which one should we do.",
            "And now, we’re because eCommerce has hit this critical mass, and we can sell this product or a secondary style or a tertiary style, we say – we’ve said to ourselves, “Hey, why not just carry – why not manufacture them both?” We’ve already done the patterns. We already have the fabric. We’ve already done the styling. We’ve done all the heavy lifting, let’s carry them both, or let’s carry all three of these styles. And our critical mass in our eCommerce can carry that now based on what we’ve seen.",
            "So we’re super excited about that. And then we’re also looking at product expansion, as we open more stores in the Southern United States and we continue to look at opportunities in swim. We see Victoria’s Secret. Some other retailers are struggling when it comes to intimate, we have an opportunity in intimates.",
            "So we’re looking at other categories as well now, shoes and and things as well. So, we just – we’ve been super excited and this wasn’t possible before. Our stores weren’t set up for shoes. Our stores weren’t set up to sell intimates. Our stores are not and still aren’t set up to sell swim, we just can’t do it. We don’t have the mirrors and sitting room configurations and things in order to execute that, but we can do that online.",
            "And now that our online business has become so robust, it’s all of a sudden, we can make minimums, we can rationalize the business. And now, we think we have a huge opportunity. And if you actually look at our line and our collections compared to, say, NET-A-PORTER, we have – I don’t know what we have 2,000 to 3,000 styles in our store in every – any given year. And Net-a-Porter has like 1,000 brands on their website.",
            "So our website is actually quite small and the breadth and depth carrying in our website is quite small in the scheme of things. So we just have a huge opportunity to exponentially build that. And so we’re super excited about that.",
            "And then what that does to the stores is, it allows us to curate products for the different stores, because they’re now basing their selection based on a far broader range to choose from. And if we see one store doing really well with blouses or a certain color or certain sizes, we can now explore and build on that for that particular store. So we think it’s a win-win for our eCommerce and our stores and we’re super excited about it."
         ],
         "Speaker": "Brian Hill"
      },
      "6": {
         "Remarks": [
            "That’s very helpful. Thanks for all the detail. And maybe just one last quick one on margin for Todd. As we think about gross margin, or maybe just specifically on merchandise margin. Can you help us think through the puts and and takes over the next few quarters? And is there a scenario where merchandise margin could be up year-over-year in the back-half, given your inventory plans and the plans to chase? Thanks."
         ],
         "Speaker": "Mark Altschwager"
      },
      "7": {
         "Remarks": [
            "Yes. Thanks, Mark. We’ve now returned to a more normalized promotional calendar. So we do not expect markdown to pressure our gross profit in the back-half of the year. There is potentially some pressure from the weakness in the Canadian dollar.",
            "However, we’re feeling good about where our merchandise margins are going to be, again, from now through the rest of the year. It’s really from a gross profit perspective, the impact from deleverage associated with occupancy and warehousing costs, that –that’s – that will be the largest impact on our gross profit and will continue to impact us as the stores ramp through the rest of the year."
         ],
         "Speaker": "Todd Ingledew"
      },
      "8": {
         "Remarks": [
            "And can I – remind me just the second half of that as far as inventory levels?"
         ],
         "Speaker": "Mark Altschwager"
      },
      "9": {
         "Remarks": [
            "I mean, we’re certainly going to see inventory levels increase as we continue to expand our product lines. But in the scheme of things because of our margins, because we’re a vertical retailer, and that coupled with our American dollar benefit that we have producing and operating in Canada.",
            "We don’t see it being – and interest rates being so low, we’re certainly going to be starting to carry more inventory. We’re not going to see that for a while, but we don’t think it’ll have any effect on – we were going to – our cash flow or anything else, it won’t be that meaningful. So we think we’re going to be in good shape there."
         ],
         "Speaker": "Brian Hill"
      },
      "10": {
         "Remarks": [
            "Great. Thanks and best of luck."
         ],
         "Speaker": "Mark Altschwager"
      },
      "11": {
         "Remarks": [
            "Our next question comes from Patricia Baker with Scotiabank. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "12": {
         "Remarks": [
            "Thank you, and good afternoon, everyone, and thank you for taking my question. Brian, I was quite intrigued this morning with your press release that you are launching the pop-ups of The Super Puff, which I guess sounds interesting and makes sense, given the success you had with the introduction of the men’s Super Puff last year.",
            "But typically – I’ve got three questions around this. Now typically, when retailers talk about pop-ups, they’re usually short-term locations. But in your release, your indicated you’re taking a long-term lease in Manhattan location where formerly Dean & DeLuca. So I find that particularly interesting. I would love to hear your thoughts on the strategy there and what you think the longer-term role of pop-ups are?",
            "And then secondly, did the strategy to do this standalone Super Puff pop-up come from the success you had last year? Or is it borne out of some opportunity that’s coming with COVID-19?",
            "And then thirdly, are – do you see other markets where we could see the Super Puff stand – Super Puff pop-ups go to other markets and you’re looking at maybe other opportunities, where they might – it might be a viable concept?"
         ],
         "Speaker": "Patricia Baker"
      },
      "13": {
         "Remarks": [
            "Yes. Thank you. And you might have to remind me on the questions. But why don’t I start on the first one, which is the opportunity to real estate in Manhattan? Is that where you would like me to start?"
         ],
         "Speaker": "Brian Hill"
      },
      "14": {
         "Remarks": [
            "Yes, please."
         ],
         "Speaker": "Patricia Baker"
      },
      "15": {
         "Remarks": [
            "Okay. So I’ve always said, we have one of the best locations in all of Manhattan, our Soho location. I always said, it was one of the best, because I always felt that the Dean & DeLuca space, the corner, one block up was the best location in Manhattan. And I would argue that it still is. And that, that opportunity came up – it came to us.",
            "And when someone comes, I know COVID is uncertain what’s going to happen and everything else. But when that opportunity comes to us at about $0.25 or $0.30 on the dollar, compared to where it would have been two, three years ago when we went to lease it, that was an opportunity we couldn’t pass up. So we have one…"
         ],
         "Speaker": "Brian Hill"
      },
      "16": {
         "Remarks": [
            "No kidding."
         ],
         "Speaker": "Patricia Baker"
      },
      "17": {
         "Remarks": [
            "…yes. So we have one store in Soho and we have four stores in the Toronto Eaton Center and three stores in Yorkdale and three stores in Pacific Center. So it was a no-brainer for us that, okay, we can get this thing at $0.25, $0.30 on the dollar, we need to take this down.",
            "And then once we took the real estate, it was okay, what are we going to use it for? I mean, we’re professionals. That’s what we do. We’re a retail, we’re eCommerce and this is a extremely high profile location. I mean, I don’t know most of you on the call probably know where this location is by saying the Dean & DeLuca store on the corner on Broadway in Soho, everybody knows where that is.",
            "So it then came, do we want to open a Wilfred store? Do we want to open a Babaton store and everything else? And hopefully, this will answer your second and third question, which is, no, we have this franchise in Super Puff. It’s doing extremely well. It’s been growing exponentially year after year after year. We have been able to keep up with the demand.",
            "We went into men’s last year with it. We sold out of our men’s product. We went into dogs. We sold out of our dog product. Although I think we’re discontinuing that this year. But we had this opportunity to open up and it was sort of – it wasn’t a very long discussion let’s open a Super Puff location here.",
            "So we think we’ve opened – we think we’ve secured on the best pieces of real estate in North America period, if not the best piece of real estate North America period, we’ve done it on $0.25, $0.30 on the dollar, where it would have been two, three years ago. And it gives us security in Soho as well having multiple locations always gives you security if you need to expand or move an existing location.",
            "And so we’re pretty excited about that. And then being able to put our and give our flagship franchise right now, our Super Puff, a home and a presence in a market and in a location like that was just – is just such an opportunity. And so we’re really excited about it.",
            "And the only thing that’s a little discouraging is, I can’t fly down and see it, touch it, feel it right now because of the restrictions. But other than that, the team is excited. We’ve been having a lot of fun working on it, the design and everything else will be very unique. And we partnered with some friends in the United States that have done a lot of work for various shows like Drake and Kanye and different people like that, they’ve done a lot of sets with Beyonce and people. So they’re helping us with it. And so it’s been a really, really exciting project for us."
         ],
         "Speaker": "Brian Hill"
      },
      "18": {
         "Remarks": [
            "Okay. And there’s a last question, I think, I know the answer from the enthusiasm that you’re giving in the answer to the first part was I just asked whether you think that there’s opportunity for that kind of concept to be rolled out elsewhere?"
         ],
         "Speaker": "Patricia Baker"
      },
      "19": {
         "Remarks": [
            "Yes, we do. And we’ll see what tomorrow brings. I mean, we – let’s see what this happens with the store. And like any of our concepts, we roll them out. Our flagship brand is Aritzia. We sell The Super Puff and Wilfred and Babaton and TNA and all our different concepts in under that house and under that flagship.",
            "And so we want to continue to – that’s going to be our flagship. We’re going to continue to roll out, but you never know what happens. And so certainly, getting exposure to this, we’ll see what happens and how it’s received this year and we’ll go from there."
         ],
         "Speaker": "Brian Hill"
      },
      "20": {
         "Remarks": [
            "Thank you, and good luck with that."
         ],
         "Speaker": "Patricia Baker"
      },
      "21": {
         "Remarks": [
            "Thank you very much."
         ],
         "Speaker": "Brian Hill"
      },
      "22": {
         "Remarks": [
            "Our next question comes from Irene Nattel with RBC Capital Markets. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "23": {
         "Remarks": [
            "Thanks, and good afternoon, everyone. Brian, I think it’s pretty clear that we’re all quite intrigued by this idea of extending the offering, really appreciate the color. Can you walk us through sort of a timeline maybe, and how we might be – how we should be thinking about how all of this unrolls over time?"
         ],
         "Speaker": "Irene Nattel"
      },
      "24": {
         "Remarks": [
            "Yes. I mean, we have the vision – thanks, Irene, and thank you for joining us today. We have the vision on what we want to do here. We actually have – there’s actually 18 product initiatives we’ve identified at this point in time. We’re going to see them as soon as this fall. We had inclusive sizing this Spring, as you know, and it actually performed better than we initially thought it would perform.",
            "We’re going to see some of these colors and leg length options and things like that. So the low-hanging fruit, we’re going to see as soon as this fall. It might not be as rigorous as it will become next spring and summer and the following fall, but we’re going to see quite a bit of it this fall.",
            "As far as new styling and things go, we’ve secured a new designer – a new senior designer to create an yet another line for us. So we’re going to continue to doing that in new styles and continue to look for even more designers. And then, on top of that, we’re trying to get in these categories.",
            "I suspect, we’re not going to see these categories. I’m guessing, the soonest we’re going to see them is if we’re – if we have an offer out to an employer as soon as – and team probably fall 2021. But – and maybe if we can do that, it would probably be spring 2022.",
            "So we’re probably 18 months away, 12 to 18 months away before we see this and probably 18 months away, because we’re initially when we start the process, we’re not going to get too pregnant with the product and inventory until we actually have proof-of-concept. So we’ll probably see it within the next year or two.",
            "But I’d like to think we set a – we’ve set set a five-year target as far as styling goes and how many different styles we’re going to have, and that’s actually a pretty natural progression over the next five years. So it’s sort of we’re at x, we want to get to 2x, we’re going to go 20% year one, 20% year two, 20% year three, et cetera, to get up to that. And so we’re hoping five years from now, our product selection is at least double from where it is today."
         ],
         "Speaker": "Brian Hill"
      },
      "25": {
         "Remarks": [
            "But that’s really interesting. So if we’re thinking of the evolution over the next three to five years, and as you’re talking, can you talk about the surge in eCommerce and the offering, I can’t help, but think about certain key international markets. And as you’re thinking about flagships and locations and what you’re offering, what are you getting from other markets in regions for boutiques, I mean?"
         ],
         "Speaker": "Irene Nattel"
      },
      "26": {
         "Remarks": [
            "That’s a good question. And I probably wouldn’t be straight with you if I told you I’ve been spending a lot of time looking at our international business in the last three, four, five, six months. I mean, we’ve been focused on COVID and our existing stores and our eCommerce channel, and that’s what we’ve been focusing on.",
            "So we have such a big opportunity here in North America. And we were – we’re not actually being heavily pursuing our international business. Sure, we have international business, and we appreciate it and we think it’s meaningful. But at the same time, our bigger opportunities being here in North America, but we’re going to start looking a little harder at that. And is it something we want to push at this point in time, or is it build and they will come? We’re not sure at right now. We’ve kind of got our hands full as most retailers and eCommerce people with this crisis.",
            "So we’re kind of focusing on our existing business and figuring out how we’re going to look at take the opportunities from the eCommerce perspective. So we really haven’t been doubling down and looking too hard at international. But I’m sure after everything, we look at the new normal and see what’s happening in the world six to 12 months from now, we’ll certainly be looking a little harder at that."
         ],
         "Speaker": "Brian Hill"
      },
      "27": {
         "Remarks": [
            "Thanks. That’s very helpful, and certainly very – makes a lot of sense. Now that we’ve been talking about the future, I hate to do this. But if we go back to the last five to six weeks, as the boutiques have started opening up, can you talk through just a little bit of the cadence of what and what you’re seeing and how the business kind of is ramping and what you’re seeing is different markets open up?",
            "And also, what – I mean, you and I have talked about this, what kind of things are people buying now that you’re getting out and about a little more? And how, if anything, does it make you think about the mix as we head into fall and winter?"
         ],
         "Speaker": "Irene Nattel"
      },
      "28": {
         "Remarks": [
            "That’s a good question. I mean, the last five or six weeks, although it’s from a health perspective and there has been certainly social challenges in the world have come to light and that’s been difficult. It’s actually been reassuring seeing our stores open. I mean, it was difficult closing them all. And we started off as a retailer and so it was difficult. And however, our stores have been open.",
            "But what’s been shocking to us and been very encouraging is the response we’re seeing from our customers. I mean, we’ve had lineups at some stores. Every day, we get lineups. We never used to have lineups in our stores. Now, the lineups are self-imposed, because we have capacities on our overall store count or people count within our stores and we have every second of changing room or fitting room open.",
            "But I was in Toronto about a week ago, 10 days ago, and I saw – I was just there briefly. But I saw the – we had – I went to Yorkdale and that was some of our team. And we had a lineup outside the store, we had a lineup at the fitting rooms, and we had a lineup at the cash counter.",
            "And if you had asked me two months ago, where we have lineups in our stores and at our stores, I would have thought, no way. Not a hope. But we did. And we, at this point in time, had almost every store in Toronto opened, so it wasn’t like we just had one store.",
            "So, the response from our customers in our stores has been a little shocking to us, because as we mentioned in our – the call earlier, our customers moved to eCommerce almost seamlessly and our teams pivoted to meet that demand. And then when the stores opened, we were a little bit shocked at how busy and what the weather response was.",
            "I mean, the good news was and Jennifer touched on it, we didn’t furlough or layoff anybody. So when we did open up our stores, one of the benefits of that was, we’re up and running with the same teams immediately overnight. And in different jurisdictions, we have very stringent health and safety precautions.",
            "And so enabling – enacting those between physical things, procedural processes and sort of regulations, things like in Toronto, we’re not allowed to have our cloth fitting room doors. We needed to install hard doors, so we needed to do that. So there were some hoops we had to jump through. But the good news was our people were there and ready and our customers were there. So we’re super excited about that and extremely encouraged all things considered."
         ],
         "Speaker": "Brian Hill"
      },
      "29": {
         "Remarks": [
            "That’s great. And in terms of what types of products and the mix of what people have been buying?"
         ],
         "Speaker": "Irene Nattel"
      },
      "30": {
         "Remarks": [
            "Oh, yes. We haven’t seen a lot of office wear, so to speak, because the offices are not open as you can imagine. That said, we don’t sell a lot of office wearing this spring and summer anyway. It’s probably our – the season, we sell the least out, people were buying things to go away to the cottage or just deal with the heat that’s in the city.",
            "So we don’t see a lot. But we’ve seen a lot of dresses and we’ve seen our going outwear has bounced back considerably. So it’s not just all sweats and athletic wear and comfort. We’ve seen a lot of people buying exciting dresses and prints and bright colors and things like that.",
            "So, I think people are out there and our customers certainly, the Aritzia customer is very cautious of the health concerns out there. But at the same time, I think, they’re pretty enthusiastic at connecting both with our people and their friends and getting out there a little bit more than they were obviously in a safe manner. So we’ve seen that and that’s come across in the product that’s being sold in our stores."
         ],
         "Speaker": "Brian Hill"
      },
      "31": {
         "Remarks": [
            "That’s great. Thank you."
         ],
         "Speaker": "Irene Nattel"
      },
      "32": {
         "Remarks": [
            "Our next question comes from Mark Petrie with CIBC. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "33": {
         "Remarks": [
            "Yes, thanks. Good afternoon. Brian, I wonder if you could just sort of elaborate a little bit more in terms of what you’re seeing in the real estate market? I know you’ve talked about it in your prepared remarks and in the Q&A so far. But what are you sort of seeing specifically? And how does that affect your thinking in terms of the pace of store openings over the next couple of years?"
         ],
         "Speaker": "Mark Petrie"
      },
      "34": {
         "Remarks": [
            "It’s interesting. Everybody on this call and everybody out there is seeing every single day, it seems there’s a new retail company that’s in trouble or going into chapter 11. And if they’re not, they’re probably going to be playing hurt for quite sometime. So we consider ourselves quite fortunate.",
            "I think as a landlord, I feel for the landlords, because it’s not like retailers are choosing to not pay their rent in some cases and asking for rent abatement or rent deferrals. They just can’t pay it. They just don’t have the means to pay it. So it’s not easy being a retailer, but I – it’s not easy being a landlord either and we feel for them. And we’ve had a lot of great partnerships over the years with the landlords.",
            "That said, we’re the one of most desired retailers out there, certainly from a customer perspective and then in turn from a landlord perspective. And we don’t need to open a ton of stores. We never have opened a ton of stores in any given period and we don’t need to with our eCommerce channel being so successful the numbers have to be compelling for us.",
            "And we touched earlier in the questions on why we did the deal in Soho, because the numbers were just so compelling, and we took AAA real estate, arguably one of the best locations in North America and got a $0.25, $0.30 on the dollar. And we’re seeing deals come up. And as I think Todd mentioned in his earlier that, that of the deals we’ve done this year, half of them are being negotiated at pre-COVID terms.",
            "Now, these weren’t deals that we started right now with pre-COVID terms. These are deals that we were already in amongst negotiating and then COVID hit. And so we’ve since renegotiated these deals and the landlords recognize that this is the new normal. And the landlords are recognizing, “Hey, we don’t know what it’s going to – the future is going to hold, too.\"",
            "So there’s different things. There’s some landlords – or some retailers are on percentage rent deals, some retailers are getting less – having to pay meaningfully less money and then some retailers are getting rebates and abatements until certain periods. So there’s also the creative ways to approach the situation.",
            "I mean, we’ve always in good times and bad, continued to stay steady and open stores as they made sense to us and that we got the appropriate real estate, financially, it made sense. So we’re going to continue to do so. We’ve had a massive shift to eCommerce, so we’re not going to put the pedal down on stores.",
            "That said, some of these deals are extremely compelling for us. And as I mentioned, our stores since they’ve reopened have been extremely successful compared to what we had predicted. So we’re pretty bullish that we’re going to continue to have the – an omni-channel retailer our customers want us to be in and it’ll be successful and retail will be part of that and bricks-and-mortar, at least, will be part of that.",
            "So we’re going to continue on doing that. But I don’t think we’re going to change our pace. We’re not going to slow it down, because the deals are just too compelling. But at the same time, I don’t think it makes a lot of sense to speed it up. So we’re just going to do the same thing we always did. When the right real estate deals come up, we’re going to hit them and hopefully, be extremely successful."
         ],
         "Speaker": "Brian Hill"
      },
      "35": {
         "Remarks": [
            "Our next question comes from Stephen MacLeod with BMO Capital Markets. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "36": {
         "Remarks": [
            "Thank you. Good afternoon. I just wanted to follow-up on a couple of comments. Brian, Jennifer, that you guys have with respect to kind of the distribution network. And Brian, you mentioned eCommerce has sort of hit a critical mass. Can you just talk a little bit about what kind of volumes your business – what kind of volumes your infrastructure can support without the necessity for increased investment in either the eCommerce platform or distribution network sort of more broadly?"
         ],
         "Speaker": "Stephen MacLeod"
      },
      "37": {
         "Remarks": [
            "As far as the eCommerce platform – hi, Stephen, it’s Jen. As far as the eCommerce platform, I think, we’ve mentioned in prior years that we have chosen Demandware, which got acquired by salesforce.com and is now called Commerce Cloud. We feel very comfortable with the eCommerce platform itself. That is integrated with SAP, which as you know, is a top tier ERP.",
            "That said, for eCommerce, it’s an ecosystem of technologies. And so we’re continually enhancing investment in our eCommerce ecosystem, if you will, as it relates to technology. As it pertains to the distribution center, what I would say is, when we first put in the DC in Vancouver with – that went in maybe two, three years ago, we had a seven-year horizon.",
            "I will say, we – every time we put in a DC or kitted out a 3PL we go with the best information and best projections we have at that time. Unfortunately for us, Aritzia has performed so well over the years that we generally have performed better and exceeded our best laid plans. And so it’s kind of a high-class problem we’re in right now is that we’re really looking at our distribution network overall.",
            "But specifically, what I was speaking about in my prepared remarks was our Ontario-based DC. Right now, we are with a 3PL. We have expanded within that 3PL, which I’ve announced on previous calls. And they are a fantastic partner of ours. We’ve been with them now for 13 or 14 years, and they are a full service 3PL.",
            "That said, with the surge in eCommerce and with some of these exciting plans Brian has for product, we are anticipating how we can best enable and support the growth that he has in his vision. And so what we’re doing right now is, we’re just exploring what we may have to do, because one of our big tenants at Aritzia in building infrastructure is strategic agility. And so we want to put in infrastructure that is rightsized for today, but has the ability to flex. And whatever it is, that might come down the pipes or come in the future years.",
            "And so while we are in a very good place with our existing network as it is for the next, I’m going to say, two years, we are planning with – we are planning that we put in a new distribution center in Ontario or elsewhere, it is probably 18 to 24 months outlook. So we’re starting early. We’re gathering our facts. We’re doing our research. We’re putting together a strategy, and I’ll keep you updated as we go and as we know more."
         ],
         "Speaker": "Jennifer Wong"
      },
      "38": {
         "Remarks": [
            "Okay, that’s very helpful. Thank you, Jennifer. I just wanted to follow-up. Can you just talk a little bit about sort of what you’ve seen in terms of your trends with stores being reopened? Like have you just seen sort of accelerating growth from the early days of reopening through until now or if things began to plateau a little bit? I’m just curious kind of what you’re seeing on the cadence of that."
         ],
         "Speaker": "Stephen MacLeod"
      },
      "39": {
         "Remarks": [
            "Yes, thank you. It’s interesting. We’ve actually seen the stores open and we read earlier on in China and places, there was a big surge and then things leveled out a little bit. We haven’t seen that. We’ve actually seen our stores open and stay consistent. Where we have seen differentiation is depending on how hard hit from COVID these regions are.",
            "So BC has bounced back extremely well. And so we’ve been running, I wouldn’t say, at levels pre-COVID. But we’ve certainly been running a lot closer to levels of pre-COVID than we have, for instance, some places in the United States that have been harder hit.",
            "Ontario has been harder hit than Vancouver. And so we’ve seen – we haven’t seen the same uptick in Toronto and pick up in Toronto in the stores as we have in Vancouver. So we’ve been seeing, it’s mixed across and it’s really could – you really couldn’t mirror on top of how bad these areas have been hit by COVID and how much they have opened up and/or how little they’ve opened up.",
            "And then as well, I think there’s a bit of a psyche on the consumer out there in some of these places and a cautionary approach to getting out and participating. And so it really is dependent where we’ve seen. We haven’t seen a sort of a surge and then a leveling out. We’ve seen the stores open. We seen them open fairly successfully.",
            "As I mentioned, we would be doing higher volume if we weren’t working through some pretty stringent and industry-leading health and safety precautions that we have in place. But it’s – as I mentioned, it’s been really encouraging. And – but unfortunately, there’s a lot of lots of parts in North America, where we have stores that are still very challenged from a COVID perspective. And by the looks of things, that isn’t going to end anytime soon, unfortunately.",
            "So, we’re feeling for those people in these areas and these communities, and we’ve seen it in our stores as well, whereas other places like British Columbia and, to some degree, Toronto and Canada, in general, has rebounded back a little bit better. So it’s really been really pockets and depends where and when the stores will open."
         ],
         "Speaker": "Brian Hill"
      },
      "40": {
         "Remarks": [
            "Right. Okay. That’s helpful, Brian, and thank you for the color you gave earlier as well. And then I just have one final question, maybe, for Todd here. You talked about SG&A being flat year-over-year. Does that include the $4 million per quarter that you expect to incur from COVID-19-related healthcare costs?"
         ],
         "Speaker": "Stephen MacLeod"
      },
      "41": {
         "Remarks": [
            "No, we expect the $4 million to be on top of that. We will get, as we mentioned, the government subsidy in June. So that would be a deduct from flat to last year. However, the incremental costs from the $4 million are on top of last year.",
            "I think it’s important to note that we’re always investing in our future growth, as you know, and you can hear that and where we have significant opportunities ahead for us right now and the talent acquisition opportunities that are available. And so we are on the offense and then obviously requires investing dollars. So whether that’s, again, in talent, or in infrastructure, or in technology, we are putting the pedal down and investing and that’s why the costs are where they are."
         ],
         "Speaker": "Todd Ingledew"
      },
      "42": {
         "Remarks": [
            "Right. Okay, that’s great. Thank you very much."
         ],
         "Speaker": "Stephen MacLeod"
      },
      "43": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Jennifer Wong"
      },
      "44": {
         "Remarks": [
            "Thanks, Steve."
         ],
         "Speaker": "Brian Hill"
      },
      "45": {
         "Remarks": [
            "This concludes the question-and-answer session. I would like to turn the conference back over to Helen Kelly for any closing remarks."
         ],
         "Speaker": "Operator"
      },
      "46": {
         "Remarks": [
            "Thank you, Anastasia, and thanks again to everyone for joining us this afternoon. The team and I will be available after the call to answer any questions that you might have. Have a great summer, and we look forward to speaking with you again very soon. Thank you."
         ],
         "Speaker": "Helen Kelly"
      },
      "47": {
         "Remarks": [
            "This concludes today’s conference call. You may disconnect your lines. Thank you for participating, and have a pleasant day."
         ],
         "Speaker": "Operator"
      }
   }
}