{
   "Date": "August 17, 2020",
   "Presentation": {
      "Juan Piñeiro": [
         "Thanks Justin and good afternoon everyone. Hopefully you have all had a chance to read our earnings release that was issued this morning. As Justin mentioned, Q2 was an excellent quarter for us from a financial results perspective. Our revenue in the second quarter of 2020 increased 237% to a record $9.1 million, from 2.7 million in the same year ago quarter.",
         "PDF Simpli our subsidiary brands contributed net sales of $1.2 million up 212% from the same year ago quarter. The gross profit in the second quarter of 2020 increased 238% to $6.9 million compared to two million in the same year ago quarter. Gross profit as a percentage of revenue in the second quarter of 2020 increased to 75.9% from 75.7% in same year ago quarter.",
         "Operating expenses in the second quarter of 2020 amounted to $10.1 million up from 2.9 million from the same year ago quarter. The increase was primarily due to increase of 6.2 million of selling and marketing expenses as well as 966,000 in general and administrative expenses a 108,000 in other operating expenses and 41,000 in development costs.",
         "The increase was partially offset by a decrease of $52,000 in customer service expenses. Our net loss attributable to common stock for the second quarter 2020 was 3.4 million or negatives $0.06 per share as compared to net loss attributable to common stockholders of 0.8 million or negative $0.02 per share in the second quarter of 2019.",
         "The net loss for the second quarter of 2020 included certain non-cash refinancing related charges such as interest expense of 140,000, amortization expenses of 182,000 and stock based compensation expense of $439,000. Adjusted EBITDA a non-GAAP turn totaled negative 2.6 million in the second quarter of 2020 compared to negative 413,000 in the same year ago quarter.",
         "Now turning to our first half 2020 financial summary. Our revenue in the first half of 2020 increase 148% to a record $13.4 million from 5.4 in the same year ago period. PDF Simpli contributed net sales of 2.6 million up 285% from the same year ago period.",
         "Our gross profit in the first half of 2020 increased a $132,000 to $9.4 million compared to 4.1 million in same year ago period. The gross profit as a percentage of revenue in the first half of 2020 decreased to 70.5% from 75.3% in the same year period. The good [indiscernible] was due to the shift in revenue mix to lower margin supplement products as well as software sales [indiscernible] sales that can fluctuate due to volatility and merchant processing time.",
         "Operating expenses in the first half of 2020 amounted to $14.4 million up from 5.5 million in the same year ago period. The increase was primarily due to increases in $6.9 million of selling and marketing expenses as well as $1.8 million in general and administrative expenses, a 146,000 in other operating expenses and 74,000 in development cost. The increase is partially offset by decrease of 11,000 in customer service -.",
         "Our net loss attributable to common stock holders for the first half of 2020 is $5.8 million, a negative $0.10 per share, as compared to net loss attributable to common stockholders of $1.5 million or negative $0.04 per share in the first half of 2019.",
         "The net loss for the first half of 2020 included also certain non-cash or financing related charges, which is interest expenses of $242,000 amortization expenses of $460,000, financing transaction expense of $62,000 acceleration of discount of $0.5 million. ",
         "Inventory valuation investments of 769,000 and stock based compensation expenses of 535,000. Adjusted EBITDA on non-GAAP term totaled loss of 3.2 million in the first half of 2020 compared to loss of 641,000 in the same year ago quarter.",
         "Turning to our balance sheet, cash was 336,000 at June 30, 2020 as compared to 358,000 in March 31, 2020. We believe our cash position, available fund and currency subscription projections provide the company with sufficient liquidity to meet our current needs.",
         "This wraps up our financial response and I would now like to turn it back to Justin."
      ],
      "Justin Schreiber": [
         "Thank you, Orlando and good afternoon everyone. Thanks for joining us today. 2020 has been a transformational year for Conversion Labs and it reflects the extremely disruptive shifts currently occurring in U.S. Healthcare. Telehealth represents a massive shift in the way individuals think about and approach healthcare. [indiscernible] internet, Smartphone, transform how we live and work.",
         "This opportunities is why we spend most of 2019 building out our nationwide telemedicine, technology and customer acquisition platform. But we didn’t anticipate how a global pandemic would accelerated this change so dramatically.",
         "Since launching our Telehealth platform late last year it experienced nothing short of incredible growth across all our products and brands. As you saw in the release we issued this morning Q2 was another record quarter for us reaching 9.1 million in revenue an increase of 237% over the second quarter of last year.",
         "I’m particularly excited about the growth we are seeing in recurring subscription revenue, which we will talk about in more detail later. Since it is higher margin revenue and it is the most important contributor to near-term profitability for the company.",
         "The first two quarter, have served and validate not only mission, but also our ability to continue to this growth through the rest of 2020 and beyond. And thanks to the strategic investment we made in our brand, our people and our infrastructure, we believe that we will emerge as a national leader in Telehealth.",
         "Our capabilities and platforms in Telemedicine combined in what we believe to be the best digital marketing team in the U.S make us truly excited what the future holds for Conversion Labs.",
         "There is a lot more to talk about before we go further I would like to turn the call over to Juan our CFO who will take us through the financial details for the quarter. I will then return to talk more about our operational activity along with some help from our CTO and CLO Stefan Galluppi and then discuss our outlook for the remainder of the year. Juan.",
         "Thanks, Juan. As Juan discussed momentum that we gathered in Q1 continue to grow even stronger in Q2 and this acceleration has continued into the current third quarter. As we announced earlier this month July revenues hit 3.6 million, more than 300% higher than July of last year.",
         "July sales indicate an annualize revenue run rate of 43.2 million, which also means we are well on-track to meet our guidance more than $40 million in revenue this year. The most exciting aspect of our growth in July was the growth of our recurring revenue from rebuilt subscription which increased more than 360% to 1.2 million.",
         "As the percentage of our revenue from subscription continue to grow our profit margin also grows dramatically. Conversion Labs is a direct-to-consumer Telemedicine company, this is why these numbers matter.",
         "They show that we have the abilities to expand in the new verticals very quickly in a capital efficient manner. Our brand have been built with one singular focus in mind to make Conversion Labs the leading provider of quality healthcare in a virtual setting.",
         "It should be front of mind whenever anyone thinks about Telehealth. To this end we continue to work closely with our physicians, advisors and patients to ensure that we are providing the ultimate and quality care.",
         "Turning to our current brand portfolio. We currently have three Telehealth brands, Shapiro MD, Rex MD and SOS Rx, which respectively target hair wealth, men’s health and immerge medication.",
         "Further launch strategy in the perspective, we initially launched ED or erectile dysfunction simply to prove out our ability to acquire customers in this very large and rapidly growing market.",
         "Our success in this ED market validates the incredible skill set of our team and our technology platform. What we build at Conversion Labs is the platform technology that will enable us to quickly launch new telemedicine offers wherever the opportunity exist. The opportunity in the space is enormous and it is lasting. And we believe what we are showing you so far is a little bit very beginning of what is in store for Conversion Labs.",
         "The secondary stage for the personal computer, the internet and other rapidly growing disruptive technologies. There is a massive, unprecedented man graph taking place in Telehealth, where there are massive multibillion dollar virtually untapped market segments, just waiting to be serviced by telemedicine offering.",
         "Due to readily apparent economies of scale, the opportunities in Telehealth are really not much different than it was for the personal computer or the internet. The largest players will eventually be the dominant forces that ultimately captures the lion’s share of the addressable market.",
         "This is why in our roadmap for 2020 we have and are continuing to press from a gap in order to become a leader in direct-to-consumers Telehealth. 2020 has been an unprecedented year in so many ways and it will ultimately be remembered for the COVID-19 pandemic. COVID-19 has served to hyper accelerate the adoption of Telehealth, by challenging Americans and everyone around the globe to rethink the way healthcare can be accessed.",
         "Given the 2020 is a breakout year for Telehealth, over the next few quarters, we are looking to expand to serve largely untapped Telehealth markets. We plan to launch several new treatments under our Rex MD brands, expanding the women’s health and are also looking at other exciting opportunities within telemedicine. We believe that truly the sky is the limit here.",
         "We are driving this initiative through the continued and delivery growth of our internal medical, technology and customer acquisition infrastructure. This includes adding incredible people to our team like Dr. Jeremy Fine and Dr. Jeff Toll who both recently joined our advisory board.",
         "Reflecting the high quality of those have joined Conversion Lab, Dr. Fine is an award winning physician with more than 15-years of medical experience, innovation and accomplishment. Dr. Toll is the leading health and wellness doctor, [Indiscernible] medical attorney at Cedars-Sinai Medical Center in Los Angeles, which ranked among the top 10 hospitals in the country. Medical experts like Dr. Fine and Dr. Toll can help guide and expand our portfolio of telemedicine brands and help advance our mission of becoming a leading player in Telehealth.",
         "Now to provide an overview of what we are doing today to support our continued growth. I would like to turn the call over to Stefan Galluppi, our Chief Technology and Operations Officer. Stefan.",
         "Thank you, Stephen. Next step I’m very excited about the launch of Veritas MD, it will enable the streamline rollout of exciting new Telehealth products and brands, and particularly one we call Nava. We plan to provide more details on Nava in a future press release. But for now, I can say that Nava is one of the several Telehealth brands we have been developing behind the scene to target large market opportunities for women’s health.",
         "Our telemedicine enables a blue ocean market strategy, allowing us to quickly target untapped opportunities in the space. So what does this mean for our current Telehealth brand. Rex MD, it means expanding beyond just erectile dysfunction medications and solidifying its presence as a leading Men’s Health brand.",
         "We are planning to accomplish this by introducing additional prescription and proprietary over the counter products we have been developing like additional sexual health offerings and primary care. Additional product introductions will focus on sexual health in order to best leverage our growing customer base and immediately expand our customer lifetime value.",
         "Now for SOS Rx, which we launched earlier this year. With the help and guidance of our physician advisors, we are in the process of shifting the messaging and nature of the brand to adopt their consultation model, and one that addresses medical concerns in addition to disaster prophylaxis.",
         "This includes travel related illnesses, illness preparedness, and others. Our launch of SOS Rx unfortunately coincided with the outbreak of COVID-19, which made it difficult to go to market with a disaster preparedness offerings, and hence our refocus on the brand.",
         "Finally for Shapiro MD, we are continuing to growing success with our leading Telehealth brand for hair loss. Following the formulation and launch of three products in the second quarter, we are currently in the process of filing new IP for three new products that will be announced for the hair loss market segment. Through these products for prescription Telehealth offerings and one is the proprietary over the counter products specifically formulated by our physician to address postpartum hair loss.",
         "Now, what can our shareholders expect over the next six to 12-months? Our business strategy has always been more than simply about increasing sales and generating profits. Since our inception, we have been focused on building a portfolio of brands that can provide a robust and reliable recurring revenue stream.",
         "Today we are seeing record growth with a number of customers on subscription, which is without a doubt the most important component of our long-term profitability. As the revenue generated by our weekly customers continues to scale. This will drives down our customer acquisition costs as a percentage of revenue, driving strong contribution to our margin and bottom line over the long-term.",
         "Looking ahead over the next six to 12-months, we have fairly clear view of what we believe Conversion Labs will look like. Rex MD will solidify its presence as a Men’s Telehealth brand by launching up to six additional core men’s health telemedicine offers. SOS Rx will transition from beyond the disasters space to everything from allergy, travel related prophylactic prescription products and more.",
         "So over the next 12-months, we expect Shapiro MD to emerge as the industry’s leading callout brand for both male and female hair loss. With an accomplishments to the nationwide launch personalized treatment options that complement our patented over the counter product portfolio. We have also launched the female equivalent of Rex MD which will offer a portfolio of lifestyle telemedicine products and treatments for women.",
         "Finally, our majority owned subsidiary PDF Simpli is growing tremendously. Positive new user registrations are being driven by the recent increase in online consumer behavior and remote working. And so industry wide direct-to-consumer e-commerce sales are now expected to decline to more than 24% to $17.3 billion just this year alone.",
         "While not part of our core Telehealth business PDF Simpli’s unit economics are incredible and it has experienced a massive acceleration growth since the start of the year. Based on its growth trajectory in recent months we believe we can aggressively scale this business over the next 12-months to reach at least the $10 million annual run rate or greater.",
         "All-in-all while the growth base being across the board has been tremendous, we believe we have only begun to scratch the surface of what Conversion Labs can accomplish. Given all the positive factors and trends both internally and across our industry, we are still on-track to meet our full-year 2020 revenue outlook of more than $40 million.",
         "Meanwhile, we see Conversion Labs’ telemedicine platform, continuing to drive growth and new opportunities and especially greater shareholder value over the months and years to come.",
         "Now with that, I would like to open the call to your questions, Orlando."
      ],
      "Operator": [
         "Good afternoon. Thank you for joining us today to discuss Conversion Labs second quarter and first half of 2020 results ended June 30, 2020.",
         "Joining us today is the Chief Executive Officer of Conversion Labs, Justin Schreiber and Company’s, Chief Financial Officer Juan Piñeiro. They are joined today by the company’s Chief Operating and Technology Officer, Stefan Galluppi.",
         "Following their remarks, we will open the call to your question. Before we conclude today’s call I will provide some important cautions regarding the forward-looking statements made by management during the call. I would like to remind everyone that today’s call is being recorded and will be made available for telecom replay via instructions in today’s press release, which is available in the investor relations section of the company’s website.",
         "Now I would like to turn the call over to Conversion Labs’, CEO, Justin Schreiber. Sir, please go ahead."
      ],
      "Stefan Galluppi": [
         "Thanks Justin. Thank you to everyone that took the time as well to dial into this call. Tough we decided to target Telehealth in 2019 and started by making significant investments needed to support our expansion in specialty market.",
         "What is important to note is that our objective was not to launch as quickly as possible. Otherwise, we would have launched much sooner than the end of last year. Our objective was to ensure that the infrastructure, investment and development we made would support not just 2020 but Conversion Labs’ growth and continued brand expansion for the next five years.",
         "Internally, this meant radically strengthening our technology, our compliance and organizational structure. While keen to our timed, we are gladly made the commitment, especially now more than ever, because it enabled us to launch and aggressively grow our Telehealth brands far larger and faster than we originally envisioned.",
         "Our capital is supported and driven by a team of digital marketing and branding experts, data analysts, designers, and engineers, focus on building enduring brands. Our platform has been designed to allow us to efficiently launch Telehealth offerings whenever we determined there is a market needs.",
         "On the technology side our proprietary IP allows us to easily expand into different categories where our field proven technology infrastructure allows - enables our team to quickly build out expected acquisition funnels as well as a marketing platform that also connects our brands to online pharmacies and physicians. It has been an integral part of our transition into a 100% Telehealth business.",
         "Internally we are continuing to build out our in-house team of rock star developers, as well as our marketing, finance and customer support teams. We have been especially fortunate to have attracted incredible talent for every aspect of our company.",
         "Last but not least, we also invested significantly into compliance. Due to the nature of Telehealth compliance is the front of mind goal to ensure that we are leading the way and delivering the best care and having the most compliant telemedicine infrastructure out there.",
         "Our Conversion Labs network of licensed Telehealth physician is now writing over 400 combined view of new filled prescriptions a day, and this number continues to grow. At this stage of growth, it is now all about gaining greater efficiency and scalability with key technology that supports our expanding Telehealth brand portfolio, acquisition platforms and provider networks working towards our vision of creating best-in-class quality of care in Telehealth.",
         "This is why I and the rest of the Conversion Labs team are all really excited for this roll out of Veritas later this year. In May of this year, we secured an exclusive perpetual license in North America for online direct-to-consumer applications, along with non-exclusive rights globally for the core technology that powers there platform Veritas MD.",
         "The core platform that we acquired, we developed years of work by experts in Telehealth, healthcare and regulatory affairs, Veritas MD has been designed to connect state licensed physicians and patients in a simple and efficient way, which features implemented to take the friction out of the Telehealth process.",
         "Veritas MD will make it easier than ever before for physicians to consult with patients and provide the quality care they need. This end-to-end Telehealth technology is highly synergistic with our existing operational platform.",
         "Most importantly, it will transition us to a vertically integrated infrastructure, allowing us to develop and deliver innovative health and wellness products while servicing our customers all the way up to value chain.",
         "Based to our expanding theme, over the last several weeks, we have been further enhancing the platform with proprietary features and bespoke functionality for our Telehealth booking. This integration is virtually complete and we are now just awaiting Sure Strip to approve its e-prescription functionality, which we expect to receive in the next 30-days.",
         "Back to you Justin."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions] We will take our first question from [Michael Galantino] (Ph) with [indiscernible]."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Yes, hi Justin. Great quarter, certainly exceeded our expectations. Quick question, you keep referring to the technology [indiscernible] you spent year and a half developing. Could you talk a little bit about what makes your platform different? You said it was the main drive there is a number of other company trying to turn it back into the market and drive the lane. Can you tell us a little bit about what makes your company different than the others?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "3": {
         "Remarks": [
            "Sure, happy to do that Michael. I may let Stefan chime in as well since it is his area of focus, but my perspective is that prior to telemedicine the company invested significant time, energy and capital into building this incredible customer acquisition platform, right. And that is a combination of technology, and human capital that we acquired since we launched the business in 2016.",
            "And so I think we believe that the key, the winners in telemedicine space specially with direct-to-consumer telemedicine space, it is not about patient acquisition right, customer acquisition, and we have built this company to that land and so I would say that, we might the way the technology and the platform that we have is really very kind of customer, patient acquisition centric.",
            "Which overtime enables us to scale the business very rapidly, manage our customer acquisition costs quickly pivot into other areas where I think there are other platforms in the industry that are more builders like the - kind of pharmacy perspective. It is which we have as well, all the same technology is - very similar technology to everybody else. But I think it is our focus on customer and patient acquisitions that really defines Conversion Labs.",
            "Stefan, would you like to add anything to that?"
         ],
         "Speaker": "Justin Schreiber"
      },
      "4": {
         "Remarks": [
            "Yes, I mean, certainly. I mean, really on the acquisition front, right. Really the core things is just personalizing the process, the sales funnels for various users who are targeting. And it really falls in line with using that data at scale to really be able to heavily remarket customers through SMS, email, call centers to ultimately across testing patients. And then the other side of that is retention focused such as bringing customer in and then being able to cross sell them on to other RX medications or TC-products that is really the two core focus is."
         ],
         "Speaker": "Stefan Galluppi"
      },
      "5": {
         "Remarks": [
            "Got it. Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "6": {
         "Remarks": [
            "And we will take our next question from John Formicola with Performance Capital."
         ],
         "Speaker": "Operator"
      },
      "7": {
         "Remarks": [
            "Well, actually my question was just answered and I want to congratulate Justin and the whole Board and team there for doing what they have done to-date. In a long time as we have been communicated. So apologies passed on, congratulations and I will catch up with Justin another time. Congratulations."
         ],
         "Speaker": "John Formicola"
      },
      "8": {
         "Remarks": [
            "John, thank you very much. Appreciate your support."
         ],
         "Speaker": "Justin Schreiber"
      },
      "9": {
         "Remarks": [
            "You are very welcome. Keep it going."
         ],
         "Speaker": "John Formicola"
      },
      "10": {
         "Remarks": [
            "Thank you. [Operator Instructions] And next we will hear from [Ben Patten] (Ph) with Toronto Investment Authority."
         ],
         "Speaker": "Operator"
      },
      "11": {
         "Remarks": [
            "Hi, yes, great quarter guys. My question is more about the reoccurring revenue. I think you said you guys hit about 1.2 million in July. What percentage of - I guess the customers to this represent as far as the total amount of customers. So 1.2 million is that 25% of customers, reacting for a second month or is it 60% I guess that is what I’m trying to back into as far as 1.2 million a quarter as far as retention to those customers from the previous month."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "12": {
         "Remarks": [
            "Yes. Thank you. We haven’t spoken a lot specifically on the unit economics other than we made a point and sated they are very good and that was primarily for competitive reasons. Stefan, would you like to comment on - are you able to provide a high level response to that? Number of customers that just move from initial to second cycle."
         ],
         "Speaker": "Justin Schreiber"
      },
      "13": {
         "Remarks": [
            "Well I mean I could provide, I mean we haven’t put anything publicly out to-date. I mean one comment would be that the models that we have projected was certainly significantly above where our forecasts had been. So and vintages looking at data from first launch, really the data would be from January, we are certainly ahead of what we projected."
         ],
         "Speaker": "Stefan Galluppi"
      },
      "14": {
         "Remarks": [
            "Yes, I think what we would like to say and apologies really for competitive reasons we haven’t kind of disclosed a lot of details on the unit economics, but I think what we are comfortable saying is the unit economics are great.",
            "We feel we are providing exceptional treatment and customer service and as you know 100% of these customers on the telemedicine of business are on a subscription. This satisfaction rate is very low and these things generally work for everybody that uses them. So the unit economics are very strong and we will provide as much detail as possible on that in the future when we are comfortable disclosing that information."
         ],
         "Speaker": "Justin Schreiber"
      },
      "15": {
         "Remarks": [
            "Okay. Thank you guys."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "16": {
         "Remarks": [
            "You are welcome."
         ],
         "Speaker": "Justin Schreiber"
      },
      "17": {
         "Remarks": [
            "And next we will take a question from [Steven Gart] (Ph) [indiscernible]."
         ],
         "Speaker": "Operator"
      },
      "18": {
         "Remarks": [
            "I’m new to the company, so I apologize if I may asks anything. I just wonder if you could, maybe to the degree you can talk to the cadence of subscription growth over Q2 and maybe into the beginning of Q3 and considering you are growing top line North of 200% this year, is it too early to provide some kind of primarily sense or guidance for 2021. And then my question would be, do you have any concern about any plans for uplifting foreign exchange, anything like that as you gain this kind of momentum in top line? Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "19": {
         "Remarks": [
            "Sure. Well I think it is very difficult these days to predict on the over the counter market and especially many investors can buy the securities, so it is a definitely a near-term priorities for the company to uplift to New York Exchange and the U.S. clearly from market cap standpoint where we need to be and we also have a couple of years of strong revenue.",
            "So the share price requirement for us is lower. It would be for many companies they are going to up lift, so that is a very big priority for the company that we would like to get done as soon as possible.",
            "As far as guidance for next year, we haven’t really put formal guidance out there, but let us say that given where we are at right now assuming that the current trends continue and something doesn’t go possibly wrong which we can - unlikely to be fully - given our current run rate to could not be at least $75 million to $100 million range in revenue next year.",
            "Just because it is a subscription business, we continue to acquire a large number of subscription customers every day, there will be things grow very quickly. And I would just say in my kind of forecast for next year, but don’t look at how quickly, like [indiscernible] has grown right, which is a lot of information right there.",
            "The development right I mean how quickly world health has grown from you know sub $50 million run-rate to $250 million. So I would say that we have very similar business models. I mean, if you think about any subscription, look at any business model, where you have a great product that customers like and everybody wants subscription kind of Dollar Shave Club type of model.",
            "I mean, the growth rates for these things don’t change. And if you think about we are selling, we are offering incredible healthcare to people in their home, which they need which almost always works. Why would you cancel. I guess some people might cancel and shift to like a lower price product. But otherwise, you have got a great doctor that you really like and there is no real reason to switch. So we think this thing is going to scale very rapidly. And we will definitely get some projections out there in writing."
         ],
         "Speaker": "Justin Schreiber"
      },
      "20": {
         "Remarks": [
            "[Indiscernible] finances to attain my current doctor. Just one more quick question. Are you seeing - this is my original question guys. Are you seeing sequential monthly revenue growth from Q2 and into Q3. And if so do you see sequentially growing up for the rest of the year or is it comfortable in this three million to four million range per month."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "21": {
         "Remarks": [
            "I think it is one we have some to our trust to hit our numbers what the estimate that we put out for the year. So the reality is acquisition of customers online can fluctuate over a couple of weeks or a month time period. But overall, like just an average subscription this is just growing right, because every day we are just adding more and more people on subscriptions.",
            "So yes, we do see numbers certainly overtime growing. They can go up and down quite significantly for week or two here right. So I mean every single month, we see massive growth. I don’t know that we are comfortable in that - it is just the nature of this business, it is all the way down.",
            "But certainly over time, right, quarter-over-quarter we are going to continue to - this high margin subscription component of business and we are certainly going to acquire customers, we are going to be launching new products both on the Telemedicine side and we have over-the-counter side. And so I think we are going to definitely continue to see growth quarter-over-quarter."
         ],
         "Speaker": "Justin Schreiber"
      },
      "22": {
         "Remarks": [
            "Alright. And then just again to redirect to the up listing. Do you see that as a 2020 event?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "23": {
         "Remarks": [
            "I hope so. I mean, I can tell you that we are extremely well positioned to get that done and bring in some very high quality long-term capital. You the capital that we are talking to is just some of the highest quality capital sources you can find. And obviously, I think a lot of people know that the company could have gone out and done like a very quick deal which might not open to the market.",
            "And, we are really doing the right thing for shareholders. And I made a commitment to - when I talk to people and happy to stay in this quorum, right. That is one of my - the main reason with scheme of this great increase in value of our equity, because we have I made smart capital markets decisions. And we are going to continue to do that.",
            "So in a perfect world we find an incredible investor, it is very long-term and up list very quickly. It takes me a couple of extra months, just because I have to find the right investor or get this done the right way the best possibility but I mean it is one of my biggest - one of our biggest priorities."
         ],
         "Speaker": "Justin Schreiber"
      },
      "24": {
         "Remarks": [
            "Okay. And then just kind of follow this for [indiscernible] in terms of target gross margin near medium and long-term, looks like you are in that 70% to 75% range do you see it staying there as you roll out additional product and make more customer acquisitions and grow, or how do you see that shaping up?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "25": {
         "Remarks": [
            "Juan or Stefan do you want to comment on that."
         ],
         "Speaker": "Justin Schreiber"
      },
      "26": {
         "Remarks": [
            "Yes, so I can definitely comment on that, so regarding some of the costs - the products that we sell, when it comes to shipping and merchant processing costs, we really do not expect any sort of fluctuation on those both fronts.",
            "The cost of the product may vary depending on the product that we are actually selling if it is a premium products obviously the cost of the product is going to be higher therefore effecting the margins.",
            "There is room for fluctuation but we have a strong focus on keeping in between 70% and 80%, we would like to be closure to 80% we are at 75% and we are happy there, but the fluctuation that we could see in regards to the margin would be positive for products."
         ],
         "Speaker": "Juan Piñeiro"
      },
      "27": {
         "Remarks": [
            "Alright. Thank you so much."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "28": {
         "Remarks": [
            "Let me answer your question, there cost platform as well as once we internalize the physician network onboard our own positions as well [indiscernible] our cost there that will certainly get the gross margin."
         ],
         "Speaker": "Justin Schreiber"
      },
      "29": {
         "Remarks": [
            "Thank so much. And again congratulations on the good year."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "30": {
         "Remarks": [
            "Yes. Thank you."
         ],
         "Speaker": "Justin Schreiber"
      },
      "31": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Juan Piñeiro"
      },
      "32": {
         "Remarks": [
            "And next, we will take a question from [Jonathan Alvarado] (Ph) private investor."
         ],
         "Speaker": "Operator"
      },
      "33": {
         "Remarks": [
            "Hi, so Veritas MD product does that require a lot more investment to launch that or is that pretty much down?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "34": {
         "Remarks": [
            "We are in final stages of the development there. All of the features that we really took - we built out from the initial product that we acquired, really are heavily focused on more of the asynchronous consoles of making the system robust so that it can support scalability anywhere from a 1000 plus console to-date, reporting - all the tools that we need to just be more efficient, so that is in the final stages of development. The plan is to be live in 47 states [indiscernible]."
         ],
         "Speaker": "Justin Schreiber"
      },
      "35": {
         "Remarks": [
            "And then there is [indiscernible]."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "36": {
         "Remarks": [
            "We currently look at unit economics. So initially with the telemedicine business we into the little bit front because we acquired the customers and we have the consult cost, as the subscription business builds overtime you know the contribution margin increases dramatically right.",
            "So to answer your question, we will continue to acquire aggressively, we expect - whether we can stay on the current trajectory, the actual acquisition burn rate of company will decline significantly.",
            "Now the one thing that if we can choose between knowing that incredible unit economics, right. And we can have to choose let’s just say in the fourth quarter being profitable or we have access to varying expensive capital and we know that we can take it and acquire another 10,000 or whatever 25,000 customers.",
            "If the unit economics are [indiscernible] you have access to inexpensive capital that makes sense for shareholders, we are going to choose growth right over so many profitability. Our perspective on this is we want to just acquire as many patients as possible. We have proven out the unit economics for business already. We know we have a solid and profitable business model. There is no doubt about that.",
            "So I mean, you are just kind of - it is really tough to save when we actually reach profitability, but no other gain for the company is just continuing to launch new products in Telehealth through the market share, and that is how we will create them. That is how we will maximize shareholder value."
         ],
         "Speaker": "Justin Schreiber"
      },
      "37": {
         "Remarks": [
            "How did they express in [Indiscernible]?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "38": {
         "Remarks": [
            "I believe it is kind of - I don’t have exact numbers to share with you on that. But, it is an extension, right. So we I mean we sell labor cost on an ongoing basis allows you to buy our Shapiro MD hair loss products. They choose to purchase the labor cap as well.",
            "We also know the opportunity on Amazon is pretty significant, based on what peers are doing with that product. So we are in the process of launching with Amazon’s taking longer with that. I would say, it is been okay with its profitable product and we are proud to be having as part of the portfolio."
         ],
         "Speaker": "Justin Schreiber"
      },
      "39": {
         "Remarks": [
            "Great. Thanks."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "40": {
         "Remarks": [
            "You are welcome."
         ],
         "Speaker": "Justin Schreiber"
      },
      "41": {
         "Remarks": [
            "And next up, we will have a question from [Indiscernible] and a private investor."
         ],
         "Speaker": "Operator"
      },
      "42": {
         "Remarks": [
            "Hey, Justin, congratulations on a great year so far."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "43": {
         "Remarks": [
            "Thanks, [Robert] (Ph). Really appreciate it. Thanks for dialing into call."
         ],
         "Speaker": "Justin Schreiber"
      },
      "44": {
         "Remarks": [
            "Sure. Thank you. So I went through the kind of quickly this weekend. But it appeared that there was an estimate of about $4 million of liquidity needs. I think, by the end of the year. And it also looked like there might be about $2 million that would be possible warrant exercise proceeds. Can you comment on that? And I know you are reluctant to forecast being positive cash flow. But plan to bridge from where we are now to be free cash flow positive?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "45": {
         "Remarks": [
            "Yes. Happy to answer both those. Actually I would love to talk about warrant. We did have the warrant exercise, over the last couple weeks we had some shareholders that as an exercised warrants. There is helpful of the company to clean up the capital structure and bring it some cash. So I think there was probably all in.",
            "No, I think that will probably bring in a sort of an ballpark number around $2 million. And so the company capital for this company is all about - the amount of capital that we need is all about how quickly you want to grow the business. And it is exactly what I just said in my prior answer I mean, we know we have great unit economics. We know that we spend as much bigger than it.",
            "I’m sure we could probably get by and even though on the current run rate was very small amount of money, but we think we have something here special here that we can scale it up much more aggressively. It makes more sense and sort of back to again like our focuses on figuring out a way to communicate to the street.",
            "We have braked the per unit economics and makes sense to continue doing this business because these stations are going to be incredibly valuable right and they have family numbers and they and just because some of them are hair loss we have our skin care telemedicine offering, we have another women’s health products or birth control offering or diagnostic tests, you know I mean or primary care right, there is very, very, very valuable right.",
            "So we just want to continue to do whatever just had to acquire patient and with the level the economics are great [indiscernible]. So, I mean, the answer to your question is the opportunity, as we said, many times in the call, your opportunity out there right now in this space is enormous even with some of the big players, that most people know about familiar with incredible, this is going to change so many different indication within healthcare and even just the - I mean forget all the indications, just the life style but men’s health basically is a multimillion dollar opportunity for us.",
            "I mean so we are going to opportunistically bringing capital that we [indiscernible] as approved shareholder and makes sense. And I really liked the reinforcement that we are management team and cares about the equity. There is no big salaries in this company, we work for our equity that we have in the business. And so when you make decisions, it is not a decision that hey, let us just got out and garb $25 million, because we can, because our stock is very liquid, you know what I mean and then we get patient for next five years.",
            "If we do [indiscernible] how much equity we are going to sell worth the cost of capital and as we deploy this capital in our business what is good turn for shareholders I guess we are one of the biggest. So I’m sorry about the long window but that is just kind of my prospective on it."
         ],
         "Speaker": "Justin Schreiber"
      },
      "46": {
         "Remarks": [
            "Thanks for the answer. I appreciate it. Just one quick other question, revenue run rate is obviously going to be raising some eyebrows. Are there any natural consolidators out there in this new growth sector of Telemedicine."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "47": {
         "Remarks": [
            "I’m sure there are, I mean I think most natural consolidators are - if you think about how its changing right, the inner house is changing the business models or even like large pharma and -life company right. I mean There are thousands are people are on the field that are very expensive and even doctors.",
            "Our Telemedicine can disrupt a lot of the very big revenue streams. I can tell you that all respond to the executives now are looking at this, how do we do this? Where would you start if you were one of these companies you meet $2 billion revenue stream. You couldn’t build what we have in a year time, it take real time and there would be real risk.",
            "As you go the sub can be acquired with the right people to do work with these proven agents here. But the answers to this why take the risk when you could just go out and buy a company or Conversion Labs has a proven platform as a team, or you could mock up for a few years and you know, is best in class.",
            "So, I think there are ton of people out there that would like to buy [Indiscernible] platform that we are building. And I think the fair way right now about I think as we establishing were closer to or at $100 million run rate. And that is pretty interesting, right? Especially once we have a couple more products out there. We have heard that, but we are not doing this [Indiscernible], but we are doing this another indications.",
            "And then we also the Veritas platform wants to get that up and running. I think that adds an incredible amount of valueto the company once we prove that out. Which it is been a great job one. And that is right around the corner.",
            "A lot of a lot of really [Indiscernible] things have happened to this company. Just to give you an like Veritas. So that is platform was built and were told by I just say one of the founders of a very, very large Telehealth company that everybody knows.",
            "And it was another company that was providing a solution to doctors to basically convert their practice in their Telehealth business. And, almost $2 million was put into this platform, years and years and years of development and regulatory experts and great minds working on this thing.",
            "And, we were able to buy this thing for - we were buy this thing for some options in the company. And I think it was a sub-$200,000 cash payment. And I can tell you that one of our peers that my guess would be the they spent a minimum millions of dollars if not $5 million, or $10 million above this thing.",
            "And it is very valuable. And it is just expects you can hire developers, but as anybody knows that is manage large and complicated projects like this. We have to get these things done and work out the fogs overnight.",
            "So, again, as Stefan mentioned it is earlier, but during this vertically integrated platform, when we have everything that somebody needs to launch a nationwide telemedicine offer and through we can do it. I think it is real value."
         ],
         "Speaker": "Justin Schreiber"
      },
      "48": {
         "Remarks": [
            "Thanks, Justin. Again, congratulations to you and the team on a great year. Keep up the good work."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "49": {
         "Remarks": [
            "Thank you, Robert."
         ],
         "Speaker": "Justin Schreiber"
      },
      "50": {
         "Remarks": [
            "The next we will hear from [Indiscernible] a private investor."
         ],
         "Speaker": "Operator"
      },
      "51": {
         "Remarks": [
            "Thank you, bravo results for 2020. Just a two part question. Consider talking with corporations and making use of employee benefits for their employees to lower the cost to [indiscernible] certainly patients. And the second part of my question with your partnership wma.com. Have you considered in the future time not near future, but breaking out - same household for existing patients [Indiscernible] network."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "52": {
         "Remarks": [
            "Yes thanks. So I think in response to your first question. I mean, going after large employers, which are probably self-ensured. They will tell you about how the business model. We just believe that we have a big opportunity and the direct response Telemedicine space there is an enormous opportunity just we want to stay focused and [indiscernible] market share there it just doesn’t really make sense for us right now to look at the employers and try to complete in that space.",
            "Your second question, as far as the tech space go, I actually personally done a lot of work, done a lot of research in this space. I don’t really know it is very different regulatory landscape with humans and we want to touch base.",
            "One of our investors is actually a very, very large direct response type healthcare - company and the big problem with that space is you have to - in most cases the veterinarian has to actually physically examine the pet in person in order to write a script.",
            "And veterinarians generate a large portion of their income from prescription medication. So it is kind of a political issue where right now it is pretty tough to - from what I understand it is pretty tough to work in that space so.",
            "We are already concerned longer term as [indiscernible] company that were that is already been a great investor as part of our business, but right now we don’t have a [indiscernible] space. Great space though."
         ],
         "Speaker": "Justin Schreiber"
      },
      "53": {
         "Remarks": [
            "Thank you and the first part - the first question I was thinking more and small and approximately medium sized businesses, because they don’t have any sort of benefit to offer around the health sector. So, hearing lots of different things that you could provide, and they are not providing anything and they would be from the offer annually to their employees for the small and approximately medium sized businesses. But I appreciate your answers. Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "54": {
         "Remarks": [
            "Thanks. Yes we will keep it in mind. Thanks we appreciate the thoughts."
         ],
         "Speaker": "Justin Schreiber"
      },
      "55": {
         "Remarks": [
            "Next we will hear from Antonio [indiscernible], private investor."
         ],
         "Speaker": "Operator"
      },
      "56": {
         "Remarks": [
            "A couple of question from my end, when I see one of them you already addressed, but I didn’t hear the time horizon. Hopefully speaking of that is that something that you guys are looking into time horizon."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "57": {
         "Remarks": [
            "I don’t like to through our time horizon, but the answer is we’d like to get the exchange responsible."
         ],
         "Speaker": "Justin Schreiber"
      },
      "58": {
         "Remarks": [
            "This year or next year."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "59": {
         "Remarks": [
            "I would hope for this year."
         ],
         "Speaker": "Justin Schreiber"
      },
      "60": {
         "Remarks": [
            "Thank you. Very good."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "61": {
         "Remarks": [
            "The most important it is just putting the right capital in the company and make sure we meet the shareholders equity requirement for NASDAQ."
         ],
         "Speaker": "Justin Schreiber"
      },
      "62": {
         "Remarks": [
            "Makes sense. The other question would be, do you foresee raising capital to coming shares? [indiscernible]"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "63": {
         "Remarks": [
            "Well I think we would have to [indiscernible] exchange. We have to do an equity and equity deal. The company actually has a lot of debt available to it which is an expense and this goes down to like, the right strategy. But I think the ideal strategy would be, we bring in an incredible blue chip investor or blue chip bank that is a long-term investor. This isn’t just in this thing to sell stock and make 30% of money is been 60-days right.",
            "So, the perfect scenario to find a high quality long term investor to the right deal for the company that results and our shares appreciating value not depreciating in its ideal scenario and then listed on the NASDAQ.",
            "I mean again, if we didn’t have the right capital available to us while maybe we would took it I mean, we are not going to do something dumb intend to do something that is incredibly diluted for shareholders. And that is going to have a lot of near term pressure on the share price. We really want to think long term here and bringing the right money in general listing on the same time."
         ],
         "Speaker": "Justin Schreiber"
      },
      "64": {
         "Remarks": [
            "Thanks. Those are the only two questions. I just want to commend you guys for the way you are monitors the business and the lack of bombastic statements, which are welcome in a world where everybody talks too much just to meet ourselves. Keep up the good work and thank you for your answer anytime."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "65": {
         "Remarks": [
            "Thank you very much. We appreciate you being shareholder."
         ],
         "Speaker": "Justin Schreiber"
      },
      "66": {
         "Remarks": [
            "And up next, we will take a question from [Indiscernible], a private investor."
         ],
         "Speaker": "Operator"
      },
      "67": {
         "Remarks": [
            "Good afternoon, everybody. I have been kind of affiliating with at least the predecessor company which is called [Indiscernible]. I imagine there could be a lot of people on this call that remember that. And for a long time, I didn’t even look at that stock price, because I didn’t even count it as part of my portfolio. Recently, you have all got our attention obviously with the increase in the stock price, which has been nice. But hopefully you make us all wealthier than we are as we are talking at some point. But some of these questions you might have answered. So you can give me the very clear stone answer. I’m fine with that. And I can read into it myself later. But my general question is, is this revenue sustainable?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "68": {
         "Remarks": [
            "The answer is yes. 100%."
         ],
         "Speaker": "Justin Schreiber"
      },
      "69": {
         "Remarks": [
            "Now, marketing costs are very high. And you might have answered so I apologize if I’m asking you something you have already answered that. Why were those costs so high? Is this structural in the business model - in your financial model?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "70": {
         "Remarks": [
            "Well, marketing costs are high because again we have to spend every word direct response company right. So we have a significant expense upfront to acquire this customer to have a much greater lifetime value than what we pay to acquire the customer. So we think over time we will actually get what we call our customer acquisition costs.",
            "We think that by expanding the prices that we are running advertisements. We think that we will actually -- we could lower those acquisition costs. But right now they are always going to be high upfront. We also have to pay for the physician consultation upfront.",
            "So the whole thing with this businesses is what’s the retention like. Once the money see one of our doctors and is prescribed as prescription medication that may be purchased over the counter product. How long do they continue to use that product?",
            "And, right now, we are six, seven months, I guess, almost eight or nine months now into this. But there is enough data that we are seeing is really good. And we haven’t shared it in detail for competitive reasons, but we are fine with high acquisition costs, right. As long as we know that we are making a lot more money than what we are doing - what we pay to acquire the customers down the road."
         ],
         "Speaker": "Justin Schreiber"
      },
      "71": {
         "Remarks": [
            "So is there a direct relation between those acquisition cost and revenues? Is there a point, maybe I have said it to you this way, what type of revenue does this company need to actually have any PS? They had an earnings per share. What type of revenue do you have to achieve? I’m not speculating, but under the present model would your -."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "72": {
         "Remarks": [
            "I think the easiest way to answer your question. If we stop the acquiring customers tomorrow, the company would [indiscernible] which is the only reason that we don’t have range because we need to continue to grow the business and acquire new customers. And when we do that, we going to the rest upfront and so it really just depends on the growth rate of the business and how aggressively we acquire that is what going to determine when we actually achieve profitability.",
            "I could tell you that the company we haven’t put out guidance on profitability because we don’t think it’s the most important metric for shareholders and ourselves to support this down right. We are more concerned with what are we paying to acquire customers and do we have great unit economics behind those customers.",
            "And just to turning back to your first question, we are not seeing significant growth in our fixed overhead right, technology platform in many ways. And it has, I mean, we have never used them to provide medical treatment and patented and proprietary products to consumers.",
            "It is scalable like a [indiscernible] business, we have this core teams and this kind of fixed overhead growth a little bit and other than maybe customers servicing cost as we literally gather things, variable acquisition cost was scale as the business grows but we will also have subscription revenue like really catching up.",
            "So I think to answer your question, it is possible it near-term we see profitability with the even this year we see net profitability we nether look at the opportunity on the growth side what our cost of capital is and make kind of the right decision there."
         ],
         "Speaker": "Justin Schreiber"
      },
      "73": {
         "Remarks": [
            "Sure. As far as raising capital I apologize if you have already mentioned, when you see the need to raise to a public offering or what you put out to more stock."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "74": {
         "Remarks": [
            "Look I will go back to what I said previously. We are first and foremost holders of the common equity of this company. We need to do an equity offering in order to get exchange, but we want to build that’s going to be a bad deal for shareholders because it is done it already. So we are very, very focused on doing a deal with add value shareholders and really proposed long-term growth and that brings in a long-term investor.",
            "And I think, you seen the legacy, we sold the legacy assets of this company in 2018, you know what I mean we feel that we have done an exceptional job protecting the capital structure, especially given that we kind of started with a clean slate and brought in a whole new team of people, and, you know, we tried to incentivize them appropriately.",
            "But also we have really tried always for the board to do the right thing for all these legacy shareholders. And we are going to continue to - we really appreciate all of our shareholders. And I mean, we are going to continue to do what is in your best interest. And we are the biggest shareholders.",
            "Stefan and I and Juan and whole team, I mean all of us tell you as we will do everything possible to protect the capital structure and maximize value for shareholders. And we believe we could build a really big business here. I mean, the opportunities, and not just not just words, I mean, if we can execute a little bit of dilution here, the long-term investors to get the senior exchange, which by the way would greatly enhance the value of every one of our shares? I mean, it is a no brainer. So that is what we are focused on."
         ],
         "Speaker": "Justin Schreiber"
      },
      "75": {
         "Remarks": [
            "Great. Well, thank you. I’m sorry to monopolize time. I know people have other questions and I think things are promising. And I’m glad I participated in the big. Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "76": {
         "Remarks": [
            "Thank you. Appreciate the support."
         ],
         "Speaker": "Justin Schreiber"
      },
      "77": {
         "Remarks": [
            "At this time, this concludes our question and answer session. I would now like to turn the call back over to Mr. Schreiber. Sir, please go ahead."
         ],
         "Speaker": "Operator"
      },
      "78": {
         "Remarks": [
            "Thanks, everyone for attending our call today. Thanks, especially to our shareholders, who have joined us during the most exciting time of our company’s history. And be well and stay healthy. Orlando, please go ahead and wrap up the call."
         ],
         "Speaker": "Justin Schreiber"
      },
      "79": {
         "Remarks": [
            "Thank you ladies and gentlemen. Now before we conclude today’s call, I would like to provide the company’s safe harbor statements that include important cautions regarding forward-looking statements made during today’s call.",
            "The information that the company has provided in this conference call includes forward-looking statements within the meaning of Section 27A of the Securities Act of 1933. And section 21E of the Securities Exchange Act of 1934 as amended regarding among other things, the company’s plans, strategies and prospects for business and financial. Although the company believes that its plans, intentions and expectations reflected in or suggested by these forward-looking statements are reasonable, the company cannot assure you that it will achieve or realize these plans, intentions or expectations.",
            "Forward-looking statements are inherently subject to risks and uncertainties. Many of the forward-looking statements made during this conference call maybe identified by the use of forward-looking words such as believe, expect, anticipate, should, plan, will, may, intend, estimated and potential, among others.",
            "Important factors that could cause actual results differ materially from the forward-looking statements made during this conference call includes market conditions and those set forth in reports or documents that the company files from time to time with the United States Securities and Exchange Commission. All forward-looking statements attributable to Conversion Labs Inc., or a person acting on its behalf are expressly qualified entirely by this cautionary language.",
            "Before we end today’s conference call, I would like to remind everyone that this call will be available for replay starting later this evening and running through August 31st. Please refer to today’s earnings release for dial replay instructions available via the company’s website at www.conversionlabs.com.",
            "Thank you for joining us today. This concludes the conference call. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}