{
   "Date": "June 22, 2020",
   "Presentation": {
      "Operator": [
         "Good day and welcome to the Contango First Quarter 2020 Results Conference Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Mr. Wilkie Colyer, President and CEO. Please go ahead. "
      ],
      "Wilkie Colyer, Jr.": [
         "Thank you, Olivia. Good morning, and welcome to Contango's first quarter 2020 earnings call. My name is Wilkie Colyer and I'm the President and CEO of Contango. I'm joined by Farley Dakan, the company's Head of Corporate Development, and Joe Grady, the company's Chief Financial Officer. ",
         "I hope everyone has had time to read through yesterday's earnings press release, including the cautionary statements regarding forward-looking information and non-GAAP measures that apply to the statements on this call. ",
         "The first few months of the first quarter of 2020 were relatively uneventful ones operationally for Contango as we worked to integrate the White Star and Will Energy acquisitions from late last year.",
         "Since then, COVID and its resulting impact on global commodity prices, especially oil, has put a tremendous amount of pressure on an already distressed sector pre-COVID. The capital markets and M&A activity froze up, and many of the A&D situations that were in process of closing have either been renegotiated or called off altogether. As a result, we have had to reevaluate the way we run our business as well as the way in which we play offense. ",
         "On our last quarterly earnings call in late March, we spoke about Contango's 2020 strategy in light of this challenging environment. ",
         "Free cash flow generation, still our biggest focus and still expected over the course of this year in spite of lower commodity prices. ",
         "Hedges, our hedge book remains valuable and core to our operating strategy. We layered on Q1 2022 of natural gas hedges during the first quarter of this year and we'll look to add 2022 oil hedges as the market continues to recover. ",
         "Third, LOE reductions. We spoke last quarter about looking for ways to reduce LOE in response to the commodity price drop. Since then, our team has identified $4.6 million of gross annual run rate LOE savings in our business, which equates to just over 7% of gross forecasted LOE this year. We expect to find incremental savings in the coming months. ",
         "Storage. Last quarter, we discussed our latent storage capacity in Central Oklahoma. We were able to utilize that storage in April and May to minimize the sale of unhedged oil barrels at low prices. We anticipate selling those barrels into Cushing during the third quarter of this year. ",
         "Next, I'd like to spend a minute discussing our offshore exploration well we drilled in the second quarter, the Iron Flea. On Friday, June 12, we reached target depth on this exploratory prospect in the Grand Isle 45 area of the Gulf of Mexico shelf and the prospect was deemed unsuccessful. ",
         "While we were disappointed in the outcome of that prospect, exploration drilling is an endeavor in which dry holes are not only a possibility, but a statistical inevitability. We don't see anything wrong with stepping out on the risk spectrum even in today's environment, but we do want to be sure we're getting paid for doing so. ",
         "We also think it's fair for investors to question those decisions, which is why we will continue to publish our best estimates for success case reserves, returns and capital, understanding the range of outcomes is wide because that's the information we're using to determine whether to risk dollars on a given opportunity or not.",
         "Right or wrong, that information gives you a framework to understand our decision-making process. We will continue to look for intelligent risks to take, both offshore and otherwise, if we feel the risk-reward proposition is a favorable one. ",
         "Lastly, I'd like to address the fee-for-service platform and management services agreement we signed with Mid-Con Energy Partners a few weeks ago. On our last call, in late March, we discussed the need to change the way we play offense in light of the lower commodity price environment. And the deal with Mid-Con is a great example of that. ",
         "We were able to generate asset-light cash flow, while importantly also lowering the cost structure for our customer. Additionally, we were able to create alignment between the two parties via warrants to buy a minority piece of their company to share in value created as a result of the arrangement. ",
         "We view ourselves as a solutions provider on the distressed side of our business. And while our preference will usually be to put assets we manage on balance sheet, we can and will get creative with structure when the situation demands it. ",
         "We look forward to working with Mid-Con to create value for their unitholders, and we're excited about bringing several members of the Mid-Con team on board at Contango in the coming weeks. ",
         "I'd like to end my prepared remarks by thanking all of the employees of Contango for their continued hard work in spite of the commodity price, remote work and health headwinds we face today as an industry and as a country. Their support is critical for our company to be successful. ",
         "Thanks for your time this morning and for your interest in Contango. With that operator, we're ready to open the line up for questions."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "All right. Well, with that, I'd like to thank everybody again for joining us this morning and for your interest in Contango. And please feel free to follow-up with myself, Farley or Joe Grady if you have questions as a follow-up. And with that, hope everyone has a great rest of your day. "
         ],
         "Speaker": "Wilkie Colyer, Jr."
      },
      "3": {
         "Remarks": [
            "Thank you, sir. And thank you all for your attention. This concludes today's conference. You may now disconnect. "
         ],
         "Speaker": "Operator"
      }
   }
}