{
   "Date": "August 12, 2020",
   "Presentation": {
      "Operator": [
         "Good afternoon, ladies and gentlemen, and welcome to the Great Canadian Gaming Corporation Second Quarter 2020 Results Conference Call. At this time note that all lines are in a listen-only mode, but following the presentations we will conduct a question-and-answer session. [Operator Instructions] Also note that the call is recorded Wednesday, August 12, 2020.",
         "At this time, I would like to turn the conference over Terrance Doyle. Please go ahead."
      ],
      "Rod Baker": [
         "Thank you, Terrance, good afternoon everyone and thank you for joining us today. The second quarter continued to be very challenging for us as our full complements of gaming operations and ancillary amenities remain closed for the entire period due to the impact of the COVID-19 coronavirus pandemic. While we have taken actions to significantly reduce our operating expenses during the closure period, our second quarter results were negatively impacted materially by the closures, resulting in a decrease in revenues, expenses, adjusted EBITDA and cash flows when compared to the same period in the prior year. During the period, the company took measures to significantly reduce its operating expenses to mitigate the decline in revenues in the gaming facility closures.",
         "Human resource expenses in the second quarter, primarily consisted of costs related to remaining personnel required to support the business during the closure period. For the second quarter of 2020, approximately half of the property, marketing and administration expenses were related to direct property operating costs, including property taxes, insurance, utilities and maintenance, with the remaining half related to administration costs, including licenses, subscriptions and professional fees.",
         "Great Canadian’s revenues and adjusted EBITDA for the second quarter of 2020 were $62.8 million and $31.8 million, respectively. Revenues for the second quarter of 2020 primarily consisted of the Ontario bundles’ annual entitlement of service provider fees for permitted capital expenditures recognized in full in the second quarter and continued contractual service provider base fixed fees under the respective casino operating agreements, which resulted in a positive adjusted EBITDA.",
         "Adjusted EBITDA was also positively impacted by $20.9 million in lease payments which are no longer recognized as operating expenses in adjusted EBITDA due to the implementation of IFRS 16, the new lease accounting standard adopted in the prior year. During the second quarter of 2020, the company also recognized negative cash flows, which I will now discuss in more detail. As a result of the temporary suspension of operations, we have placed more focus on monitoring our free cash flow, an additional non-IFRS measure, which has been disclosed in our second quarter results.",
         "We believe free cash flow is a relevant measure to assess the company’s performance during the closure period, particularly to understand the company’s non-discretionary cash requirements. In the second quarter of 2020, the company had negative free cash of $123.4 million, which was consisted of adjusted EBITDA of $31.8 million as previously discussed, less changes in non-cash working capital of $22.2 million, capital expenditures of $98.6 million, substantially all of which was in Ontario, payment of lease liabilities of $20.9 million, and interest paid of $13.5 million.",
         "We funded the $123.4 million of negative free cash flow by borrowing an additional $60.7 million on their credit facilities for capital expenditures in Ontario and the remainder from available cash balances. Furthermore, prior to the end of the first quarter of 2020, we borrowed $325 million on the revolving portion of the senior secured credit facilities to ensure we had sufficient liquidity available. At the understanding of our circumstances was enhanced, we felt it was appropriate to repay these additional borrowings during the second quarter of 2020. Shareholders’ net loss from continuing operations was $31.4 million in the second quarter of 2020, due to the previously mentioned facility closures.",
         "I’m now going to provide an update on the company’s outlook. Since the closure of all of our properties across the country, almost five months ago, we started to develop comprehensive reopening plans with the health and safety of our team members and guests as the foundation. As part of the planning process, we work closely with key stakeholders, including our Crown corporations and regulators to ensure our plans properly address provincial health authorities’ guidance and recommendations as provincial economies reopen.",
         "Certain provinces have now approved casinos to reopen as part of their phase reopening plans. And we are working diligently on determining the reopening timelines and dates as we complete the necessary health and safety enhancements outlined in our plans. Since the temporary closures took effect, we have ensured that each of our operating agreements remain in good standing with our Provincial Crown corporations. Once we reopen, we expect our businesses will slowly recover, with the pace of recovery governed by our guests as they adjust to the new environment and gain confidence with our safety measures.",
         "In addition, we expect limitations on guest capacity and ancillary amenities to be in place for an extended period of time. However, as confidence levels increase, capacity restrictions easing, and patrons becoming more familiar with the new guest experience, we expect the business will further recover. Following the Government of Ontario’s lifting of restrictions on non-critical construction projects starting May 19, 2020, we have restarted certain key capital projects in Ontario with appropriate workplace safety measures in place. We continue to reassess the impact to the timelines for the completion of these projects, in particular, the developments at Pickering Casino Resort and Casino Woodbine.",
         "As communicated in last quarter’s call, during the second quarter of 2020, we worked with our banking partners to complete amendments to each of our credit agreements to temporarily waive certain financial and other covenants. As at June 30, 2020, Great Canadian continued to remain in stable capital and liquidity position with a cash balance of $498.2 million and $1 million – sorry, $1.160 billion of available undrawn credit on our credit facilities, subject to applicable covenants and the ongoing support from our banks.",
         "This was a challenging quarter for Great Canadian as it has been for many other businesses in our country, and we expect to be on a slow path to recovery when we reopen our gaming facilities. As our sites reopen, we will gain a better understanding of our financial outlook while finding opportunities to safely improve our business performance. I want to thank our shareholders for their continued support, as well as our Great Canadian team members for their hard work during these unprecedented times.",
         "As a final and very important comment, I want to thank all of our team members that unfortunately have been temporary left without work due to the closure, for their patience, perseverance and understanding. I look forward to welcoming you back soon.",
         "Terrance, you can now invite questions. Thank you."
      ],
      "Terrance Doyle": [
         "Thank you, Sylvie, and good afternoon, everyone, and welcome to Great Canadian Gaming Corporation’s conference call to review the company’s financial results for the second quarter ended June 31, 2020. Joining me on the call this afternoon is Rod Baker, the company’s Chief Executive Officer; and John Russo, the company’s General Counsel and Chief Privacy Officer.",
         "I would like to remind listeners that the latter portion of this call is reserved for institutional investors and analysts. Any media-related inquiries can be directed towards Chuck Keeling, Executive Vice President, Stakeholder Relations and Responsible Gaming. He can be reached at 604-247-4197.",
         "Before we begin, I must caution all listeners that this conference call may contain forward-looking statements that reflects management’s expectations regarding the company’s future. These statements, which will be identified by words such as anticipate, believe, except or similar expressions are based on information currently available to the company. Investors should not place undue reliance upon these statements, which involve significant risks, uncertainties and assumptions.",
         "These statements are made as of the date of this call, and the company assumes no obligations to update or revise them to reflect new events or circumstances. Unless otherwise indicated, all financial information on this call is presented in Canadian dollars and in accordance with International Financing Reporting Standards, or IFRS, except for adjusted EBITDA and free cash flow, which are non-IFRS terms defined in the company’s MD&A.",
         "Unless otherwise noted, all financial information for the comparative periods exclude the financial results of the U.S. region as they have been presented as discontinued operations after Great American Gaming Corporation was sold on June 27, 2019. I will now pass the call to Rod for the review of Great Canadian’s financial results for the quarter. We will then provide an update on the company’s business outlook. Rod?",
         "Thanks [indiscernible] And before we begin today’s question-and-answer session I would like to remind everyone that questions will be reserved for institutional investors and analysts. I would also like to reiterate the company’s Investor Relations philosophy which encourages investors and analysts to utilize this public conference call as their principal medium for speaking with Great Canadian senior management. Sylvie, we can now go to Q&A. Thank you."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. [Operator Instructions] And you first question will be from George Doumet, Scotiabank."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Yes, hi Rod, and congrats on some pretty good cost containment in the quarter."
         ],
         "Speaker": "George Doumet"
      },
      "3": {
         "Remarks": [
            "Hi, George, thank you for that."
         ],
         "Speaker": "Rod Baker"
      },
      "4": {
         "Remarks": [
            "Maybe hopefully, looking ahead to the reopening here, it looks like it’s varied by jurisdiction. But can you maybe tell us your view in terms of which one – which jurisdictions were the closest to opening? And are we leading towards maybe a more of a 50% capacity reopen, similar to what we’ve seen in the U.S.?"
         ],
         "Speaker": "George Doumet"
      },
      "5": {
         "Remarks": [
            "So that’s a very, very challenging question to answer, George. So I’m going to mention a few items. And then I think it’s up to you and everyone to try and triangulate their own best view of the future. The first thing I would say is as much as we’ve made significant progress in all of our jurisdictions, until we get to that all defining moment where it’s a confirmed go, that means that it could be timing on any particular ability to move forward could vary materially depending not only on the microenvironment dealing with us, but also the more macroenvironment that our communities are expecting.",
            "So I think it’s very difficult and challenging, even as we’ve made good progress and move things along to leave you with any sense as to what we believe the timing will actually be. And I am hopeful, at some point, we will be able to surprise you with announcements that we will be opening up at some point in time. And as I’ve messaged in the last call, once we have visibility on that, we will have a several week period to get the businesses organized again with our team members and protocols in place and that like.",
            "So I think it’s very important that you understand that. And even if I was to give you a sense on a jurisdiction that I thought was in a better place as we were getting closer, I could mislead you because things could change here. So I think that’s the overriding belief that I need to leave with you firstly. I also think it’s very important that you look at provinces and what they have announced so far in terms of general business, opening requirements from a health and safety perspective. And that’s going to be a key driver in terms of our ability to also open in a safe and appropriate fashion as businesses in the communities.",
            "And along those lines, there’s been some visibility that you can look to broadly. And I would encourage you to do that in all four jurisdictions. You did mention about a 50% capacity."
         ],
         "Speaker": "Rod Baker"
      },
      "6": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "George Doumet"
      },
      "7": {
         "Remarks": [
            "And I think you also referred to some other markets in some U.S. markets. And I know lots of people have been trying to glean learnings from many different jurisdictions. And I think there’s – in the same number of very short-term data points that will fall on a continuum that, frankly, I think will be much more misleading than helpful if you look at an Ontario B.C., Nova Scotia, New Brunswick opening profile. I think if you look at – and again, this is now Rod Baker personally versus corporately, I think Canada, by and large, has done – and the jurisdictions before that I mentioned there have done an exceedingly thoughtful job at containing a very difficult health situation. And I do believe there is a strong, strong priority to continue with the right type of reopening program broadly, which we fully, fully support.",
            " I mean, as you know, George, we’ve always been in the marathon business and may be criticized for it between robust capital structure, lots of liquidity, things like making sure we invested for many years in Ontario to be successful through their modernization program, to having multiyear, multibillion dollar capital programs in Ontario, we’re all about marathons not sprints. And I think COVID has really hurt businesses that acted like a sprint business, when they were now told, okay now, but now it’s a marathon, and you’ve sort of blown your wad in the short amount of time.",
            "So I think there’s things going on in many markets that are very dissimilar and would be very misleading from, I think, the very sound and thoughtful political and health leadership that is being exhibited in Canada, which we fully support. And we don’t want things to get out of hand such that then business needs to be clamped down. And so some of these other jurisdictions, and I won’t mention any in particular, but again, to exercise some significant caution, a lot of them talk about things like capacity and many of them have talked about fire code capacity, and it sounds good and safe, but the reality is, when the market has said, we’re at half capacity, it’s actually a filled up zoo, and they’re using almost all their machines and they are lining people in.",
            "And if you see some of these communities that I might be referring to south of the border, they’ve got some very significant health challenges that are going on right now. And I think the governments up here are, thankfully, in our view, not on that program, and will serve us well when we open. So I think anything along the lines of 50% capacity, the way they’ve done it, it’s not really 50%. And I think for us, again, no crystal ball, that’s a much, much, much too optimistic/reckless early days opening for our facilities, in my view, sitting here today, looking at everything that we know.",
            "So when we talk about – and I know we’ve been criticized for being overly conservative in the past. I do believe this is a marathon, not a sprint. We need to get back in the game and to get back in the game, in a very safe and appropriate fashion and to reengage not only with our guests, but our team members with our new operating environment and make sure we do an exceptional execution of the guest experience, which will be extremely curtailed and limited in the early weeks and months. But also from a health and safety perspective, make sure we do have all these communities. So it’s a very long answer, but I think people need to get off this thing of 50% fire code capacity.",
            "And I think the other thing it’s worth mentioning, which, again, things can be different. And absolutely, I think even within our own business, it’s different facilities will open differently with different levels of guest acceptance and traction. When you look at some of the early days stuff out of some of these markets, and I need to take people back to the regional business, which has been around for a long time, certainly longer – much before COVID, and it’s been built out over the last 15 – 10, 15 years, there was very little organic growth in many of these U.S. markets, particularly as states would increase capacity, it was very difficult.",
            "And now all of a sudden, with markets closed for several months, arguably some pent-up demand and then the first facilities opening so that you had instead of eight guys open on the four corners, you have two guys open in the first week and then a phasing of that and less amenities, you had some very decent results percolating out of some management teams in some facilities, which I’m not saying the business was not there. But I think people are forgetting that as you look a little bit down the road, when all the capacity is online and everybody decides that they’d like to go and try and reach for that extra GGR dollar in these markets, the market hasn’t grown.",
            "If anything, if you look at the economic impact of COVID, it’s going to be challenging for our business, it’s a discretionary or business just like others. So I think there’s some early days, almost euphoric sentiment out there, which I think the math does prove out, but I think you need to look beyond that to understand what it means over the short, medium and longer-term, and to not let yourself extrapolate out something very early and thinking that, that goodness continues and multiplies.",
            "So again, I don’t want to tell you guys how to value things or look at things. I’m all about running our business for shareholders. And we’re setting it up to run it in a very thoughtful and appropriate fashion, being supported by our Crown agencies and regulators, and we’re excited for that data come, but we’re not there yet."
         ],
         "Speaker": "Rod Baker"
      },
      "8": {
         "Remarks": [
            "Okay, thanks for that."
         ],
         "Speaker": "George Doumet"
      },
      "9": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Rod Baker"
      },
      "10": {
         "Remarks": [
            "Rod, you gave some pretty good granularity on the PMA cost this quarter. And I remember last conference call, you did talk about heavy financial burden of reopening. Can you maybe tell us a little bit about the cost structure, how that looks like in a reopen scenario?"
         ],
         "Speaker": "George Doumet"
      },
      "11": {
         "Remarks": [
            "So I think it’s too early to go through that. As I mentioned, we’re – we have – it’s going to cost more on a per unit of gaming dollar basis for sure, or we’re going to have less gaming dollars. So and I think different facilities are going to be quite different, as you know. We have very modest-sized community type facilities, very limited amenities with much more straight forward flows of traffic on a state basis, then we’ve got some that are much more complicated that require much more support.",
            "So there’s a broad range. And I think at this point in time, it would be difficult for me to let you know what the cost side of our math would be once we reopen. As I think you noticed, I think the team has done an exceptional job while we’ve been closed at mitigating the stranded costs, albeit at a very, very significant and terrible impact on many of our team members. That being said, we need to keep our business solvent so that we can invite everybody back and get everybody back to working properly here. So it’s been difficult, but I think we’ve done a good job. There’s no question when we open, our cost structure is going to go up materially from that, which it has been while we’ve been closed."
         ],
         "Speaker": "Rod Baker"
      },
      "12": {
         "Remarks": [
            "Okay, that’s helpful. And just one last one before I pass the line. I saw $6 million of wage subsidies in the quarter like, how do you expect that to trend in the back half? And the second part of that question is, do we get any form of aid at all from the Crown corporations?"
         ],
         "Speaker": "George Doumet"
      },
      "13": {
         "Remarks": [
            "So that’s just formulaic on if you have eligible employee costs, and I would leave it to you because I think it’s dynamic and changing every day in terms of the government, how they’ve been supporting businesses and some of the metrics. So I actually think if we talk too much about it now, tomorrow, when there’s been additional items or tweaks made to the planning, that could make things be more relevant or less relevant for us, going forward. So I think I’d like to leave that for you, just to do your own homework, but as you can see, you mentioned there’s a ratio of the amount of cost that we incurred in relation to that.",
            "So I think you can use that as a ratio looking backward. I wouldn’t necessarily use it for a ratio going forward. But we are very much appreciative of that support. It’s enabled us to mitigate our losses and to have more people back to work on things to get us back up and running sooner as opposed to later, so that we can reintroduce our thousands of other team members that unfortunately are not able to work right now.",
            "So I think it’s a great initiative that’s helped us get through this period for sure. In terms of the other Crowns, they’ve been massively success – or supportive in all respects. I think financial is one of it, working with us together. We are trying to figure this out. It’s still a very fluid situation, and it’s being figured out on a daily basis. They understand how important it is for us to open, but to open in a safe and responsible fashion as do we. And so I think that process is going well.",
            "In terms of financial support through this period, I think you’ve seen contractually, what we’ve looked in terms of other financial support through this period, that hasn’t been a necessity or a requirement as we’ve obviously funded our closure costs off our own balance sheet, which we’re more than fine with, don’t get me wrong. So I think that’s more than appropriate. And forward-looking in terms of making sure we can get business in a fashion that is stable and safe from a health and safety perspective, but that also is possible from a financial perspective, is critically important for us. And those are the things we’re working on right now."
         ],
         "Speaker": "Rod Baker"
      },
      "14": {
         "Remarks": [
            "Okay, great. Thanks for your answers, Rod, and good luck with the reopening."
         ],
         "Speaker": "George Doumet"
      },
      "15": {
         "Remarks": [
            "Okay. Thanks very much, George. Appreciate the questions."
         ],
         "Speaker": "Rod Baker"
      },
      "16": {
         "Remarks": [
            "Thank you. Next question will be coming from Sabahat Khan at RBC Capital Markets. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "17": {
         "Remarks": [
            "Hey, thanks, and good afternoon."
         ],
         "Speaker": "Sabahat Khan"
      },
      "18": {
         "Remarks": [
            "Hi, Sabahat."
         ],
         "Speaker": "Rod Baker"
      },
      "19": {
         "Remarks": [
            "Hi, I appreciate the color you provided earlier on the uncertainty. But I guess, if you look at it from your perspective, apart from the government guidelines on when you can reopen, do you have sort of capacity thresholds or certain metrics that you can share that you would like to see before you reopen? Obviously, there’s breakeven revenue amounts. But in Ontario, for example, has got 50-people limits in some places. How are you thinking about it? Like what would you like to see?"
         ],
         "Speaker": "Sabahat Khan"
      },
      "20": {
         "Remarks": [
            "I mean, so right now, there are 50-people limits in Ontario, that is factually correct. And that’s why I was encouraging everybody to look at the four jurisdictions to see what is out there. And so that is what’s out there. And so that’s the current environment that we’re dealing with. I am aware that the government has looked at the cinema business, for example, and I think they’ve approached it a little bit differently. But again, I would encourage people to go and look at that as opposed to me trying to paraphrase something that I’m not an expert with and to get it wrong.",
            "So I think the – it’s a very different situation there out in D.C. If you look at the health authorities and the restrictions placed on large gathering. So I think this is still very fluid for us. And so it’s very difficult for me to go and tell you how I think it play out. I would – if it’s not clear enough, I think it’s extremely thoughtful good business to open in a very sound and very manageable perspective and get in the game in a safe and appropriate way, and deliver a very good guest experience even if it’s a very different guest experience, and early weeks and months.",
            "I think that is absolutely in our best interest. I know stock markets and shareholders would like things to happen today. I need to look further than that. I think – and I’ll just be totally honest, we’re in the casino business here and we are not going to make people get sick. I think that would be a very, very bad thing for us. And if we have to start more modestly because it’s very much – it’s very safe and appropriate. And that’s what’s not only our view, but our crown organizations and our regulators. And that’s what we want to do, and that’s what we’re happy to do.",
            "And to be honest, baby steps when you open up with new protocols or baby steps is actually a smart, good thing. And then as you go and you see that things are working well, then maybe there’s an opportunity in dealing with regulators and crown corporations and indirectly, health authorities, to how things evolve on a more expanded basis. So I think people need to understand that this is – I call it a marathon, it sounds bad. This is a journey. We’re on a journey. And this is a very important journey, and it’s very important that we set it up right at the beginning for success.",
            "So I think our business levels are going to be very modest in the early days, I really do. And we support that concept. And we don’t – I think it’s very important that we don’t lead a lot of dollars every day. I think that gets very expensive. And so we need to mitigate that, but we’re not going to mitigate that at opening up the doors and creating an environment that’s not contained and control and are appropriate from a health and safety perspective.",
            "So we’re going to try and get the balance right. And if we err on the side, we’re going to err on the side of a little slower, a little more thoughtfully, a little more controlled, so that we really make sure we do a very good job here in these respects. And I think our – not only our business deserves that and will be rewarded by that, I think, our communities and our people that work within and come to visit us, they deserve that as well. So that’s our operating approach."
         ],
         "Speaker": "Rod Baker"
      },
      "21": {
         "Remarks": [
            "Okay, thanks for that. And then are you – I guess, from your perspective, are you okay with opening various provinces and, I guess, at varying times? Or would you like to open all your facilities at the same time? It seems like the East Coast is a little bit ahead of other provinces. So is it sort of a province by province decision?"
         ],
         "Speaker": "Sabahat Khan"
      },
      "22": {
         "Remarks": [
            "So yes, I would say – you said, what do I think it’s going to be and then like what’s my preference. So my preference really doesn’t matter. But my preference would be, it all open at once. I think that would be really great. I think the reality of the situation is – that’s probably not going to be the case here. So everything is being worked on a siloed basis, but with common resources and best practices so that we can really deliver up the right protocols and execution paths for each of the regions. But I would expect there to be some differencing in timing of – reopening timing between the different jurisdictions.",
            "And I would tell you, I think there might even be some modest changes, even within a province just based on operational execution and timing and whatnot, right? So – but I think those could be more micro in nature than a province-by-province, which is binary, right? Either you can open or you can’t kind of thing. So yes, I think it will be – it probably would just evolve to being a staging, but there’s some chance it might not."
         ],
         "Speaker": "Rod Baker"
      },
      "23": {
         "Remarks": [
            "Okay, thanks. And then you mentioned in your release that you are reassessing your CapEx plans and sort of the redevelopment time lines. Can you give us your thought process of the factors you’re considering? Is it managing your cash flow during the closures? Is it potential increases in some of these construction costs? Just how are you thinking about that?"
         ],
         "Speaker": "Sabahat Khan"
      },
      "24": {
         "Remarks": [
            "Yes. So that’s a great question. And if you noticed, I spend a lot of time on free cash flow, and we even spend a lot of time and creating something new in this closure period, so that you guys understood it and you understood our thinking on this. There’s no question that in this period, if we are not in business and generating free cash flow, free cash flow for us has been critically important for two reasons, other than showing probability and progress in our business, it’s done twofold. It’s been significant capital that we’ve directly redeployed against our Ontario significant capital programs, of which we are right in the middle of right now.",
            "And then it also provides the retained earnings equity component for the amount of capital development dollars that we borrow from the bank. So it’s been a foundational piece of how we’ve been able to – five very significant sized assets, have a multibillion-dollar development program underway while we haven’t gone and issued a bunch of shares and done all sorts of other things to raise money to do that. So with our business not generating cash flow now and in fact, actually a negative operating cash flow amount. It’s much more critical through this period that we look at cash in and cash outflow.",
            "And I didn’t want you guys to get too giddy about $30 million of EBITDA either through this closed period, which is really, I think, an outstanding number, and we’re happy with. But you need to understand what that number is made up of. And as we – as I mentioned, if it wasn’t picked up, IFRS 16, we have $20.9 million of cash lease costs in Q2 that we paid and had to pay, that no longer show up in our EBITDA line, which, when we have a regular amount of EBITDA and this is like 10% to 15% of our EBITDA, then that’s fine. But in this quarter, it was 66% of its EBITDA number, and it’s a non-cash EBITDA.",
            "So right away, that’s not there. And then obviously, as the business wound down, as I messaged the last call, when you’re up and running regularly, you have working capital levels to see, they stabilized. But when business stops and you have – you run negative working capital balances, then they start to unwind that takes cash. So we had cash come up this quarter for that as well.",
            "And then we did benefit by our PCE this quarter, which as you know is once a year, and it’s significant $24 million. We appreciate it. But even in this quarter alone, we spent $100 million of CapEx. So even in terms of the net of those two, even this quarter alone, we’re still negative cash flow quite a bit. So it’s critically important through this period for all of these reasons that we look at our cash and our cash liquidity and cash outflow situation.",
            "Now that being said, we are very excited about our prospects at Pickering and Woodbine, when the government allowed noncritical construction to resume, we’ve resumed those projects. And we’ve done that. I would tell you, at this point in time, even though we’ve had delays and things will be delayed, we spent another $100 million this quarter. I don’t think Q3 is going to be quite that high, but Q3 is still going to be a very, very significant capital development program, principally at Pickering, at Woodbine in Ontario.",
            "So that continues because we think that’s an important part of our future. And as I mentioned, our marathon and our liquidity and our balance sheet over the years that we’ve been somewhat criticized for, I think this is a real proof positive that it served us well because it’s affording us more ability to continue with these very significant and critically important capital programs through what’s an incredibly difficult closure period for us right now.",
            "So you’re spot on in that, so we think of it. Now from a timing of where we have bulges in the capital program and how we’re lining up to actually open both Pickering, which is was coming up to the short-term opening potential at the end of Q1, very early Q2. And then Woodbine a little bit further down the road. We need to be thoughtful on when we’re going to bring those properties online.",
            "So we’re continuing the capital program to create the optionality of when we’re going to actually open those two facilities, Pickering being obviously much sooner on the timeline, but at this stage of the game until we have a much better understanding of opening and traction, and then how health and safety protocols might change over time to enable us to have a larger gaming experience and a more amenity gaming experience in a safe and appropriate way.",
            "Without understanding those metrics and the potential behind those, it would be reckless to pretend that I know when we should open up these new big facilities that are very exciting and will be fantastic. But they also remember, come with a whole bunch of new fixed operating costs when you open those. So we need to make sure that to the business the environment is there to support those. So we have the ability and we are continuing along. And as I mentioned, Q3 is going to be a very, very significant capital expenditure period for us as well. But you shouldn’t extrapolate from that we’re going to open Pickering in six weeks from now, because we’re not going to do that."
         ],
         "Speaker": "Rod Baker"
      },
      "25": {
         "Remarks": [
            "Okay. And just a follow-up on the commentary around, obviously you are going into the – after Q1 reporting you indicated that there was going to be some of these government related payments and you provided a scenario for what an operating loss could look like. Can you maybe give us directional metrics under what shut down through Q3 could mean for operating income and even cash flow?"
         ],
         "Speaker": "Sabahat Khan"
      },
      "26": {
         "Remarks": [
            "Sorry. So if we’re shut down through Q3 for the entire quarter, you want me to comment on what I think our cash flow would look like?"
         ],
         "Speaker": "Rod Baker"
      },
      "27": {
         "Remarks": [
            "Yes. I think at Q1 reporting you sort of give a scenario that if the facilities remained close through Q2, there’s one scenario for what cash flow or operating income loss or operating loss could look like. Would you have kind of with the absence of these government revenue payments what Q3 could directionally look like?"
         ],
         "Speaker": "Sabahat Khan"
      },
      "28": {
         "Remarks": [
            "So I think if you look at Q2, that’s a very good place to extrapolate out. So I would do that and then obviously as we’re all very clear the PCE is a Q2 only event that happens once a year in Q2. So if I would back that out, I also think it’s a little bit difficult to say, but as I mentioned when you first close the business, how there’s the unwinding of negative working capital. So I think our working capital profile in Q3 won’t be quite as punitive as it was in Q2.",
            "So I think you have those two items there that you should adjust from our Q2 operating environment. And I also mentioned that our capital expenditures are going to be very, very significant in Q3, but not quite the level of Q2. So I think you should use all of the same numbers that you now have in Q2 and think about those three important line items and adjust for those and you’re probably doing not too badly then."
         ],
         "Speaker": "Rod Baker"
      },
      "29": {
         "Remarks": [
            "Well, that’s great. Thank you for the color."
         ],
         "Speaker": "Sabahat Khan"
      },
      "30": {
         "Remarks": [
            "All right, no problem."
         ],
         "Speaker": "Rod Baker"
      },
      "31": {
         "Remarks": [
            "[Operator Instructions] And your next question will be from Derek Dley at Canaccord. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "32": {
         "Remarks": [
            "Yes. Hi, Rod. Thanks for the color and the change in disclosure, which is that’d be very helpful for this type of quarter. One question I had, I think you may have just answered it, but when I look at your marketing and promo cost for the quarter in and around 20 million, is that when you would kind of consider like a fixed cost for that line item?"
         ],
         "Speaker": "Derek Dley"
      },
      "33": {
         "Remarks": [
            "So the short answer is yes. I would tell you that there’s a small amount, but it’s almost a material, but there’s a small amount of one-time license fees, Microsoft all those guys that couch you charge way too much money that falls in this period that may not be repeated, but order of magnitude that’s what we’re looking at. And as we try to provide disclosures, I think you’ve seen how the math is, I think our team’s done a very good job, but we have these monster facilities and they come with monster costs and we have every intention of staying current because they’re our lifeblood on these monster costs that come with these facilities. So they’re pretty much hardwired whether we are operating or not for the foreseeable future here."
         ],
         "Speaker": "Rod Baker"
      },
      "34": {
         "Remarks": [
            "Yes. Okay, that makes sense. In terms of your balance sheet and I understand you did get some covenant relief. Can you just talk about like, is there a covenant that we should be aware of on your debt or is there a comfort level within the management team that we should be thinking about?"
         ],
         "Speaker": "Derek Dley"
      },
      "35": {
         "Remarks": [
            "So from financial covenants perspective we have relief until January 1, 2021, which means the Q1 effectively. So I think at this point in time, with so many unknowns in terms of not only the timing, but the traction environment and the math that’s going to flow out of that, I think at this point it’s premature to look at those kinds of items with any degree of confidence to see how much that needs to be focused on at this stage or not.",
            "I mean, I think it’s – look, the reality is when we get back in business and we’re starting to rebuild our business, I think that is a very important milestone, irrespective of the math that falls out of it and that’s the first place to start, and then you take it up from there. But again, I think between now and even through the end of Q1 2021, there’s a lot – it’s a short amount of time, but there’s a lot of ground to cover not only in terms of our business operations, but as I mentioned, what’s going on out in our communities. And I think that’s going to be just as much a driver as taking it down to us and taking it down to our covenants, whether there needs to be a conversation or not on the – over the medium term going forward.",
            "So not to say that I’m not and we’re not totally focused on that, we absolutely are, but I think at this point in time it’s very difficult to understand for someone like you or even us, how to focus on it right now and what to do about it, if you know what I mean so."
         ],
         "Speaker": "Rod Baker"
      },
      "36": {
         "Remarks": [
            "Yes. that’s fair enough. Thank you very much."
         ],
         "Speaker": "Derek Dley"
      },
      "37": {
         "Remarks": [
            "Okay. Thank you, Derek."
         ],
         "Speaker": "Rod Baker"
      },
      "38": {
         "Remarks": [
            "Thank you. Next question will be from David McFadgen at Cormark. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "39": {
         "Remarks": [
            "Hi. Yes, I have a couple of questions."
         ],
         "Speaker": "David McFadgen"
      },
      "40": {
         "Remarks": [
            "Hey David, how’s it going there?"
         ],
         "Speaker": "Rod Baker"
      },
      "41": {
         "Remarks": [
            "How are you doing?"
         ],
         "Speaker": "David McFadgen"
      },
      "42": {
         "Remarks": [
            "Yes. Thank you. You?"
         ],
         "Speaker": "Rod Baker"
      },
      "43": {
         "Remarks": [
            "Yes, pretty good. It seems like at this point in time, and I’m not trying to put words in your mouth, but it seems like at this point in time, you can’t tell us exactly when the casinos will open. It’s still kind of fluid and flex depending upon each province’s guidelines as such. Is that correct?"
         ],
         "Speaker": "David McFadgen"
      },
      "44": {
         "Remarks": [
            "I can’t tell you because I don’t know, not because I won’t tell you, that is correct."
         ],
         "Speaker": "Rod Baker"
      },
      "45": {
         "Remarks": [
            "Okay. Yes. That’s what I thought. And in the past, you’ve given us like your CapEx expenditures expected for the second half of 2020. I didn’t see it in the MD&A, maybe I missed it, but can you tell us what the CapEx would be for the latter half of 2020?"
         ],
         "Speaker": "David McFadgen"
      },
      "46": {
         "Remarks": [
            "So I gave some visibility on Q3. Right now in relation to Q2, that it’s going to be very material, but less than Q2. And I think even Q4, as I mentioned, in terms of the time line and if you look at Pickering, I think even though it’s not too far away, we need to reassess how much gas we put on things or not, depending on when we open, how that goes, what our protocols are, what our capacity picture looks like. So I think there’s many, many items that are going to – our team is very, very nimble and thoughtful, and we are going to have to be very dynamic about managing that, so that we frankly, sets those up for the best opportunities from a timing and a cost perspective with the capital programs.",
            "But as I said, sitting here today, not being open at all, not seeing what the environment is like operationally and the traction and the feedback from not only our guests, but from our stakeholders that we work with and support us, I think it’s very difficult, even for Q4 at this point in time, to totally lock down the number. But my sense is that Q3 and Q4 will continue to have very significant capital investments and continuing our Pickering and Woodbine development programs, barring something quite negative from an operating environment perspective between now and then."
         ],
         "Speaker": "Rod Baker"
      },
      "47": {
         "Remarks": [
            "Okay. And in the – like earlier on the call, you said that when things open up and they’re fully up and running, the cost structure is going to be higher just because increased safety protocols, increased screening costs, whatever. Can you give us any idea on a percentage basis how much those costs might be higher?"
         ],
         "Speaker": "David McFadgen"
      },
      "48": {
         "Remarks": [
            "No, at this point, I can’t. It’s – that’s a lot of detail. And frankly, we still haven’t totally finalized how sites would actually open and then fall and transiting through all of the costs because I think there’s still some dynamic analysis and decision-making that needs to be had in order to make that determination. And it could be quite material. So I wouldn’t want to mislead you with something.",
            "But I mean, I just want to make sure that people are clear, when we’re closed, like our facilities other than security and surveillance, there’s nobody there, right? So when we’re open, we have a lot of people there. So it’s order of magnitude. You need to look at it as operating cost environment, not closure cost Q2 levels when you talk about opening doors.",
            "And that’s why, frankly, we are really, really taking the time to understand how to open, not only safely and appropriately from the health and safety perspective, but also to make sure that we don’t get ourselves in a situation where we open, and we have seriously upside that math because that would not be a good scenario for us. So it’s a – it’s difficult stuff and it’s big dollars and big assumptions. So we’re working through that. And unfortunately, I wish I had – honestly, I wish I was at a point where we could provide more details to you on these matters because I know they’re critically important for all of us, but we just don’t have them at this point in time. So I’m not able to share that with you."
         ],
         "Speaker": "Rod Baker"
      },
      "49": {
         "Remarks": [
            "Okay. It’s all right. So you renewed your NCIB. I was kind of surprised, I thought you would really be in the mode of preserving cash right now, given the current state of operations. So I was just wondering what’s your plan with the NCIB?"
         ],
         "Speaker": "David McFadgen"
      },
      "50": {
         "Remarks": [
            "So I don’t like to message too much. We did renew it. I think there’s always optionality in things, and that’s just something that’s an optionality. Renewing it doesn’t mean that you’re going to go and spend all the money tomorrow, like we have in some other years, frankly. You haven’t read the documentation yet, but I would tell you that we dipped our toe in just after the end of the quarter, and bought 300,000 shares at $26.55. And I think you should read into that dip to toe, and I think you should also read into it with some significant price discipline.",
            "So – and again, I never talk about price and value because it’s up to you and shareholders to decide that. All I know is the journey from an operational perspective and getting in business and cash flow generation and markets, a lot of the time very much do and very successfully, lead results. So I’ll leave it all to you guys to figure out how much to lead and when. But I think the – so we have that there. And I think it might be a tool to use to create some incremental shareholder value at some point in time. But I think you’ll find it will be much more disciplined, especially from a price perspective. But I think also from an aggregate dollar perspective through this very difficult period. So I think your assessment is not wrong at all in the world that we’re living in."
         ],
         "Speaker": "Rod Baker"
      },
      "51": {
         "Remarks": [
            "Okay. And then just on B.C. I mean, I think the plan there is not to open casinos, and who knows what it will look like until the province is in stage four. Is that – does that basically mean they’re going to wait – they have to wait for a vaccine to open these casinos? Just wondering what your thoughts are there."
         ],
         "Speaker": "David McFadgen"
      },
      "52": {
         "Remarks": [
            "So I think you should go back to the government’s official site. I think there was some confusion originally when that was published, there was a statement made at the end relating to some industries, including ours, and because it came at the end of all the stages, it looked like it formed a part of stage four. My understanding is it does not form officially a part of the phase stage four.",
            "That being said, it still needs specific direct approval from the government and the government’s health authority, right? So I think the comment that you made – and that made it into the newspaper, and as we know the newspaper doesn’t always get it right, and then people pick it up over and over and over again. I think it ended up actually being a little bit erroneous. And I do believe I was told – I didn’t check it myself, I was told if you go back to the source document now on the B.C. Government’s website, that you could see that it’s been reformatted. So it doesn’t – it’s not interpreted in an incorrect fashion."
         ],
         "Speaker": "Rod Baker"
      },
      "53": {
         "Remarks": [
            "Okay. All right. Thank you."
         ],
         "Speaker": "David McFadgen"
      },
      "54": {
         "Remarks": [
            "Okay. Thank you, David."
         ],
         "Speaker": "Terrance Doyle"
      },
      "55": {
         "Remarks": [
            "Thank you. Next question will be from Eli Samaha at Madison. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "56": {
         "Remarks": [
            "Hi, Rod."
         ],
         "Speaker": "Eli Samaha"
      },
      "57": {
         "Remarks": [
            "Hi."
         ],
         "Speaker": "Rod Baker"
      },
      "58": {
         "Remarks": [
            "How long do you expect the business to have access to the modified thresholds in Ontario?"
         ],
         "Speaker": "Eli Samaha"
      },
      "59": {
         "Remarks": [
            "So at this stage, I have no visibility on how long or the modification or any of those items. Those are, as we disclosed in our first quarter, that was something that was being worked on. And at this point in time, I’m not in a position to provide visibility on that. I do think it’s important from our perspective, and I don’t ever like to mention things out to the way – as I talk about this being a marathon versus a sprint, I don’t believe, and I think the orientation through a number of our stakeholders is not that this is a situation that rectifies itself in days or even a couple of weeks, like it’s not that type of thing. So I think I can leave you with that type of impression, but anything further than that would not only be appropriate, but we’re not at the stage where I have something that I can disclose in that respect."
         ],
         "Speaker": "Rod Baker"
      },
      "60": {
         "Remarks": [
            "Understood. And I guess, a slightly different question would be during the so-called ramp-up period, how do you expect the company’s share of total GGR to compare to pre-COVID levels in Ontario?"
         ],
         "Speaker": "Eli Samaha"
      },
      "61": {
         "Remarks": [
            "Sorry, you mean our share as compared to the entire marketplace?"
         ],
         "Speaker": "Rod Baker"
      },
      "62": {
         "Remarks": [
            "No. your share – basically, your – the portion that you take back out of the total GGR in your market, adjusted for changes in splits and changes in thresholds?"
         ],
         "Speaker": "Eli Samaha"
      },
      "63": {
         "Remarks": [
            "So I think that’s the same question in terms of thresholds and adjustments. So I have the same answer for you at this point in time. I think that’s not something that I am able to give you further visibility on at this point in time."
         ],
         "Speaker": "Rod Baker"
      },
      "64": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Eli Samaha"
      },
      "65": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Rod Baker"
      },
      "66": {
         "Remarks": [
            "Okay. Sorry about that. Thank you, Eli."
         ],
         "Speaker": "Terrance Doyle"
      },
      "67": {
         "Remarks": [
            "Thank you. [Operator Instructions] And next we will hear from Sabahat Khan at RBC Capital Makets."
         ],
         "Speaker": "Operator"
      },
      "68": {
         "Remarks": [
            "Thanks. Just a couple of quick follow-ups. You said that there’s still construction that you restarted at Ontario facilities, namely Pickering and Woodbine. Can you maybe give us a quick update on where Pickering is right now? I think opening was expected in Q2. But I guess with that push out, are you now on to sort of the hotel and other amenities for the construction? Or are you still working on the main casino?"
         ],
         "Speaker": "Sabahat Khan"
      },
      "69": {
         "Remarks": [
            "So, everything went shovels down and then we’ve reinstituted and we’re working on it again. We still – as I mentioned, we’re balancing the amount of cash outflow in this closed period versus inflow. So things have been stretched out a little bit. And also, obviously, you need a health and safety perspective. So we will maintain the ability to open the facility on six to eight weeks notice when we want to, and we’re continuing to move it along, but we’re not moving along so that we have the entire thing sitting there and the extra last dollars of CapEx sitting there, because they need to be funded in terms of the aggregate dollars and then the interest cost on it.",
            "So I think you’re still going to see as to this one, as we open it, a phased opening. And I think you need to – and look, things can change, but I think if you look at the environment right now, things like a huge feeder and conference center, we’re not opening those up in the first instance anytime soon now, right? So I think too many dollars in some of those very specific modules are not the best place to spend money at this point in time, wherein some others, like parking garages or whatnot, at Woodbine that type of thing where there’s always been tracking challenges, that’s a great thing in any respect.",
            "So I think I don’t want to get into too many details on the nuances that our – how our team is approaching it, because I think they’ve done a very thoughtful job, not only from a capital development perspective with time and options and flexibility, but also from a business perspective, putting dollars where we think we can open earlier and sooner and get some benefit from it. That’s where we switched the – move the priority. Which it all needs to get done, but what you do in what order, if you have some flexibility, I think, can be and has been tweaked a little bit. But I think to get into more details than that right now, is going to bore a lot of people and not be a lot of value at this point in time."
         ],
         "Speaker": "Rod Baker"
      },
      "70": {
         "Remarks": [
            "Okay. And then just on the fixed payment that you received from the OLG for the bundles, should we assume for Q3 and Q4 that the fixed payment surpass those bundles you get sort of evenly across all four quarters? The PC is obviously a Q2 event, but I just want to get an idea for Q3 and Q4 for the fixed payments?"
         ],
         "Speaker": "Sabahat Khan"
      },
      "71": {
         "Remarks": [
            "So the fixed payment, that’s a contractual payment and it is ratably over all of the quarters and always has been. So yes, that should be looked at differently than the PCE, which as a function of making significant capital investments in the past, our PCE pools – I’m saying that in quotes – with OLG are so filled with CapEx dollars that as soon as we get to the first day, April 1st of their fiscal year, that’s when the PCE is recognized and payable. So it is very different. And you could look at the one ratably overall four quarters wherein the PCE is one quarter only in Q2. Yes, that’s correct."
         ],
         "Speaker": "Rod Baker"
      },
      "72": {
         "Remarks": [
            "Great. Thank you."
         ],
         "Speaker": "Sabahat Khan"
      },
      "73": {
         "Remarks": [
            "Okay. Thank you, Sabahat."
         ],
         "Speaker": "Rod Baker"
      },
      "74": {
         "Remarks": [
            "Thank you. And at this time gentlemen we have no further questions. Please proceed."
         ],
         "Speaker": "Operator"
      },
      "75": {
         "Remarks": [
            "Thank you, Sylvie, and thanks everyone for participant in today’s call. Before we conclude I would like to remind listeners that forward-looking statements were made during this call. For those who joined midway, I encourage you to listen to the replay of this call to hear my earlier comments regarding these forward-looking statements. This replay will be available through the Investor Relations section of our website at www.gcgaming.com. This now concludes our call. Thank you."
         ],
         "Speaker": "Rod Baker"
      },
      "76": {
         "Remarks": [
            "Thank you. Ladies and gentlemen this does indeed conclude your conference call for today. Once again thank you for attending. And at this time we ask that you please disconnect your lines."
         ],
         "Speaker": "Operator"
      }
   }
}