{
   "Date": "August 3, 2020",
   "Presentation": {
      "Herna Verhagen": [
         "Thanks. Thanks for joining, and I would like to start on Slide 4. Where we give – where we make a clear point that we’re proud on our people, they delivered a very exceptional performance over the last three to four months, in which we were able to do almost more than 25% more parcels. We’ve taken lots of measures immediately after the first COVID signals in the Netherlands appeared, and that gave us a head start. Of course, sick leave increased, especially in the beginning, and now we’re back to normal levels. We do think that the exceptional performance of all our 50,000 people have, in the end, delivered exceptional results, and those we will present on the next slides.",
         "Then I’ll move to Slide number 5. In which I take you through the key takeaways of the second quarter and the first half year. We showed a very strong performance, which is driven by the volume growth at Parcels, and that delivered a normalized EBIT, which is expected to be, for the full year, strongly above the initially guided range of €110 million to €130 million. This also brings a strong improvement in free cash flow. The normalized EBIT in the second quarter is up 38% from €39 million last year Q2 to €54 million this year. With a significant improvement in cash flow, of €86 million to a cash flow of €93 million in the second quarter.",
         "We were able to deliver these results because of the scaled up capacity at Parcels with 40%, which we did by the end of March and April. To be sure that we will be able to also deliver, of course, the growth in parcels we still expect going forward, we keep our investments of around €150 million for the year 2020 to 2022 to further expansion of parcels, and we are on track with these. And of course, we are proud on the realization of the anticipated benefits and synergies of the mail network, and we are ahead of plan.",
         "We also showed progress towards emission-free last mile delivery in the Benelux in 2030, and we started to replace our petrol scooters with electrical three-wheel scooters. A very strong business model, which demonstrated under very challenging circumstances to be able to deliver the results.",
         "If we move to Slide 6. Let’s look into the financial highlights. The Q2 result, which we qualify as a strong performance, is achieved in an extraordinary quarter. The revenue was up 15% with €107 million to €789 million. The normalized EBIT increased by €15 million and came in at €54 million. The underlying normalized EBIT is even significantly better, and Pim will highlight that in his part of the presentation. At the same time, we saw a strong improvement for free cash flow that came in at €93 million positive. We expect full year normalized EBIT to be strongly above the initially guided range of €110 million to €130 million. And let me add to that that the uncertainties about the duration and severity of the COVID pandemic may impact our ability to achieve these results. At Parcels since mid-March, we see a strong development.",
         "Volumes are growing double digit, and this is supported by a positive price/mix effect, and I’m also very pleased with the progress of the integration of Sandd, which is ahead of plan in realizing the anticipated benefits and synergies. Looking at the composition of the kneel back on our mail delivery since mid-March, we see much more greeting cards. That has a favorable impact on price/mix development. However, we also saw lower direct mail activity as businesses decided to postpone their marketing efforts, resulting in additional volume decline.",
         "I already discussed the measures taken related to the health and safety guidelines for COVID-19. These had some impact on the cost level in the quarter. So all in all, normalized EBIT for the quarter came in at €54 million. And let me emphasize that this includes higher pension expenses and the impact of new labor regulation, as indicated before.",
         "What we did see, and then I’m on Slide 7, what we did see in the second quarter is also a further growth of the digitization. And it underpins the importance we’ve given digitization into our business. Digitization is one of the pillars of our strategy, and this slide shares with you some main developments in the second quarter. The growing importance of digitization helps us in serving our customers and will improve efficiency.",
         "First of all, during the first half of 2020, we had 274 million online visitors, a growth of 38%. And good to mention is that 57% at this moment in time of these figures has reached us via the app. That’s the second very important digital lever for PostNL. The amount of PostNL accounts in our app, it increased by 22% to 5.5 million at this moment in time, and it keeps growing with around 30,000 unique accounts a week. We also see very strong growth in one of our latest innovations in Mail, the stamp code, it’s very often used, 70% more than in the second quarter last year, especially during the COVID crisis. And of course, we serve lots of people via our chatbot Daan, an enormous increase has been reached in the second quarter. These developments illustrate the efforts were taken to further digitalize our business. An acceleration of becoming even more digital remains one of our key priorities for 2020 and the years ahead.",
         "And on Slide number 8, we show you one of the examples. With the extra investments we do in digitization, we, for example, offer to customers the opportunity to get their parcel standard delivered at a different location than their home address. It’s one of the pilots we do today, and what we do think is that this will meet a new customer demand and a new consumer demand. It’s only one of the examples of what we’ve done over the last half year to further digitize our business. Then over to some more details. What actually happened in our business segments in the first half year and, of course, especially in the second quarter.",
         "On Slide number 11, we talk about Parcels. And we see that the volume growth boosted the normalized EBIT in an extraordinary quarter. We did see a strong revenue growth partly because of the fact that COVID-19 resulted in extra growth in e-commerce, partly because we do see that the growth is, of course, with our big customers, but also with small and mid-sized web shops, which has a positive impact on our yields. Next to that, we’ve taken lots of yield measures as we presented last year in May 2019. We see very strong revenue growth in Spring, Asia and Europe, and of course, what we do think is that the acceleration we do see in e-commerce will maintain until the end of the year. All by all, volume growth was 24.8% in the second quarter. It was a high-growth in April and May and around 18% growth in the month of June.",
         "It is delivered at almost doubling of the normalized EBIT, €29 million in Q2 2019 to €60 million in Q2 2020. What helped us enormously next to, of course, scaling up the capacity by 40%, which enabled us to deliver all those parcels, is that we had an almost equal flow across the week, which is different from a normal pattern, and this helped us enormously in winning efficiency. Next to that, we did see improving business performance, both in logistics and in spring. All by all, an extraordinary quarter with very good results within Parcels.",
         "On Slide 12, we come back to an earlier promise, in which we did say that we want to reach a better balance between volume and capacity. What we did see is that the strong volume growth did drive higher efficiency and also did drive margin growth. The significant improvement in yield management and operational efficiency was part because of the growth in small and medium business accounts, part because of price measures, which were already taken in 2019. But also because of equal flow and an improved hit rate. More people are working from home, which gave us the opportunity, of course, to deliver parcels at home much more frequently than we were used to. The flexible infrastructure we’ve built over the last few years gave us the opportunity to scale up our capacity with 40% in almost 4 weeks. And we added also new cross-dock locations, for example, in Zaltbommel, to enable us to deliver all parcels necessary.",
         "We will continue to expand capacity also in the second half year of 2020. And of course, we will follow-up our investment program of around €150 million, which we will spend in the year 2020 to 2022 to even increase our capacity also further on. For example, by opening our innovative sorting center for small parcels, which is on track and will be opened in 2021, but also two new depots, one in Belgium and one in the Netherlands, one additional joint fulfillment center together with Bol also in 2021. And of course, a further expansion of our retail network and the introduction of self-service propositions. Yield management, together with operational measures, a flexible network and, of course, a very flexible and dedicated people delivered a very good business performance.",
         "Then let’s move to Slide 13, where we talk about Mail in the Netherlands. The result is impacted by the additional volume decline related to COVID-19. What you see over here is that within Mail Netherlands, we have a revenue increase from €380 million last year to €393 million this year. That is, of course, of the integration of Sandd, it’s because of also a positive price/mix effect. And of course, we also lost revenue because of the volume decline. Volume decline was 16.2%. It is an additional substitution due to COVID of around 5%, and we see impact of elections, which we had in 2019, which we do not have at this moment in time. which is a 1.9% impact. If you deduct that, that means that volume decline is still within the bandwidth of 8% to 10%, which is our normal substitution rate.",
         "Normalized EBIT was around – was €5 million, which is €12 million lower than last year. This includes a realization of our benefits and synergies of the combination of the mail networks, which is ahead of plan, where we realized in Q2, €15 million. And over the first half year of 2020, we realized in benefits and synergies, a total amount of €20 million. We have to take into account that we did, of course, sell PCS and Spotta and we discontinued also the distribution of unaddressed mail. The net contribution of Sandd in normalized EBIT asset was €15 million. It’s ahead of plan, and we will highlight a little bit of where we are in the integration on Slide number 14.",
         "We did the acquisition of Sandd last year October 2019. By that time, we already had a very detailed and well prepared implementation and integration plan. We immediately started the integration of the two networks, which we finalized on February 1 this year. So already since February 1, we have two fully integrated networks. The integration was necessary to make sure that we could maintain quality going forward and that we could maintain a good and reachable network in the whole of the Netherlands. Next to that, we did close down the physical infrastructure of Sandd. We ended lease contracts for cars, scooters, et cetera, et cetera. And that means that the full integration costs in the second half year of 2020 are very limited.",
         "Next to the integration of the two networks, we also put attention and laid attention to certain points, which we still had to do, for example, an agreement with the union, FNV for compensation of former Sandd mail deliverers, and of course, Dutch government and PostNL have appealed against the court decision that announced the earlier approval granted for consolidation.",
         "I would summarize it as we’re ahead of plan and delivering the anticipated benefits and synergies with a run rate of €50 million to €60 million as of 2022. And as said, we’re ahead of plan for that.",
         "On Slide 15, we talk about cost saving projects. As we did say when we did the acquisition of Sandd is that we had a certain delay in cost saving projects because we had to do the integration first and that had some delay on our cost savings. That’s what we see in the numbers, first half year, but what we will see in the numbers of the second half year. Secondly, what we do see is that COVID has an impact on cost savings. And for example, which is a little bit more difficult because of the social distancing we have to maintain, is the closing of our of our distribution locations and then the centralization to our sourcing locations, for example, that is limited – there’s limited possibility at this moment in time. So there, we have a little delay in our cost savings.",
         "The new mail route remains to be a very important step going forward. And there, we do see an optimization of sorting and automation processes and also with a 30% step-up in volume. We see expansion of routes, we see larger contracts for our mail deliverer, which remains to be important also for our employees. We will use more e-bikes in here, and the results of the pilot have led to adjustments in the design. And of course, we will continue with the overhead reduction, which is still in line with the earlier plans. The strong delay due to the measures taken to apply social distancing guidelines in operations and facilities, and that will be seen, especially in the second half year of 2020.",
         "An example of those electrical scooters issue is what you find on Slide number 15. There you see the effects towards emission-free-last-mile delivery in the Benelux. It will be fully implemented by the midst of 2021. It will save, of course, tons in CO2 annually, and it’s also an important part of our new mail route, where our mail deliverers will have longer delivery routes and these vehicles will enable them to take all the mail which they have to deliver with them. First, vehicles are driving now in the Netherlands, and people are proud to drive an electrical scooter of PostNL.",
         "Then over to Slide 16, where we give you an outlook for the full year 2020. We expect further volume growth at Parcels at a more moderate pace than in Q2. And the angle or the arrow gives you an indication of what we think the second half year will look like if you compare it to the first half year. We will scale up our capacity further to accommodate the higher volumes towards the second half of the year. Within Mail, we expect substitution because of COVID-19 to slow down. We expect also to be successful in the combination of the mail networks and realize asset our benefits and synergies, and we see some delay in cost-saving initiatives because of Sandd integration and a delay because of COVID-19.",
         "The sum of all these together will deliver for the full-year, 2020, a normalized EBIT that is expected to be strongly above the €110 million to €130 million, which translates also in a strong improvement in cash flow. And what we remain to say is that the uncertainties around the global impact of COVID-19 seem to increase and also creates, of course, some uncertainty. And all by all, we’re confident in our ability to deliver a very solid full-year 2020 performance.",
         "And for the financial overview for the second quarter and half year 2020, I’ll hand over to Pim."
      ],
      "Jochem van de Laarschot": [
         "Thank you, operator, and good morning, everyone. Thank you for joining us today. With me in the room, Herna Verhagen our CEO; and Pim Berendsen, our CFO. We will first start with a presentation. And after that, they will take your questions. Herna, over to you.",
         "Operator, could you start this part of the meeting, please?"
      ],
      "Operator": [
         "Ladies and gentlemen, thank you for holding, and welcome to the PostNL Q2 half year results analyst call.",
         "[Operator Instructions] I’d like to hand over the conference to Mr. Jochem van de Laarschot. Go ahead, please, sir."
      ],
      "Pim Berendsen": [
         "Thank you, Herna. Now let’s look at some more of the financial details in, indeed, what has been an extraordinary quarter for PostNL on very many accounts. If you look at Slide 18, we will see the reconciliation of Parcels' results, actually, nearly doubling the results in the quarter from €29 million normalized EBIT last year to €60 million normalized EBIT in this year. And if you adjust for the new labor regulation, €2 million, like-for-like, it’s actually €62 million for the quarter. Of course, that’s driven, to a large extent, by the increase in revenue because of the 24.8% volume growth. But next to that, as well, the yield measures and the mix effects in customer base have supported the overall revenue and profit development.",
         "Organic costs, as expected, and volume dependent cost, of course, are a function, together with the other cost of the efficiency levels Herna talked about and do include some efficiency improvements as well as additional IT and retail costs to accommodate the higher volume growth. It also includes slightly lower performance of International because of lower import streams also due to COVID 19. Then the other result is €14 million up. This is, to a large extent, driven by higher and better performance of both Spring and our Logistic solutions parts and it does include a €4 million impairment of the fair value adjustment of the intangibles of PS Nachtdistributie, which is one of the parts of our Logistics business. All in all, a very good performance of Parcels in this quarter.",
         "If we then dive into the normalized EBIT development of Mail, and that’s on slide 19. Normalized EBIT came down from €17 million to €5 million in the quarter. And as Herna already said, this includes €15 million of synergies as a consequence of the integration of the networks of Sandd. This development is, of course, heavily influenced by the additional consolidation revenues being €34 million in the quarter, but obviously also by the 16.2% volume decline, of which roughly 2% relates – 3% relates to elections and working day effects, 5% roughly relates to wake of COVID-19 acceleration of volume decline, which we have seen, notably in the direct marketing arena, where bigger retailers have postponed their campaigns.",
         "If we look at the June developments, we already see an improvement on this level, particularly direct mail volume declining significantly less than the 16% for the full quarter. Of course, we’ve seen, particularly in March and April, predominantly April, a higher level of single items, which in volume developments don’t contribute that much, but obviously, supports the very positive price/mix development that you see of €21 million on this slide.",
         "Organic cost, volume dependent cost, nothing special. If you look at the other costs, that is a function of the additional integration cost of Sandd. So if the net contribution is €15 million, the gross contribution of synergies is €21 million because it includes €6 million of integration costs as well as higher IT expenses and restructuring related costs. Very important also to understand in comparison to last year is that we’ve a spin-off PCS, Spotta and discontinued our unaddressed activities. Slightly more than half of the other result development of this €10 million relates to PCS, Spotta and unaddressed.",
         "The other half relates to other parts of the Mail segment, amongst others are direct marketing, let’s say, online marketing activities as well as our international business that have declined in comparison to last year. Then we move to the second key metric, the free cash flow development in this quarter. And there, we see a very strong improvement in comparison to last year. We’ve ended the quarter on a €93 million cash flow generation, which is €86 million more than the same quarter last year. There’s a few important elements that I would like to address. If you look at the level of CapEx in this quarter, and actually, if you look at the level of CapEx in the first half of the year, it is low, but also as we expected.",
         "So for the remainder of the year, we expect a step-up in CapEx levels close to the lower end of the bandwidth that we’ve guided for €100 million and €120 million for the full year. And of course, that step-up in CapEx relates to a large extent, to the increase in capacity and Parcels, preparing for 2021, being the small parcel sorting center, Belgium, cross-docks as well as investments to accommodate the new mail route so in comparison to the first half, we’ll see a big step-up in CapEx in the second half of the year as said towards the lower end of the bandwidth €100 million to €120 million.",
         "If you look at the change in working capital in this quarter, actually a release, so not an investment in working capital, but a release in working capital, if you look at that difference between the quarters, half of the difference, so roughly the €35 million, is phasing towards the second part of the year. And again, if we look back at what we’ve guided for in the beginning of the year, we expect also an improvement in comparison to the roughly €65 million to €75 million investment in working capital that we guided in the beginning of the year, much more closer to how we’ve ended the year on 2019. So very happy with the performance of free cash flow, albeit that this quarter is a bit influenced by phasing effects predominantly in working capital and CapEx will increase in the second part of the year.",
         "Now stepping over to pensions. The coverage ratio of the 12-month average of the pension fund is at 105.7% at the end of June. The actual coverage ratio is at 102.5%, which still is above the threshold of the recovery level at 104% and obviously, below the 104%, the resilience of the fund itself will come into play. And as such, we do not expect any top-up payments in 2020.",
         "On the right-hand side of the slide, you see reflected the pension agreement that we already shared with you and the market before. So roughly €85 – roughly €100 million lower cash out on pensions, €15 million being the improvement, both in terms of lower transitional pension payments as well as €5 million lower regular contributions and €85 million will be postponed to the later years in five equal installments.",
         "And as I said, this is an improvement of partially leverage because it helps us for, let’s say, €15 million in the net debt calculation. But from a liquidity point of view, it helps us significantly more than that. And of course, the entitlements of the employees themselves have not been affected.",
         "And important to look at the balance sheet and a couple of points on Slide 22. First and foremost, the adjusted net debt by the end of June is €614 million. And that came down from €699 million by the end of the first quarter. So €85 million improvement on the adjusted net debt. If you then take account of the comments I just made on the free cash flow, the expectation should be that the adjusted net debt will increase towards the end of the year. Now obviously, an increase of EBIT. But as I said, an acceleration of the CapEx spend in the second half of the year and ultimately, a release of working capital in the first half year will change to an investment in working capital for the full year.",
         "Another component to note is that the total comprehensive income for the quarter ended at €37 million. Of course, the comprehensive income is the relevant profit metric for our dividend policy, and also good to note that the total equity on this balance sheet has turned positive to €31 million from minus €7 million by the end of the first quarter.",
         "If we then look at the outlook or more specifically the attention points for the development of normalized EBIT for the second half of the year, the graph on the right-hand side on Slide 24 gives you a relative division of the contribution of the quarters towards the normalized EBIT. And there you’ll see that Q3 will deliver a result which is somewhere below Q2 and higher than Q1, and Q4 obviously contributes the most to the normalized EBIT. And as we said before, the second half of the year contributes more than half of the results. Also important to understand that in Q4 last year, negative contribution of the consolidation was reported.",
         "And as a consequence, you should expect an improvement of the normalized EBIT in Q4 in comparison to last year. What we’ve assumed for the volume growth of Parcels is what Herna already talked about. So we’ll expect Parcels to continue to grow and to continue to grow at a higher pace than what we see half year but slightly lower than the pace that we’ve seen in Q2. We do expect that, let’s say, the additional substitution effect on direct mail as a consequence of COVID-19 will improve. First signs, first deltas were visible in June. We already see some of the bigger direct marketing campaigns coming back, but still early days, but we do expect an improvement of the substitution rate in the second half of the year. Better price/mix still to be expected, but not as pronounced as we’ve seen in the first part of the year, predominantly because of the step-up in single items that is returned back to normal on the mail side of the business.",
         "Of course, as we’ve guided for in the beginning of the year, also in the next quarters, you should expect higher pension expenses and higher costs because of the new labor regulation, of roughly €8 million a quarter. And as I said, we’ll continue to deliver upon the synergy ambitions of the integration of the networks. But because of COVID-19, we do expect a delay in the realization of some of the cost-saving initiatives in the mail side. Yes. And I said, if you talk about free cash flow, we talked about that already quite extensively a step-up in CapEx and another development of working capital, turning it into an investment rather of a release of working capital.",
         "If we then go to the outlook for 2020. And as said, visibility for the second half of the year remains limited. If we look around ourselves, of course, there’s – each and every day new developments around COVID-19, we are very much confident that, let’s say, we are able to deliver a normalized EBIT strongly above €110 million to €130 million. And that strong improvement on EBIT follows through towards the free cash flow in comparison to the €215 million to minus €185 million that we’ve guided for before.",
         "Confident in the ability to deliver a very strong performance, definitely, albeit that remains a little bit lack of visibility and uncertainty around the implications of COVID-19 for the remainder of the year.",
         "On free cash flow, around €100 million related to the final agreement on transitional pensions. And as said, only €15 million of that €100 million affects net debt positively. A further upside is anticipated as a consequence of the improved normalized EBIT above the initially guided range that will convert into cash. And working capital investments should be lower than anticipated and guided before by the end of Q4 due to strict working capital management, and also good working capital management offsets the higher revenue developments, predominantly in Parcels as well.",
         "So very strong performance half year on very many accounts, both in terms of cash flow, on normalized EBIT, on comprehensive income, and of course, next to that, very much happy that we’ve managed to conclude the agreement with the pension fund and that we’ve managed to complete the transaction on Nexive. And confident to be able to deliver strongly above the €110 million to €130 million for the year. That concludes my part of the presentation. So Jochem, I think we can now open up for Q&A."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] The first question is coming from Frank Claassen, Degroof Petercam."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "On your Indicative guidance for Q3 to be below last year. At the same time, you do see still very strong growth in Parcels or do expect some growth in Parcels. So could you please again talk us through what are the main deltas? Why do you expect Q3 to go down versus last year? That would be helpful.",
            "And then secondly, I noticed that you – the Nexive deal closed just after balance sheet 1st July. So what do you expect this transaction will impact – will have an impact on net debt? Is it positive or negative?"
         ],
         "Speaker": "Frank Claassen"
      },
      "3": {
         "Remarks": [
            "To start with the latter, the completion of the transaction of Nexive has been accounted for in these results. As you’ve seen, there is a fair value adjustment, compensated by the operational losses of Nexive and the combination of those at €3 million to the results. And those positions are reflected both in terms of our P&L and our balance sheet."
         ],
         "Speaker": "Pim Berendsen"
      },
      "4": {
         "Remarks": [
            "That’s clear."
         ],
         "Speaker": "Frank Claassen"
      },
      "5": {
         "Remarks": [
            "So that, indeed, I would say, it’s clear. The fair value adjustment is a function of the way we’ve constructed the transaction and it’s been an asset deal with slightly more favorable outcome than we originally assumed. If you talk about the split in the outlook, it is Q3 to – 2019 compared to 2020 is very close to one another.",
            "So it’s – percentage-wise, it is split up. So in absolute terms, it’s almost equal, not to say equal, and of course, we do expect an improvement of the 2020 results in comparison to last year. That explains it. Q3 is always a bit slower from a mail perspective, particularly the summer part. But in absolute terms, the quarter will be comparable to the quarter last year."
         ],
         "Speaker": "Pim Berendsen"
      },
      "6": {
         "Remarks": [
            "And then do you expect your Parcels to be better and Mail to be lower? Is that the line of thinking? And what about the pension cost? Can you remind us of that?"
         ],
         "Speaker": "Frank Claassen"
      },
      "7": {
         "Remarks": [
            "Pension costs do not change that much over the quarters. In the appendix, you’ll see how the pension expense and pension cash out developed the split between the segments for the quarter were not given. But obviously, the volume decline of Mail will continue and will have its consequences on the development of – as a result of Mail."
         ],
         "Speaker": "Pim Berendsen"
      },
      "8": {
         "Remarks": [
            "And what we did show you in – on the outlook slide as well is, of course, the direction we expect when it comes to volume. And when we talk about Parcel volume, we expect it to be slightly higher than the average of 14.1% of the first half year. And within Mail, we expect volume decline to be a little bit less, and that’s because we expect an improvement in direct mail campaigns. But it’s not an overnight improvement, and that’s what you see in the arrow as well on the full year slide."
         ],
         "Speaker": "Herna Verhagen"
      },
      "9": {
         "Remarks": [
            "Yes. Maybe back to your pension question. If you look at Slide 33, you see the split for the quarter between the pension expense and the pension cash out, €37 million expense, €24 million cash. That split is roughly a split that is stable over the quarter. So you expect the same delta roughly in the third quarter."
         ],
         "Speaker": "Pim Berendsen"
      },
      "10": {
         "Remarks": [
            "Next question is from David Kerstens, Jefferies."
         ],
         "Speaker": "Operator"
      },
      "11": {
         "Remarks": [
            "Herna, Pim. First, on your mail volume decline. From what I understand from your presentation, it seems it’s limited to direct mail only. I think some of your peers have also published already substantial pressure on transactional mail. And what do you think explains the difference? Why do you not see that impact in the Netherlands with a lot of people working from home, as you say, driving an acceleration in e-commerce and parcel volume growth? Why do you not see a similar impact on the mail side, but then offsetting that strong parcel volume growth? Second question is..."
         ],
         "Speaker": "David Kerstens"
      },
      "12": {
         "Remarks": [
            "Go ahead. Sorry. Go ahead."
         ],
         "Speaker": "Herna Verhagen"
      },
      "13": {
         "Remarks": [
            "I just wanted to ask a second question on the parcel volume growth. You said that June was a bit slower down to 18%. I was wondering if you already have any visibility on the number for July. As I understood from some other postal operators that there might be some delayed effect on the parcel volume after retail reopens? And related to this, in the first quarter, you highlighted that you saw some customers diversifying their supplier base. Is that an effect that still continued during the pandemic? Or is that currently on hold?"
         ],
         "Speaker": "David Kerstens"
      },
      "14": {
         "Remarks": [
            "To your first question, what could be – but I don’t know for sure, of course, but what could be a difference why in other countries, you see much more also decline in transaction is that we are, of course, much further ahead in the curve of substitution also when it comes to transaction mail. So I think we’re in our fifth year of decline of 8% to 10&, and many of the countries around that as they only are starting to have substitution rates, which is 6%, 7% or 8%. That could be an explanation. What we do see is that in our situation, it’s mainly direct mail, what we see declining due to COVID."
         ],
         "Speaker": "Herna Verhagen"
      },
      "15": {
         "Remarks": [
            "Yes. Makes sense."
         ],
         "Speaker": "David Kerstens"
      },
      "16": {
         "Remarks": [
            "Secondly, your second question around Parcels. What we did say also in the press release is that we do think that the growth we expect in the second half of 2020 is much more in line with the 18%. So what we did see in July than what we did see in the month of – sorry, what we did see in June, much more than what we did see in April and May. And of course, there is always a summer season also within Parcels, although not that strong as you see it within Mail. But that’s more or less the expectation we have for the second half of 2020.",
            "And then the first quarter, we talked about the customers diversifying. I think what the pandemic showed us is that there was an enormous amount of volume in the market. We expanded enormously our capacity to do as much delivery as we could in that period of time and still as we can. What we did say in the first quarter is that customers diversified, which was an effect in the first quarter, and that’s still what we expect it to be."
         ],
         "Speaker": "Herna Verhagen"
      },
      "17": {
         "Remarks": [
            "Your next question is [Technical Difficulty]"
         ],
         "Speaker": "Operator"
      },
      "18": {
         "Remarks": [
            "Is my line open?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "19": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Herna Verhagen"
      },
      "20": {
         "Remarks": [
            "Yes. We couldn’t hear anything anymore."
         ],
         "Speaker": "Pim Berendsen"
      },
      "21": {
         "Remarks": [
            "Henna, Pim. Question on on the free cash flow for the full year. So we have a phasing bit of working capital in the second half of €35 million you mentioned and then you have the CapEx. If you go to the lower end of the bandwidth, short of €80 million, if I’m correct. But would you expect, given based on your new guidance that you – where would your free cash flow for the full year roughly be? And what kind of range should we think about your free cash flow for the full year? That’s my first question."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "22": {
         "Remarks": [
            "You take a different approach, after first and then you think about the..."
         ],
         "Speaker": "Pim Berendsen"
      },
      "23": {
         "Remarks": [
            "[indiscernible] question."
         ],
         "Speaker": "David Kerstens"
      },
      "24": {
         "Remarks": [
            "That’s fine. Look, a few components. What I said is that, let’s say, if you turn back the time and look at how we indicatively, at the beginning of the year, explained the free cash flow development in comparison to last year, at that moment in time, we said we would expect a CapEx of €100 million to €120 million. What I’m saying right now is that we will be the lower part of that bandwidth. So you make it €80 million, I would say it’s closer to the €100 million than to the €80 million."
         ],
         "Speaker": "Pim Berendsen"
      },
      "25": {
         "Remarks": [
            "No, that isn’t the €80 million, I was referring to the second half."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "26": {
         "Remarks": [
            "Well, then you’re right. The change in working capital in comparison to, let’s say, in the bridge of the cash flow of the quarter, half of that is phasing. So €35 million, which makes it a working capital of slightly below zero. And we do expect a further working capital investment from half year two onwards towards full year, getting close to a full year number that is kind of comparable to the change in working capital that we’ve seen in 2019.",
            "So if you take these two components and then also look at the guidance that we do give, I’m basically saying you should expect a strong improvement on free cash flow compared to the minus €185 million to minus €215 million. That is the guidance. And we’re strong – and strongly related, obviously, to the 20% to 30% improvement in the famous infamous scale of NOK."
         ],
         "Speaker": "Pim Berendsen"
      },
      "27": {
         "Remarks": [
            "So that means that your net debt will be below – well below €700 million by the year-end?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "28": {
         "Remarks": [
            "Below. Well below, I don’t know how you get there. It will certainly increase from the €615 million – €614 million that we report today."
         ],
         "Speaker": "Pim Berendsen"
      },
      "29": {
         "Remarks": [
            "Then maybe a bit on the phasing of the the cost savings you already said about this year, we are a bit behind. How should we think about the phasing of, say, cost savings after 2020? Give and take that things move back to normal?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "30": {
         "Remarks": [
            "I think the phasing related to the integration of Sandd didn’t change."
         ],
         "Speaker": "Herna Verhagen"
      },
      "31": {
         "Remarks": [
            "No."
         ],
         "Speaker": "Pim Berendsen"
      },
      "32": {
         "Remarks": [
            "So that’s still the same. And therefore, of course, it’s still according to the tables we showed you around the acquisition of Sandd in February of last year, October and also last year, February. When it comes to the delay we see because of COVID, it’s partly in the centralization of our distribution locations and partly in part of the new mail route. Our expectation is that it will – that we will see some of that delay in the second half year of 2020, maybe a little bit of that in 2021. But in the end, we will, of course, be picked up afterwards."
         ],
         "Speaker": "Herna Verhagen"
      },
      "33": {
         "Remarks": [
            "Just to avoid that, we’re making this financially, too big. The delay that we’re talking about in the second part of this year might impact the results a couple of million, but not very much more than that."
         ],
         "Speaker": "Pim Berendsen"
      },
      "34": {
         "Remarks": [
            "And then, on the court case of absent, you are appealing, the government is appealing. Is there anything you can add without their and it appeals on the way in types of time skills and a bit what you hear from the government and the position of the minister and the secretary of state. Just anything you can add, which is new, which would give a bit more comfort on that court, guys?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "35": {
         "Remarks": [
            "To be almost nothing to be added what’s new, I assume you’ve read the letter which is sent by the Secretary to the – State Secretary to the parliament in June, in which she was referring, of course, to her appeal. And also they are possibly taking a new decision. I think that’s the process we are in. We don’t know yet how exactly time frame will be, and we don’t know yet at what moment in time we have to bring our ideas around our appeal to court. So we don’t know. That’s the honest answer at this moment in time."
         ],
         "Speaker": "Herna Verhagen"
      },
      "36": {
         "Remarks": [
            "Your next question is coming from Henk Slotboom, The Idea. Go ahead sir."
         ],
         "Speaker": "Operator"
      },
      "37": {
         "Remarks": [
            "I’ve got four questions, if I may. Let’s kick off with where Mark ended about the appeal case. I was in the understanding that you weren’t a party in the first case, after all. So why this involvement right now?"
         ],
         "Speaker": "Henk Slotboom"
      },
      "38": {
         "Remarks": [
            "We were a party in the first case."
         ],
         "Speaker": "Herna Verhagen"
      },
      "39": {
         "Remarks": [
            "Okay. Well, that’s new for me, in any case. Secondly, you showed some pictures of electrical scooters and those kinds of things, and we’ve seen experiments in Nijmegen with electrical bikes with heavy [indiscernible], which are, obviously, a lot bigger because they can contain up to two containers. Is this the first step towards a further integration of mail and parcel delivery?"
         ],
         "Speaker": "Henk Slotboom"
      },
      "40": {
         "Remarks": [
            "No, I think we discussed the integration of mail and parcel delivery earlier. And what we did say is still valid, it means that, I think, in the long run you will see, of course, some integration between parcel and mail delivery. First of all, in the outbound areas, and – but in our view, it’s really long-term. So what you see – we’re testing, of course, in Nijmegen, and what you see on the scooters is mainly meant because we want to make our delivery routes much longer than they are today, especially in the areas where we have less density.",
            "And secondly, what we do see of course with our mail deliverers is that they have small letter parcels with them, which they have to deliver as well. So, long term, the answer to your question is yes, but it’s real long term and first in the non-densed areas in the Netherlands. For the short term, we are much more preparing for our new mail route and lengthening the routes, enabling our mail deliverers to do those longer routes with new vehicles, which are also electrical or CO2-neutral."
         ],
         "Speaker": "Herna Verhagen"
      },
      "41": {
         "Remarks": [
            "Okay. Then an easy one on Parcels in Belgium. Between the gate, how much you grow there – grew there in the second quarter in terms of volume?"
         ],
         "Speaker": "Henk Slotboom"
      },
      "42": {
         "Remarks": [
            "Significantly more than we did in the Netherlands."
         ],
         "Speaker": "Herna Verhagen"
      },
      "43": {
         "Remarks": [
            "Okay. And then a more longer term question, you referred to a €150 million investment program, CapEx program for Parcels for the extension of your capacity there. One of your peers [indiscernible] recently announced a €125 million step-up in CapEx. If I translate that correctly, that will add sorting capacity of, let’s say 150 million parcels a year. You’re adding capacity, [indiscernible] is adding a new sorting sensor in Amsterdam. Is this a big cycle impact or does the market – is the market really growing fast enough to accommodate all this additional capacity?"
         ],
         "Speaker": "Henk Slotboom"
      },
      "44": {
         "Remarks": [
            "For me, it’s most easy to answer the question based on our own prognosis of our own volume. And then we do think we do need a capacity going forward to indeed fill in the amount of volume we expect from our customers. And with, of course, the increase in growth you did see during corona and the fact that we do expect that increased growth will continue also in the second half of 2020. On that basis, we still think that these investments are necessary to further expand our capacity."
         ],
         "Speaker": "Herna Verhagen"
      },
      "45": {
         "Remarks": [
            "But you’re not afraid that with the size of the sorting capacity DHL is erecting here in the Netherlands, you’re not afraid that it will end up in a battle for larger accounts?"
         ],
         "Speaker": "Henk Slotboom"
      },
      "46": {
         "Remarks": [
            "In the end, I think, larger accounts are choosing for PostNL for many reasons. One of that is quality, one of that is the state of digitization, the fact that we have 5.5 million consumers in our app, et cetera, et cetera. So there are many reasons for customers to choose for PostNL. And that’s also based upon all those discussions we have with customers, we also made our volume prognosis over the next coming years."
         ],
         "Speaker": "Herna Verhagen"
      },
      "47": {
         "Remarks": [
            "The next question is from Ms. Lotte Timmermans, ABN AMRO. Go ahead madam."
         ],
         "Speaker": "Operator"
      },
      "48": {
         "Remarks": [
            "One question on dividend payments, with adjusted net debt and earnings significantly improving. And although you just said that adjusted net debt will increase towards the end of the year due to working cap and CapEx. Has your view on the timing of dividend payments changed?"
         ],
         "Speaker": "Lotte Timmermans"
      },
      "49": {
         "Remarks": [
            "Well, as we said, when we’ve announced the transaction of Sandd that we would expect 12 to 24 months to be able to get back to a quality of the balance sheet or leverage ratio that would accommodate dividend payments again. Certainly, this performance brings us much closer to the 12 than the 24. And with each euro, let’s say, the cash flow improves, the net debt improves as well. But as you indeed noted, we do expect in the second part of the year to – net debt to increase because of the step-up in investments in CapEx as well as working capital investments. So we’re getting closer. Whatever we’re trying to do is to try to get us back to the state that we have a leverage ratio of below two because we truly would like to be able to resume dividend payments as soon as the quality of the balance sheet allows us to do that."
         ],
         "Speaker": "Pim Berendsen"
      },
      "50": {
         "Remarks": [
            "And then one question on Parcels. With people returning to work in the Netherlands, what would you expect in efficiency terms? Do you expect the flow to be roughly what it used to be or similar as it was right now?"
         ],
         "Speaker": "Lotte Timmermans"
      },
      "51": {
         "Remarks": [
            "I think similar as what we did see in June, which is different, slightly different from what we did see in April and May. That means that, of course, when people are more and more at work, we see a little bit of a drop in hit rate, that’s one. And secondly, with the enormous amount of volume we did see in April and May, we had an equal flow over the days of the week. That’s what will move back more to normal than what it was in April and May. But still high volume. So still a little bit of all you will have also in the second half of the year."
         ],
         "Speaker": "Herna Verhagen"
      },
      "52": {
         "Remarks": [
            "[Operator Instructions] The next question is coming up from Andre Mulder, Kepler Cheuvreux. Go ahead sir."
         ],
         "Speaker": "Operator"
      },
      "53": {
         "Remarks": [
            "Two questions on guidance. First one on the synergies. You said you made €20 million of net synergies ahead of expectations. Could you tell us what your expectations were? And it is also ahead of the run rate of €50 million to €60 million. Any idea of updating that? Same questions a bit on the guidance for EBIT and working capital. What kept you from not giving a new range there? It now refers to the scale of NOK. And many old people know what scale of NOK is, but especially your [indiscernible] that don’t. So what’s keeping you from not giving a new ratio there. And last question that goes for both for EBIT and net debt. And last question is on the depreciation and amortization, what amount would you expect for the full year?"
         ],
         "Speaker": "Andre Mulder"
      },
      "54": {
         "Remarks": [
            "All right. And please remind me, Andre, if I’ve missed one. The first one on the synergies. Indeed, what – I think you said €20 million, what we say is that €15 million net synergies contributed to the quarter and €6 million one-off costs related to that. So that is a run rate of €21 million in the quarter. If you look at the half year, then you can add €5 million to the €15 million as the net contribution. So halfway through the year, net contribution is €20 million. And we expect that, again, as we said, the original range was €50 million to €60 million, which we expect to outperform.",
            "At this moment in time, we refrain from giving more guidance than that, and we actually look to deliver the results, and then it will be clearer and clearer over time. If we talk about the guidance or what kept us from giving a – another type of guidance, in our view, we did give a guidance by saying that 20% to 30% improvement on the back of the old range actually gives you a range. If I look at the consensus that you guys, as analysts, together have made I think we have been very clear in that because where you are with your full-year guidance is, let’s say, what otherwise would have been a range in numbers.",
            "So in our view, there’s no misunderstanding about what our guidance is. And as such, no reason to change the way we give that guidance. And that – both in terms of EBIT and in cash flow. The depreciation and amortization is a similar comparable towards the number that we’ve given in the beginning of the year, which was €170 million for depreciation and amortization together. It might be slightly below that, but comparable, I would say. No big deviation."
         ],
         "Speaker": "Pim Berendsen"
      },
      "55": {
         "Remarks": [
            "Okay. Last question on the distribution of the volume decline in Mail. You’ve given it for Parcels, let’s say, around 28% for April, May, 18% for June. How was that in May? Can you add some numbers there?"
         ],
         "Speaker": "Andre Mulder"
      },
      "56": {
         "Remarks": [
            "We didn’t add the numbers. So we won’t give clear guidance on that. What we did see in June was an improvement, so a lesser volume decline than what we did see in April and May, and of course, what – we did give it with the arrow. We gave a clear direction on where we think volume decline will move to."
         ],
         "Speaker": "Herna Verhagen"
      },
      "57": {
         "Remarks": [
            "The next question is from Mr. Wijnand Heineken, Independent Minds. Go ahead sir."
         ],
         "Speaker": "Operator"
      },
      "58": {
         "Remarks": [
            "Questions about Parcels, the sections Logistics and Spring did pretty well during the quarter as well. Could you give a bit more about the latest trends there as far as the sales trend is concerned and what your expectations are going forward?"
         ],
         "Speaker": "Wijnand Heineken"
      },
      "59": {
         "Remarks": [
            "Yes. I think within Logistics, we have B2B business and B2C business. In B2B business, we saw, of course, as we – as most of the companies in B2B did see a decline in business, but it was – there was a big improvement in everything which is to see. Think about, for example, Extra@Home, which delivers our heavy material, but also cargo, and within Spring, we did see an uplift in e-commerce, especially coming from Asia and the other countries in Europe. We expect trends to continue in the second half year. And hopefully, when there will be no second lockdown because of corona, also first improvements again in B2B delivery."
         ],
         "Speaker": "Herna Verhagen"
      },
      "60": {
         "Remarks": [
            "And that improvement for the second half, is that both for the top line as for the results?"
         ],
         "Speaker": "Wijnand Heineken"
      },
      "61": {
         "Remarks": [
            "I think in line with what we did see in the second quarter."
         ],
         "Speaker": "Herna Verhagen"
      },
      "62": {
         "Remarks": [
            "Bear in mind – maybe just want to add, bear in mind that in that number includes the fair value adjustment of PS Nachtdistributie of €4 million."
         ],
         "Speaker": "Pim Berendsen"
      },
      "63": {
         "Remarks": [
            "Marc Zwartsenburg, ING is the next question. Go ahead sir. Your line is open."
         ],
         "Speaker": "Operator"
      },
      "64": {
         "Remarks": [
            "A couple of questions for me left. Maybe first on the synergies and the run rate as said. As you explained it, it’s a gross number of €21 million. The one-off in there of €6 million, but there were also some, I think, some restructuring charges and IT related costs in there. Doesn’t that mean that those are not one-off and that we should not work with a run rate of €21 million or is the run rate even slightly higher because that only adjusts for the one-off cost? And seems perhaps, again, sorry, for the question on the synergies. But I just want to get…"
         ],
         "Speaker": "Marc Zwartsenburg"
      },
      "65": {
         "Remarks": [
            "For the one-offs, so one-offs. So those are €6 million. So that is €6 million , and it remains to be €6 million. So as a consequence, the run rate is the €21 million we talked about. What does happen, of course, that if you take the additional volume of Sandd, you will not only add some volume-dependent cost only, but also some additional volume-independent cost. But let’s say, the way we presented the business case over the last quarters consistently is the run rate synergies minus the integration costs actually required to integrate the networks and to build down the existing former Sandd network."
         ],
         "Speaker": "Pim Berendsen"
      },
      "66": {
         "Remarks": [
            "And that’s the €6 million?"
         ],
         "Speaker": "Marc Zwartsenburg"
      },
      "67": {
         "Remarks": [
            "And that is the €6 million, yes. And that was, for instance, €17 million in the first quarter. So for the first half year, it’s €17 million plus €6 million, €23 million of one-off costs."
         ],
         "Speaker": "Pim Berendsen"
      },
      "68": {
         "Remarks": [
            "And then another question on – Pim, perhaps also give a bit of a guidance for the CapEx for 2021 because you have a few DCs coming up, the SPE, the small parcel sorting center and the fulfillment center."
         ],
         "Speaker": "Marc Zwartsenburg"
      },
      "69": {
         "Remarks": [
            "For parcel for the group, Marc, just to be clear, what type of answer."
         ],
         "Speaker": "Pim Berendsen"
      },
      "70": {
         "Remarks": [
            "Let’s do it for the group, but it’s more clear then."
         ],
         "Speaker": "Marc Zwartsenburg"
      },
      "71": {
         "Remarks": [
            "For the group. I think what we’ve – and no change in comparison to what we have said before. So slightly higher in 2021 than in 2020. And then going back down again in 2022, very close to the 2020 number. So 2020, roughly around €100 million, step-up in 2021 and then going back close to €100 million again. So if you look at, let’s say, the division of the €150 million, so to speak, so this is the group. Of the €150 million, half of that €150 million is related to 2021, and the other half equally split roughly between 2020 and 2022."
         ],
         "Speaker": "Pim Berendsen"
      },
      "72": {
         "Remarks": [
            "And then a final one on for deferred tax assets. I might have to look into the appendices, but maybe you can help me a bit. You see a just – if your taxes is also to be net debt for your leverage calculation, can you share me what the number is currently for the deferred tax assets out for the next divestment?"
         ],
         "Speaker": "Marc Zwartsenburg"
      },
      "73": {
         "Remarks": [
            "I don’t know that by heart, Marc. I need to..."
         ],
         "Speaker": "Pim Berendsen"
      },
      "74": {
         "Remarks": [
            "Also come to the…"
         ],
         "Speaker": "Marc Zwartsenburg"
      },
      "75": {
         "Remarks": [
            "I would expect the DTA to be part of the balance sheet, but I do not know that by heart what the number is."
         ],
         "Speaker": "Pim Berendsen"
      },
      "76": {
         "Remarks": [
            "We will come back to you with the right answer."
         ],
         "Speaker": "Herna Verhagen"
      },
      "77": {
         "Remarks": [
            "Yes, I will take it offline."
         ],
         "Speaker": "Marc Zwartsenburg"
      },
      "78": {
         "Remarks": [
            "This was the last question. Back to Mr. van de Laarschot. Go ahead, sir."
         ],
         "Speaker": "Operator"
      },
      "79": {
         "Remarks": [
            "Thank you very much, and thank you all for asking your questions. If you still have any leftover questions, you know where to reach us. Thanks very much again, and have a good day. Bye-bye."
         ],
         "Speaker": "Jochem van de Laarschot"
      },
      "80": {
         "Remarks": [
            "This concludes the PostNL second half year results analyst call. Thank you for attending, and you may disconnect your line now."
         ],
         "Speaker": "Operator"
      }
   }
}