{
   "Date": "September 13, 2020",
   "Presentation": {
      "Andy Dickinson": [
         "Thank you, Johanna. I will briefly review the financial terms of the transaction, and then we will turn to questions.",
         "As indicated in our joint press release, Gilead and Immunomedics have been entered into an agreement, pursuant to which Gilead will acquire Immunomedics for $88 per share for a total purchase price of approximately $21 billion. We expect to commence a tender offer to acquire all of the outstanding shares of Immunomedics’ common stock in the next two weeks.",
         "The tender offer is not subject to a financing condition, and we expect to fund the acquisition with approximately $15 billion of existing cash and approximately $6 billion in newly issued debt. We expect to retain an investment-grade credit rating following the transaction. The transaction does not alter our stated capital allocation strategy, including our commitment to further develop our internal and external pipeline, as well as our commitment to maintain and grow our dividend over time.",
         "Once completed, we expect that the acquisition will substantially accelerate our revenue growth through the mid-2030s. We also expect that the transaction will be neutral to accretive to our non-GAAP EPS in 2023 and significantly accretive thereafter.",
         "Finally, we plan to update our financial guidance after the closing, which we expect to occur in the fourth quarter, subject to regulatory approvals and customary closing conditions. We will now open the call to questions."
      ],
      "Daniel O’Day": [
         "Well, thank you, Doug, very much, and good afternoon, everyone. Really, thank you for joining the call, especially on a Sunday.",
         "I speak on behalf of the entire leadership team, we’re very excited to share this news with you today. It really is a transformational acquisition that gives us tremendous potential to help patients with cancer and generate significant value.",
         "So on today’s call, we wanted to articulate the why behind the acquisition for Gilead and provide, obviously, the opportunity for any questions that you may have.",
         "So I’ll start out, and then I’ll pass the baton over to Merdad to talk about the potential of Trodelvy. Johanna will then offer some insight from a commercial perspective. And then finally, Andy will speak to the structure and the financial terms of the transaction.",
         "So as all of you know, we set a strategic ambition at the start of this year to deliver more than 10 transformative medicines and therapies to patients in areas of high unmet medical need. And as part of those efforts, we’ve been building a robust and diverse oncology portfolio. In fact, we’d already completed 12 key deals in oncology in the last two years, including the acquisition of Forty Seven.",
         "Now upon closing our acquisition of Immunomedics, we are fast forwarding our plans to build a substantial oncology business with significant potential. I mean, really, the shape of the portfolio changes really significantly with this acquisition.",
         "Trodelvy has tremendous potential, and we saw some of that in the standout data for triple-negative breast cancer that led to the accelerated approval. This medicine is highly innovative. It’s an antibody drug conjugate that has shown really demonstrable efficacy in an area of very high unmet medical need. In particular, the top line results that Immunomedics shared in July from its Phase III ASCENT study provided significant evidence of clinical benefits and confirmed findings from previous studies around the safety and efficacy of Trodelvy.",
         "Trodelvy met the primary end point of progression-free survival. Trodelvy also met the key secondary endpoints, including most notably, overall survival as well as objective response rate.",
         "I’ll also highlight that we have reviewed significantly more clinical data on the product over the past several months that gives us greater confidence in the clinical benefit Trodelvy can provide. Some of that data you’ll be seeing at the upcoming ESMO conference this coming weekend, and I know that Immunomedics looks forward to sharing that with you.",
         "On the commercial side, although the launch is still early, the response from physicians and patients have been very encouraging in triple-negative breast cancer. We expect increased uptake among this group of patients through our dire need of new treatment options.",
         "While it has already begun to play an important role in triple-negative breast cancer today, we also recognize the promise that Trodelvy potentially offers from many other groups of patients. We’ll work with Immunomedics to continue to explore its potential in earlier lines of therapy and in other solid tumors, both as a monotherapy and in combination. I mean it’s really a pipeline and a product when we think about this from an oncology perspective.",
         "If we look at Trodelvy in the context of our overall oncology portfolio, after closing the transaction, we’ll be adding a transformative cornerstone therapy that gives us an immediate presence in solid tumors. We are gaining the considerable talent and expertise that Immunomedics has in this field and a first-in-class marketed product. This accelerates our expansion into solid tumors and builds on our existing strengths in hematologic cancers through our combined Kite and Gilead pipeline.",
         "From a financial perspective, following the closing of the transaction, Trodelvy will immediately contribute revenue and will significantly enhance our growth prospects in the near term and longer term. We expect the acquisition to create significant value for our shareholders. The transaction reflects the potential value as well as the synergies it brings to our existing platform and our future pipeline.",
         "And finally, let me say that we’re looking forward to welcoming the team from Immunomedics to the Gilead family. The kind of achievements that they have made with Trodelvy are only possible when you have really talented individuals in place with strong expertise and commitment. We feel very fortunate that we’ll have the opportunity to benefit from their talent and expertise at Gilead as we continue to build a strong presence in oncology and work to make a positive impact on the treatment of cancer.",
         "Finally, I want to thank all the talented Gilead and Kite teams for their critical work on advancing our pipeline of medicines in oncology and in virology and inflammation. I’m proud of our momentum. I’m proud to be a part of the team, which I now look forward to building on today’s acquisition.",
         "So with that, let me turn the call over to Merdad. Over to you, Merdad."
      ],
      "Douglas Maffei": [
         "Thank you, Dilem. We appreciate everyone joining us on short notice for today’s call to discuss the exciting acquisition of Immunomedics announced earlier today.",
         "The speakers on today’s call will be Daniel O’Day, Chairman and Chief Executive Officer; Merdad Parsey, Chief Medical Officer; Johanna Mercier, Chief Commercial Officer; and Andrew Dickinson, Chief Financial Officer.",
         "Before we begin, let me remind you that we will be making forward-looking statements that are subject to risks, uncertainties and other factors that could cause actual results to differ materially from those referred to in any forward-looking statements. These risks and uncertainties are contained within our joint press release, presentation and latest SEC filings of each company.",
         "I will now turn the call over to Dan."
      ],
      "Johanna Mercier": [
         "Thanks, Merdad. So I really echo the excitement around this acquisition as well, especially from a patient need perspective. There is clearly a very significant unmet need for new treatment options in metastatic triple-negative breast cancer that improves survival for patients. Later line triple-negative breast cancer is currently primarily treated with conventional chemotherapies and outcomes, of course, as Merdad was mentioning. The remarkable top line results from the ASCENT study in third-line patients has understandably generated significant enthusiasm by both physicians and patients. Full results will be shared later this week at ESMO. And this enthusiasm should only continue.",
         "Trodelvy’s strong efficacy profile has led to early adoption in both academic and community settings since its commercial launch in late April with",
         "$20 million net sales in the first two months of launch. This rapid launch uptake in a challenging environment of a pandemic, speaks to the strong science and the flawless execution of the team. The field force has been very focused in its early efforts on the top 150 breast cancer accounts in the U.S., in which penetration has exceeded 80% and continues to grow. We really look forward to supporting and expanding the successful launch in triple-negative breast cancer, preparing for an imminent launch in Europe and maximizing Trodelvy’s potential across multiple solid tumor types and establishing a global footprint.",
         "So with that, I’ll turn it over to Andy for the quote."
      ],
      "Merdad Parsey": [
         "Thanks, Dan. And I want to start by saying that I’m also -- it’s been very impressive to see the growing body of data, both scientifically and clinically, supporting the use of Trodelvy. The Phase III data from ASCENT really reinforce the promise of Trodelvy’s unique ADC technology and validates the promise of the Trop-2 targeting therapy. Clearly, this a groundbreaking medicine and, in particular, in an area of high unmet need that represents a new standard of care in this disease.",
         "And following this closely, it gives us the foundation we need to build a presence and a pipeline in solid tumor cancers. The importance of this agent is further reflected in its targeting of Trop-2, which has shown over expression in multiple tumor types, including non-small cell lung cancer, urothelial cancer, hormone receptor positive, HER2-negative breast cancer and others.",
         "Let me specifically pick up on one of the themes that Dan mentioned around unmet need. Despite available therapies, triple-negative breast cancer remains difficult-to-treat tumor that disproportionately affects younger women and has poor outcome. The transformative nature of Trodelvy is reflected in the FDA accelerated approval based on the Phase I/II trial. And in that study, we saw an impressive 33% overall response rate compared to the standard of care chemotherapy response rates that were less than 20%.",
         "The confirmatory randomized Phase III ASCENT study in TNBC patients who were patients who had received two or more prior therapies for metastatic disease further demonstrated the benefit of the drug. In particular, it’s notable that this study was stopped early due to the compelling efficacy seen with the progression-free survival signal of 5.8 months compared with the control arm of chemotherapy of 1.7 months. This had a p-value of less than 0.0001.",
         "Importantly, Trodelvy was generally well tolerated in this study with the most common adverse events being neutropenia and diarrhea. Additional data including the overall survival data that we’ve had the opportunity to review during our diligence will be available at ESMO this coming week. The data for Trodelvy suggests that it’s a potentially transformative therapy in the treatment of triple-negative breast cancer.",
         "Importantly, upcoming clinical trials will also explore the potential benefit across a range of expanded tumor types in earlier lines of therapy. The potential breadth of Trodelvy in solid tumors is really compelling prospect for us in terms of expanding the benefit to other patient groups. Importantly, this includes a pivotal Phase II study called TROPHY U-01 in patients with metastatic urothelial cancer following prior treatment with platinum-based chemotherapy.",
         "We look forward to multiple presentations at the upcoming ESMO Congress. And this will highlight some of this work as well as other work, exploring potential combinations with PARP inhibitors and checkpoint inhibitors.",
         "Let me hand off the call now to Johanna."
      ],
      "Operator": [
         "Ladies and gentlemen, thank you for standing by, and welcome to the Gilead Sciences Conference Call. At this time, all participants are in a listen-only mode. After the speaker presentation, there will be a question-and-answer session. [Operator Instructions] Please be advised that today’s conference is being recorded. [Operator Instructions]",
         "I would now like to hand the conference over to your speaker today to Douglas Maffei, Senior Director, Investor Relations. Thank you. Please go ahead."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] Our first question comes from the line of Geoffrey Porges from SVB Leerink. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Thank you very much and congratulations on the transaction. A couple of questions for you, Andy. Andy, looks as though a consensus as for Trodelvy is heading towards $4 billion. What revenue do you think is a sort of good breakeven hurdle for the $21 billion purchase price?",
            "And then could you advise us on what sort of cost of capital you think is appropriate for a transaction such as this with an approved product in the current economic climate, obviously, you have terrific access to the capital markets.",
            "And then lastly, Merdad, could you talk a little bit more about the combination opportunities for example, the PD-1, are you going to study it with Zim, the PD-1 from Arcus? And then do you have plans to study it in combination with the CDK4/6? And have you had any discussions about particular candidates?"
         ],
         "Speaker": "Geoffrey Porges"
      },
      "3": {
         "Remarks": [
            "Thanks, Geoff. As for the revenue opportunity, we agree that this is a very substantial opportunity across not only breast cancer but other solid tumor indications over time. We’re not providing specific revenue guidance, as you would expect, but we see a very significant opportunity with a number of ways to win, as you heard from Dan earlier, and we’re happy to talk about it in greater detail.",
            "On the cost of capital, we look at cost of capital in the same way as other companies of our size. We look -- in a transaction of this nature, we look at the transaction across a range of discount rates. We look at our cost of capital which hovers somewhere around 6% or below today. But our hurdle rate is higher than that, Geoff, even though we don’t provide specific guidance.",
            "We also look at transactions, as you know, based on the target assets weighted average cost of capital. And looking at it in any way, we get to a place on intrinsic value where we’re very comfortable with this acquisition and believe that it will deliver substantial value for our shareholders’ over time.",
            "With that, maybe I’ll hand it off to Merdad."
         ],
         "Speaker": "Andy Dickinson"
      },
      "4": {
         "Remarks": [
            "Yes, Geoffrey, thank you for the question. And you’re right, I think we do believe that there’s a lot of potential here for combination. And I would think about combinations very broadly here. Depending on the tumor type and the stage of therapy, I think it’s important to note that, that would probably entail different sorts of combinations in those settings. Having said that, the data for combinations with checkpoint inhibitors as well as for PARP inhibitors are very interesting to us. And certainly, having Zim provides us a lot more flexibility in terms of designing studies to look at combinations across tumor types. So without a doubt, we’ll be looking at that.",
            "Again, a lot of that is going to be driven by the tolerability profile of Trodelvy, and we think that really lends itself to those sorts of combinations, which is something we’re excited about."
         ],
         "Speaker": "Merdad Parsey"
      },
      "5": {
         "Remarks": [
            "Thank you. Our next question comes from Michael Yee from Jefferies. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "6": {
         "Remarks": [
            "Two questions. Can you maybe talk about your assumptions or thinking or confidence levels around the major indications that you ascribed in your thinking about the valuation in the $21 billion, breast, bladder, et cetera, et cetera?",
            "And then related to that you made a comment about having seen additional data that The Street hasn’t seen. Can you just talk to that, particularly as it relates to the HR positive Phase III breast cancer study and anything in the basket study?"
         ],
         "Speaker": "Michael Yee"
      },
      "7": {
         "Remarks": [
            "Yes. Michael, why don’t I start, and then I’ll quickly turn it over to Merdad. But I think in terms of the assumptions around the major indications, and Merdad can color this a little bit. I think it also gets back to the previous question around the multiple opportunities to have benefit for patients and also for revenue and shareholders.",
            "Clearly, the near-term opportunities, well, the opportunity in our hands, that is, of course, triple-negative breast cancer and the ability to move up in line in therapy there. But then closely behind that is both bladder cancer data that you’ll see at ESMO and then also the hormone receptor positive data that is underway right now. And then one step maybe slightly the next step from those three indications is lung cancer and then beyond.",
            "So I would just say that in terms of our assumption base, there’s obviously lots of assumptions that you can get into by looking at the early data and try to project that to the later data, but we also know in oncology that particularly sometimes those play out and sometimes those don’t play out. So I just want to make sure that you understand that we’ve looked at this in binary scenarios by indication as we looked at intrinsic value as well and obviously, moving up to earlier lines of therapy.",
            "I’ll let Merdad speak a little bit more about -- you can fill in on the assumption side, if you like, Merdad, or also the additional data."
         ],
         "Speaker": "Daniel O’Day"
      },
      "8": {
         "Remarks": [
            "Yes, Michael, I think Dan pretty much said everything I was going to say. I think our -- obviously, triple-negative being -- with the accelerated approval is at the highest part of our confidence level. I think breast cancer, more broadly speaking, also, as you see the data we’re very excited about, and we think we have a -- it can really impact some patient care there. And so those are at our highest list.",
            "I think for the urothelial cancer as well, we’ve seen really promising data. And as you get further down into like non-small cell, there’s less data, of course, but we’re impressed by all of it across the board, and we think there’s promise there.",
            "I can’t speak obviously to the embargo data that we’ll show at ESMO this week. But I think as you see those data and you see the combination data as well, I think you’ll start to see sort of where our excitement comes from in terms of building this -- the base for this molecule."
         ],
         "Speaker": "Merdad Parsey"
      },
      "9": {
         "Remarks": [
            "And Michael, not to be specific, but obviously, we’ve seen data beyond the data that will be presented at ESMO that may be presented at future conferences as well. And as you can imagine, we can’t tip our hat to that at this stage. But we had a really good thorough look at this price. It’s important to note that we started this partnering process almost six months ago. And of course, we’ve developed a really nice relationship with Immunomedics over that period of time, and data has become available over the last six months that we’ve been able to be exposed to on due diligence and confidentiality, and that’s only increased our enthusiasm around the potential here."
         ],
         "Speaker": "Daniel O’Day"
      },
      "10": {
         "Remarks": [
            "Our next question comes from the line of Evan Seigerman from Crédit Suisse. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "11": {
         "Remarks": [
            "Congrats on the transaction. So with this relatively large-scale transaction, Andy, could you kind of quantify how much more capacity you have for additional business development? And can you specify as to whether or not this was on your radar ahead or after the CRO for filgotinib? I’m just trying to get a sense as to how this fits in strategically."
         ],
         "Speaker": "Evan Seigerman"
      },
      "12": {
         "Remarks": [
            "Yes. Let me just take the second question while Andy, you take the first. I think it’s really important to note that there was no connection between this and the CRO of filgotinib. But let me first address the CRO of filgotinib by saying that clearly, as often happens, you see regulatory authorities in different countries taking different decessions on filgotinib in the CRO. And we’re fully committed to continuing to explore and understand better the CRO with FDA and see where that leads us. But that has nothing to do, of course, with our desire to expand our transformational medicines either continuing in inflammatory disorders or virology neuro oncology. So this was part of our broader objective to deliver more than 10 transformative medicines over the next 10 years.",
            "And we started, as I said, well before we actually knew the regulatory process of filgotinib. But what started the discussions, what we knew of this agent, of course, quite long ago, and the discussion started, as I said many months ago as well.",
            "Andy, over to you for the debt capacity."
         ],
         "Speaker": "Daniel O’Day"
      },
      "13": {
         "Remarks": [
            "Great. Hey, Evan. Thanks for joining the call. Prior to the transaction, if you look at most analyst assumptions, which were generally consistent with our internal model, we had well over $40 billion of total firepower with the cash and the financing capacity that we had. So we’re using a reasonable chunk of that here, but we have significant fire power going forward.",
            "I mean the other thing I would highlight is you don’t do a $21 billion deal every year, right? So we absolutely have the capacity to continue to do ordinary course business development transactions. Transactions similar to the Forty Seven transaction. We have plenty of cash to support and grow our dividend over time, which is really important to us as well. So we’re very comfortable with where we are on a pro forma basis after closing of this transaction. Thank you."
         ],
         "Speaker": "Andy Dickinson"
      },
      "14": {
         "Remarks": [
            "Our next question comes from Robyn Karnauskas from Truist. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "15": {
         "Remarks": [
            "This is Nicole on for Robyn from Truist, and congrats on the deal as well. So on the slide deck on the guidance and the accretive impact, is this assuming filgotinib is factored in or without it, and I apologize if this was already mentioned?"
         ],
         "Speaker": "Nicole Germino"
      },
      "16": {
         "Remarks": [
            "Yes, the EPS -- being EPS neutral is looking at a pro forma basis with the impact of this, right? So it’s separate and apart from filgotinib, which we’ll provide updated thoughts on where we see filgotinib going in the coming months and quarters as we finish our discussions with our partner and with regulators. So on a stand-alone basis, as you fold this in, we expect this to be neutral to accretive in 2023 and significantly accretive thereafter."
         ],
         "Speaker": "Andy Dickinson"
      },
      "17": {
         "Remarks": [
            "Our next question comes from Alethia Young from Cantor Fitzgerald. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "18": {
         "Remarks": [
            "I guess a question for me is, obviously, it’s a pretty large-scale deal, at least see in the history of Gilead. So I guess I’m just trying to understand, are you making a core investment in hematology/oncology -- sorry, my dog liked your deal too. And how should we be looking at Gil 5 years from now?"
         ],
         "Speaker": "Alethia Young"
      },
      "19": {
         "Remarks": [
            "Alethia, can you repeat the end of your question?"
         ],
         "Speaker": "Daniel O’Day"
      },
      "20": {
         "Remarks": [
            "Just how should we be looking at Gil 5 years from now? As a hematology/oncology company with HIV or are you going to diversify beyond that, you think?"
         ],
         "Speaker": "Alethia Young"
      },
      "21": {
         "Remarks": [
            "Okay. Look, I think the -- it’s really important that you understand that we’re following our strategy which has two elements to it as its core. Number one, we believe that we want to continue to building on our scientific base we have in the area of virology and also inflammatory disorders and immunomodulatory disorder, and that lends itself to cancer and inflammation. And I think we’ll follow the science. In other words, what’s most important to us is that we can make a transformational difference to patients and that’s really what we’re driven by.",
            "So personally, I think the three pillars we have in our business. We’re certainly not -- let me just say, we’re certainly not done with HIV, right? I mean we have more to do there. We’re excited about the capsid inhibitor. We have lots of research activities going on there in virology and beyond that. Of course, you’ve seen the benefit of that for emerging viruses with a medicine like remdesivir. Likewise, inflammatory disorders, we have a large investment both in-house with our partners like Galapagos that we’re firmly committed to.",
            "And then finally, now, this gives us a third leg in oncology and hematology. It’d be hard for me to imagine or to project in five years or 10 years the size of any one of those pillars because that will be driven by the uncertainties of science and how we’re going after the unmet medical needs. But it’s really important that you know that we’re firmly committed to all three of those areas, which is why the previous question on acquisition capacity and our ability to continue to flush out those areas as the science evolves is important. We will remain focused on that and very importantly, bringing in the best talent from outside into our company to be able to make those decisions.",
            "And maybe I’ll just finalize on that talent equation because in addition, of course, the great colleagues we have at Kite and Gilead in oncology, welcoming the Immunomedics talent to our family and the opportunity that Trodelvy brings, I think that also becomes the talent attraction and a talent magnet for people that want to really make a difference for cancer patients. They want to come to companies that have on market products that are near term plus highly innovative things that are earlier term. And with this portfolio, I think that gives us a great human capital attraction as well, but all 3 areas we need that human capital in."
         ],
         "Speaker": "Daniel O’Day"
      },
      "22": {
         "Remarks": [
            "Awesome. Thank you. Congrats."
         ],
         "Speaker": "Alethia Young"
      },
      "23": {
         "Remarks": [
            "Thanks, Alethia."
         ],
         "Speaker": "Daniel O’Day"
      },
      "24": {
         "Remarks": [
            "Our next question comes from the line of Carter Gould from Barclays. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "25": {
         "Remarks": [
            "Congrats on the deal. I guess two. I guess, first off, could you just comment for, I guess, first, around sort of the level of comfort with the competitive environment and your internal assumptions around how you see that sort of playing out? Obviously, Immunomedics has the first mover, you guys had the first-mover advantage, but there are competitors there.",
            "And then secondly, just now how you view sort of the split in terms of R&D focus between hem/onc and solid tumors? And if this is closer to sort of your target balance? Any color there would be appreciated."
         ],
         "Speaker": "Carter Gould"
      },
      "26": {
         "Remarks": [
            "So maybe I’ll start on the second question, and turn the first question over to Merdad. And Merdad, you can also -- but I think on this balance between investment in hem/onc versus solid tumors, again, you should hear directly from Merdad on this, but I think the point is we’ll follow the science. So I think wherever we think we can have the biggest impact on patients is where our investments will go. And Merdad is putting together a portfolio group and committee and decision-making process of Gilead that’s complementary to the one at Kite that allows us to kind of make those investment decisions based upon data. And so I think it’d be hard to predict what the split will be between those two.",
            "But of course, we’ve been heavier on the hematology side because of Kite and the recent acquisition of Forty Seven in terms of late stage. And now this kind of fast forwards it for solid tumors. So it certainly brings forward the immediate opportunity in a much bigger way for solid tumors, which we’re excited about. Merdad?"
         ],
         "Speaker": "Daniel O’Day"
      },
      "27": {
         "Remarks": [
            "Yes. The only thing I’d add to that is, I think to embellish on what Dan said, we’re focused on making the impact and having an impact on patients. And rather than sort of saying we want a certain percent hem or a certain percent solid tumor, as Dan said, we’ll follow the science and go after the place where we think we can have the biggest impact. So we don’t have a quarter we’re trying to fill or anything like that.",
            "In terms of competition, I think it’s safe to assume that in oncology, there is always competition. And we think about both the in-class and the broader competitive space within each of the therapeutic areas that we’re interested in.",
            "Certainly, for the in-class competition, we’re excited that we’re out ahead, and we’re further along and obviously approved with accelerated approval. I don’t think we can be complacent about that, and we’ll have to continue to explore the molecule as aggressively as possible to show the benefit of Trodelvy in various patient populations.",
            "And then more broadly in different tumor types, we -- I think what we can bring is an orthogonal approach to some of the other approaches people are taking in those tumors and hopefully add to them as we -- and hopefully move up in lines of therapy so that we can look at unique combinations, as we’ve mentioned, things like PARP inhibitors in some tumor types, maybe I/O in other tumor types. And I think that allows us to move up into earlier lines of therapy. So we’ll be looking at that very broadly in order to maintain our competitive edge, both in class and outside of class."
         ],
         "Speaker": "Merdad Parsey"
      },
      "28": {
         "Remarks": [
            "Our next question comes from Phil Nadeau from Cowen & Company."
         ],
         "Speaker": "Operator"
      },
      "29": {
         "Remarks": [
            "Let me add my congratulations on the deal. A couple of questions from me on the upcoming data events. So it sounds like you’ve been able to see and fully review the urothelial data that we’re going to see next week at ESMO. I’m curious, what does your due diligence say about the ability of that single-arm Phase II to support an FDA filing and approval?",
            "And then second, there has been some controversy among Immunomedics investors about the timing of the interim analysis and the ER-positive HER2-negative breast cancer study? What is your diligence say about the timing of that analysis? And certainly, do you think that, that analysis will support an FDA filing?"
         ],
         "Speaker": "Phil Nadeau"
      },
      "30": {
         "Remarks": [
            "Andy, you want me to take that or"
         ],
         "Speaker": "Merdad Parsey"
      },
      "31": {
         "Remarks": [
            "Sure. Yes."
         ],
         "Speaker": "Andy Dickinson"
      },
      "32": {
         "Remarks": [
            "Yes. Okay. Happy to take it. So we do think that, obviously, we’re optimistic about the ability to file and triple-negative this year. When we look forward in triple negative, we think that we’ll be able to continue to expand in the EU. And then we are optimistic about our chances to be a filing for urothelial, hopefully for accelerated approval based on the data as we think about 2021 and beyond.",
            "After that, it obviously becomes a little bit more gray, but we do hope for -- as the data emerge, that we do see the possibility of multiple additional SBLAs coming up in the next few years."
         ],
         "Speaker": "Merdad Parsey"
      },
      "33": {
         "Remarks": [
            "And the other question was the timing of the interim on the hormone receptor positive, Merdad?"
         ],
         "Speaker": "Daniel O’Day"
      },
      "34": {
         "Remarks": [
            "Yes. So that -- and sorry, that should be next year. That should be next year. We’re looking at sort of the second half of next year for those data. Sorry."
         ],
         "Speaker": "Merdad Parsey"
      },
      "35": {
         "Remarks": [
            "And do you think that will support an FDA filing?"
         ],
         "Speaker": "Phil Nadeau"
      },
      "36": {
         "Remarks": [
            "It’s possible. I think we’re kind of thinking about it, the potential for that would be, obviously, in 2022 and beyond, depending on the outcome that it’s possible that we could have that. But obviously, we haven’t seen those interim data, right? So that’s speculation. But hopefully, we’ll do the interim. And if it does support it, we would go for filing in 2022."
         ],
         "Speaker": "Merdad Parsey"
      },
      "37": {
         "Remarks": [
            "Our next question comes from Brian Abrahams from RBC Capital Markets. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "38": {
         "Remarks": [
            "Thanks for taking my question, and Mike congrats on the deal as well. How are you thinking about the launch ramp for Trodelvy and the potential for commercial synergies there? And then can you talk about the long-term leverage ability of their ADC technology?"
         ],
         "Speaker": "Brian Abrahams"
      },
      "39": {
         "Remarks": [
            "Johanna, you want to take the launch ramp?"
         ],
         "Speaker": "Daniel O’Day"
      },
      "40": {
         "Remarks": [
            "Yes. Sure. Yes. So Brian, I think what we’ve seen so far is, obviously, the first two months that Immunomedics has spoken to about in their earnings call this summer. And obviously a very strong start. We’ve also seen some pretty powerful data around, not only the awareness of Trodelvy in the marketplace with oncologists that treat breast cancer, but also their intent to prescribe. And I think what we’re seeing is a really nice ramp-up, and that’s really kudos to the Immunomedics team for making sure that happens in such a quick time both from a physician education standpoint, but also from an access standpoint, making sure that there’s no barriers for patients. So I think they’re off to a very strong start.",
            "I think the opportunity is, obviously, to continue to grow that and potentially expand even the footprint as we think about moving it forward, not only in triple-negative breast cancer, but other areas as well. So I think we’re excited about that, let alone the fact that the intent is to file a submission in Europe early next year and obviously follow-up very quickly in Europe and beyond that to really maximize the opportunity with a global footprint that Gilead already has. So I do think that the opportunity from a launch uptake over the next 18 to 24 months are quite large."
         ],
         "Speaker": "Johanna Mercier"
      },
      "41": {
         "Remarks": [
            "And long-term potential on the ADC, I mean Merdad, of course, you may have some insights there?"
         ],
         "Speaker": "Daniel O’Day"
      },
      "42": {
         "Remarks": [
            "I think that certainly, what’s -- I think a lot of people have been struggling with ADCs for a long time. And what we’re excited about what we’re seeing on the therapeutic potential here of this platform. So it’s definitely something that we will consider as we get into that. The -- certainly, the ability to deliver the payload here with this particular linker is promising in triple negative, so we have to think about what other antibodies and other antigens we could go after to try to expand the utility. So we’ll definitely be considering that as we go forward."
         ],
         "Speaker": "Merdad Parsey"
      },
      "43": {
         "Remarks": [
            "Our next question comes from Matthew Harrison from Morgan Stanley. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "44": {
         "Remarks": [
            "I guess two for me. One, can you just talk about your view on competitive differentiation versus [Indiscernible]?",
            "And then secondly, just from a strategic standpoint, I think previously, you’ve talked about for oncology, pursuing what I’d call more I/O adjacencies and I/O type products, and this seems more like a more traditional solid tumor products. So should we think about you expanding the breadth of the kinds of products you’d like to bring in?"
         ],
         "Speaker": "Matthew Harrison"
      },
      "45": {
         "Remarks": [
            "Yes, let me -- thanks, Matthew, for the thoughtful question, and I’ll let Merdad speak about your first one on the competitive differentiation of [Indiscernible].",
            "But I think on the second one, I’ll give you my viewpoint and Merdad as well can give you his. I think of course, we continue to remain interested on the cutting-edge aspect of oncology and a great deal that is in immuno-oncology today, which has been our focus based upon some of our scientific background in immunomodulation, which has some links back into virology and other scientific foundations we have at the company.",
            "Having said that, we’ve always said that we would remain opportunistic on adjacencies. And I think this is a very connected mechanism versus I/O and our opinion. Scientifically, of course, it’s targeted towards Trop-2 expression. It’s broadly applicable to solid tumors. And because of its profile, we think it’s combinable, of course, not just with I/O but could very well be one of the biggest factor is could be combinability with I/O. So I think it really fits into our strategy, number one.",
            "But number two, to your point, it could have as also our strategy, right? The strategy should never be set in stone. And a lot of our experiences, many of us have decades of experience in oncology strategy. One thing you know is you’ve got to stay nimble and ready to kind of move and rotate. Reminds me of the old ADC days that Genentech and Roche, we had dozens of ADCs that we thought after Kadcyla, were just going to come pouring out. And the story there was that it wasn’t quite as easy to get an antibody linker and toxin to be -- to hit that sweet spot of efficacy and safety, and that’s why we’re so impressed, by the way, with what Immunomedics has done with Trodelvy.",
            "So I think bottom line is that, yes, we’ll continue to focus on I/O. Yes, we have great modalities in-house on cell therapy and noncell therapy, and those are building. And I think this may have us rethink how we are inclusive in our oncology strategy of other modalities and other mechanisms. So stay tuned on that.",
            "I mean, clearly, with this being such a potential foundational molecule for lots of tumor types, not only within Gilead, but also outside of Gilead, we’ll continue to look for partnership opportunities. And certainly, Immunomedics already has a line of folks that are interested in looking at combinability of their agents with Trodelvy. And nothing on that will change as we go into the next phase of Trodelvy’s growth. Merdad, please."
         ],
         "Speaker": "Daniel O’Day"
      },
      "46": {
         "Remarks": [
            "Yes. An ongoing -- just to finish that point and emphasizes ongoing combination trials with molecules from other companies, and we’ll continue to do that and look to those readouts because I think they’ll be very important.",
            "As far as the comparison that [Indiscernible], I think, look, certainly, the data continue to evolve. What we’re excited about is that Trodelvy brings a very different safety profile as well as efficacy, right? So I think it’s important to look at both sides of that. And so we’re fairly confident that data mature that there will be a role for Trodelvy that would be complementary to that for the competitor molecules in this space, primarily because of the difference in tolerability. I think there’s a -- it’s a very different profile. And I think in this -- especially if you think about some of the more frail patients in urothelial cancer, that difference in the average event profile may afford patients are really great choice in terms of treatment options there. So we think there’s differentiating effect there from the safety standpoint as well as efficacy."
         ],
         "Speaker": "Merdad Parsey"
      },
      "47": {
         "Remarks": [
            "Our next question comes from Terence Flynn from Goldman Sachs. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "48": {
         "Remarks": [
            "I appreciate all the color. I just had a few. I was wondering what you guys are assuming for Trodelvy IP, particularly given it’s an ADC, if that goes out longer?",
            "And then on the sales force side, can you just provide any detail there in terms of the size of the current sales force plans for Europe? And then any leverage opportunity with your current sales force.",
            "And then on the drug pricing side, obviously, there’s some uncertainty into the U.S. election. Just wondering, as you thought about your models here with respect to longer term pricing dynamics anything of note? Or did you already factor in a pretty conservative pricing outlook? Would just be curious to get some color there."
         ],
         "Speaker": "Terence Flynn"
      },
      "49": {
         "Remarks": [
            "Andy, do you want to do the IP? And then Johanna, you can do some of the sales force and better pricing? I could also do some pricing, too."
         ],
         "Speaker": "Daniel O’Day"
      },
      "50": {
         "Remarks": [
            "Yes, I’d be happy to start. I think, Terence, thanks for the questions. At a high level, I think we’re not providing specific guidance, what we’d say is we’re very comfortable with the IP estate well into the 2030s. Obviously, antibody-drug conjugates are unique and have multiple layers of patent estates, but we’re very comfortable that this asset will have IP protection well into the 2030s. Johanna?"
         ],
         "Speaker": "Andy Dickinson"
      },
      "51": {
         "Remarks": [
            "Yes, thanks, Andy. And so maybe going on first to the field force coverage that you’re referring to. I think two things. I think Immunomedics has a good coverage today across the United States. I think there might be some opportunities to potentially expand and even leverage some of the work that’s going on with Kite as well since their -- Kite is very well-established in the academic setting. And so the interplay between academia and community is going to be very important. And right now, the split is about 70-30; 70 community, 30 academic is where they’re looking at their current business. And I think there’s probably an opportunity to continue to evolve that.",
            "I think to your question to Europe, obviously, that’s something we’re going to take on pretty quickly. I do think we have previous models of what an oncology footprint would look like in Europe, and it’s a little bit of a different setting than in the U.S. But I think we feel confident that we can ramp it up pretty quickly over the next few months as we look at the model and the timing, of course, both for regulatory approval. But as you know, reimbursement takes a little bit longer in many markets.",
            "And then the last piece of the puzzle around drug pricing. Obviously, this is a market approved products. So the U.S. pricing assumptions were a little bit easier and, of course, as we look at the outlook, we’ve been just as conservative about our outlook as we look at our own product portfolio and applied similar assumptions. Similar within the U.S. and also outside of the U.S. as we think about Europe, for example. Hopefully, that addresses. I don’t know, Dan, do you want to add anything to that?"
         ],
         "Speaker": "Johanna Mercier"
      },
      "52": {
         "Remarks": [
            "No, not really, Terence. I mean I think that’s exactly what I wanted to say, is that we’re always quite conservative when we do these type of modelings around both the continued decline in Europe and somewhat stable in the United States.",
            "And we’ve said that and we factored in every scenario in the U.S. for any of our products? No. I remain convinced that A, we need reform on drug pricing in the United States and B, we have to make sure that patients out-of-pocket costs are the things we target, and that we, most importantly, see reward innovation. And I remain convinced that we’ll get to those types of policies. We’ve been rolling our sleeves up, and we’ll get there.",
            "But for medicines like this that have such a dramatic impact, I think these are largely not the medicines in the focus. And I think one has to have a high differentiation on any environment that we’re going to go into around the world in terms of drug pricing. And I, for one, really like the profile of this medicine as we approach whatever reforms may happen, not only in the United States but everywhere in the world because this really does have a very significant impact on patients. So that’s the most important thing is to keep the bar high in innovation."
         ],
         "Speaker": "Daniel O’Day"
      },
      "53": {
         "Remarks": [
            "Terence, one more point on your first question, the regulatory and statutory exclusivity in the U.S. is also important as you think about the exclusivity period around these antibodies, in particular, in the U.S."
         ],
         "Speaker": "Andy Dickinson"
      },
      "54": {
         "Remarks": [
            "Our next question comes from the line of Jim Birchenough from Wells Fargo. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "55": {
         "Remarks": [
            "Congratulations on the deal. My first question is on manufacturing of the antibody. Obviously, Immunomedics is planning on using Samsung Biologics for expanded commercial supply. What is your strategy to maintain tight cost of goods on the antibody?",
            "And the second question is whether Trop-2 as a target gives us an interest of the total organization. How you feel about ADC, the ADC platform and cell therapy as part of an integrated option for a specific target?"
         ],
         "Speaker": "Jim Birchenough"
      },
      "56": {
         "Remarks": [
            "Thanks. Maybe Andy and Merdad."
         ],
         "Speaker": "Daniel O’Day"
      },
      "57": {
         "Remarks": [
            "Yes. I’ll start on the manufacturing side. As you’d expect, I mean there’s a lot of history here on the manufacturing side with our CMC team has spent a lot of time with the Immunomedics team looking at this. It’s a relatively complex manufacturing network relative to others given that you have different parties with the toxin and the linker or the antibody and then pulling it all together. We’re very comfortable with what they’ve done. They have a great team. We think they’ve done a great job. We’re comfortable with our ability to scale it up. Obviously, getting Samsung in place was an important step for them as well that gives us a lot of comfort.",
            "So we -- the cost of goods here, specifically to your question, are entirely in line with the rest of our portfolio at scale including standard kind of antibody and small molecule cost of goods. So there’s nothing unique here other than it’s slightly different than your standard antibody. But at scale, we see every opportunity to get to a really attractive cost of goods. Merdad?"
         ],
         "Speaker": "Andy Dickinson"
      },
      "58": {
         "Remarks": [
            "Yes. And what I would say in terms of the cell therapy, potential cell therapy, we are very much focused, I would say, primarily on the solid tumor area right now, making sure that we keep our eye focused on being successful in our core indications. Having said that, we always -- we’re very close with our colleagues at Kite and always look at opportunities more broadly, and we’ll -- this would go into that bucket of things where we’d certainly consider potential synergies between cell therapy and Trop-2 targeted therapies."
         ],
         "Speaker": "Merdad Parsey"
      },
      "59": {
         "Remarks": [
            "Our next question comes from the line of Mohit Bansal from Citi. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "60": {
         "Remarks": [
            "Congrats on the deal. Quick question. So your previous communications, I mean the goal was to build the pipeline with some small bolt-on acquisitions. And this seems a little bit bigger than that. So just wanted to get your thoughts on what changed the thought process here? And has it anything to do with the filgotinib action by the FDA?"
         ],
         "Speaker": "Mohit Bansal"
      },
      "61": {
         "Remarks": [
            "Yes, Dan O’Day here. So I mean the answer to the question is no, it has nothing to do with filgotinib. And what I would say is that I think this is very consistent with the strategy we laid out when I came in about 1.5 years ago with the team here, which is to be disciplined about our scientific areas of strength and where we’re going to play and where we’re not going to play. And then secondarily, to do that with small- to medium-sized bolt-on acquisitions.",
            "So I mean given our market cap and ability, I think this clearly called sweetly into the medium-sized bolt-on. It’s particularly important because it’s derisked from the standpoint of having on market and approval to regulatory. So that’s obviously why it becomes for of a mid-sized bolt-on.",
            "But strategically, as we’ve talked about before, very much in line with our strategy. And I think you can expect to see us do more of this. Now as Andy said, I mean it’s not every day we’re going to do a $20 billion acquisition. We do have sufficient firepower still to put to work, and we’ll keep the threshold high on innovation.",
            "The other thing we’ll do is we’ll continue to be creative in terms of our transaction structure. I think Andy and the team have been really creative about finding ways to partner with companies that allow each party to share the risk more fully until you get data, particularly on the earlier stage compounds or some of the innovative type structures we’ve created but a very long-term research-based and development based initiatives like we’ve done with Galapagos on a very sizable basis or Arcus recently on the oncology basis.",
            "So I think making sure that we continue to pivot and have a really fit-for-purpose approach on our strategy as we think about small, medium-sized partnerships, acquisitions. You’ll continue to see us do that. And that I think that takes a lot of work. It takes relationships. It takes knowledge. It takes know-how. But at the end of the day, I think it’s the best way to make sure that you’re whatever -- whoever your partnering with or acquiring, but the innovation stays intact and complete because at the end of the day, it’s about people it’s about getting them motivated and different structures are required to get us there.",
            "So this is a medium size, and it’s transformational for our oncology business. But I think what you’ve seen in the past, you can continue to expect to see in the future."
         ],
         "Speaker": "Daniel O’Day"
      },
      "62": {
         "Remarks": [
            "Our last question comes from the line of Umer Raffat from Evercore. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "63": {
         "Remarks": [
            "I have a few today, if I may, and I would appreciate you bearing with me on these. First, Dan, I don’t think anyone will question the quality of the asset or the strength of clinical data for Trodelvy. But the same asset with much of this clinical data across indications was trading at less than 20% of the acquisition price during most of 2019. So how should we think about that, especially also from a capital allocation perspective from Gilead, number one?",
            "Merdad, a couple for you. I’m curious, what do you think about Daiichi’s Trop-2 ADC, especially since it only needs 1 infusion per cycle, not 2. And also if you could speak to the response rate in no or low Trop-2 expressors, both in UC and HR-positive breast, and what percentage indication is that?"
         ],
         "Speaker": "Umer Raffat"
      },
      "64": {
         "Remarks": [
            "Sure, Umer. We always appreciate your questions. I’m happy to take them. So on the first one, just to put your question into context, and I think it’s not uncommon to see share prices drop point you have remarkable clinical data. But particularly in the ADC space, given what I said before about the whole of many companies and academic centers being littered with ADCs that didn’t show their promise, it’s not uncommon to be skeptical until you see clinical data. At the end of the day, clinical data trumps, I think, everything. And so of course, we saw an appreciation of the share price based upon the clinical data that’s been publicly made available so far.",
            "And then I remind you, in terms of what Andy said before, we look at this from an intrinsic value basis. Premiums can often get confused. And particularly in this one, I think the premiums are conflated by the fact that we have information that the public doesn’t have yet given the upcoming ESMO meeting that you’ll see next week. And clearly, it’s our assumption that the share price of the Immunomedics also would have appreciated as a result of the ESMO data as well. So why not take that into account when you look at the entirety of the premium.",
            "But all of that fundamentally, it’s based on the clinical data, both in triple-negative breast cancer and the early clinical data and other indications we’ve spoken about in this call as well as some of the data that you’ll see at ESMO around the early combinability. So that’s really where the intrinsic value comes from. And I’d much rather look at it from that, then where the share price was trading 6 months, 9 months, 12 months ago. Merdad."
         ],
         "Speaker": "Daniel O’Day"
      },
      "65": {
         "Remarks": [
            "And I’m happy -- yes. In terms of the Trop-2 expression, I’d say it’s really early days, Umer. I think we need to understand our relationship better, the Immunomedics team has done a great job of looking at that. And I would say the early data are really intriguing in terms of the relationship between Trop-2 expression and response. But it will take a lot more data for us to identify a cut point, what it looks like in different tumor types, what it looks like in various lines of therapy.",
            "So I’d say it’s really too early to draw too many conclusions there. We’ll have to gather more data to look at that. But certainly, I feel that it looks as though the higher levels of Trop-2 expression certainly seem to have better responses in a general sense. But we’ll have to see how that evolves over time.",
            "And then in terms of comparison to Daiichi Sankyo, again, as I said earlier, I think it’s hard to compare because there are at different stages of development in different patient populations with different background therapies. Having said that, one of the things that we like about, obviously, the Immunomedics molecule is not only its efficacy, but also its safety profile. And as you’ve seen with the Daiichi Sankyo molecule, they do see some interstitial lung disease that develops, and we haven’t seen any evidence of that with the Immunomedics molecule. Lot of caveats around that, but we’re heartened by the fact that the tolerability profile of the Immunomedics molecule seems to be really good and allows us to think about earlier lines of therapy in combinations in ways that I think other molecules, it would be harder to think about in that way. I hope that helps."
         ],
         "Speaker": "Merdad Parsey"
      },
      "66": {
         "Remarks": [
            "This concludes our Q&A session. At this time, I’d like to turn the call back over to Mr. Douglas Maffei, Senior Director, Investor Relations for closing remarks. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "67": {
         "Remarks": [
            "Thank you, Dilem, and thank you all for joining us today. We appreciate your continued interest in Gilead, and the team here looks forward to providing you with updates on our future progress."
         ],
         "Speaker": "Douglas Maffei"
      },
      "68": {
         "Remarks": [
            "Ladies and gentlemen, this concludes today’s conference call. Thank you for participating. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}