{
   "Date": "August 3, 2020",
   "Presentation": {
      "Gabriel Tirador": [
         "Thank you very much. I would like to welcome everyone to Mercury’s second quarter conference call. I am Gab Tirador, President and CEO. On the phone, we have Mr. George Joseph, Chairman; Ted Stalick, Senior Vice President and CFO; Jeff Schroeder, Vice President and Chief Product Officer; and Chris Graves, Vice President and Chief Investment Officer.",
         "Before we take questions, we will make a few comments regarding the quarter. Net income in the second quarter was $228.2 million or $4.12 per share, which includes $125.2 million of after-tax gains on our investment portfolio. The rebound in the market in the second quarter helped to partially offset first quarter afte-tax losses of $198.5 million on our investment portfolio.",
         "Year-to-date, net income was $89 million or $1.61 per share, which includes $73.4 million of after-tax losses on our investment portfolio. Most of the year-to-date investment losses are mark-to-market adjustments on securities that continue to be held by the company.",
         "Our second quarter operating earnings were $1.86 per share, compared to $0.74 per share in the second quarter of 2019. The improvement in operating earnings was primarily due to a reduction in the combined ratio from 98.3% in the second quarter of 2019 to 88.2% in the second quarter of 2020.",
         "Catastrophe losses in the quarter were $12 million, compared to $9 million in the second quarter of 2019. The company recorded $12 million in unfavorable reserve development in the quarter, compared to $9 million in the second quarter of 2019. The improvement in the combined ratio on a quarter was primarily due to improve results in our private passenger auto line of business.",
         "Lower frequency in the quarter as a result of less driving from the COVID-19 pandemic was the primary reason for the improved results. The lower frequency in the quarter was partially offset by an increase in severity and the giveback of $100.3 million of premiums to personal auto customers as a result of less driving from the COVID-19 pandemic.",
         "Partially offsetting improved results in our private passenger auto line of business were worse results in our commercial auto, homeowners and commercial multi-peril lines of business.",
         "Although, our commercial auto line of business also saw a decline in frequency in the quarter, increases in severity, unfavorable reserves development of $7 million and the giveback of $5.5 million of premiums to commercial auto customers negatively impacted our commercial auto results in the quarter.",
         "In our homeowners line, both frequency and severity increased in the quarter. In addition, $3 million of unfavorable reserve development negatively impacted our homeowners results this quarter.",
         "To improve our homeowners results, a 6.99% rate increase in our California homeowners line went into effect in April. In addition, a 6.99% rate increase was recently approved by the California Department of Insurance. We expect to implement the recently approved rate increase in October.",
         "California homeowners premiums earned represent about 87% of company-wide direct homeowners premiums earned and 15% of direct company-wide premiums earned. Our commercial multi-peril results in a quarter were negatively impacted by a large $5 million fire loss net of reinsurance.",
         "In the second quarter, we launched two new programs. In June, we introduced our new personal auto usage based insurance product MercuryGO in Texas. Early adoption rates are encouraging and above our expectations. We also introduced Phase 1 of our new commercial multi-peril product and system in California in the second quarter. The new product and system have been well received by our agents.",
         "We recently completed our catastrophe reinsurance treaty renewal effective July 1, 2020. The total reinsurance limit purchased increased from $600 million in the prior period to $717 million for the July 2020 through June 2021 period.",
         "In addition, the new reinsurance program has wildfire coverage in all layers. Our retention remains the same at $40 million. Total annual premiums on a new reinsurance program are approximately $50 million. For the prior reinsurance treaty, total premiums were $38 million. More details of the catastrophe reinsurance treaty renewal will be included in our second quarter 10-Q filing.",
         "The expense ratio was 27.2% in the second quarter of 2020, compared to 24.4% in the second quarter of 2019. The higher expense ratio in the quarter was primarily due to the reduction of premiums earned of $106 million due to premium refunds and credits to eligible policyholders for reduced driving and business activity as a result of the COVID-19 pandemic. Excluding the premium refunds and credits, the expense ratio would have been 24.1%.",
         "Premiums written declined $12.5% in the quarter, primarily due to the $106 million in premium refunds and credits. Excluding the $106 million in premium refunds and credits, premiums rent declined by 1.2%.",
         "In addition, we plan on returning $22 million of July 2020 monthly premiums to eligible policyholders in August. Accordingly, we expect third quarter premiums written and earned to be reduced by approximately $22 million.",
         "We will continue to monitor the extent and duration of the economic impact related to COVID-19 and make further adjustments as necessary. We expect our underwriting and loss adjustment expense ratios to remain elevated in the third quarter, as premiums declined from givebacks without a proportionate reduction in expenses.",
         "With that brief background, we will now take questions."
      ],
      "Operator": [
         "Good morning. My name is Michele, and I will be your conference operator today. At this time, I would like to welcome everyone to the Mercury General Quarterly Conference Call. All lines have been placed on mute to prevent any background noise. After the speakers’ remarks, there will be a question-and-answer session. [Operator Instructions]",
         "This conference call may contain comments and forward-looking statements based upon current plans, expectations, events, and financial and industry trends, which may affect Mercury General’s future operating results and financial position.",
         "Such statements involve risks and uncertainties, which cannot be predicted or quantified and which may cause future activities and results of operations to differ materially from those discussed here today.",
         "I would now like to turn the call over to Mr. Gabriel Tirador. Please go ahead."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] Our first question comes from Greg Peters from Raymond James. Your line is open."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Well, good morning to you. Good afternoon to those listening on the East Coast. I first wanted to just give everyone a heads up had some trouble getting access in the call this morning or this afternoon, depending on your time zone. We are asking for a conference ID. I don’t know if that’s normal or not. But let’s pivot back to the results and your announcement around the $22 million of [Technical Difficulty] Can you talk about the mechanics around that number? And if you are having favorable frequency continue in July and maybe it extends in August to September. Is it reasonable to assume that this giveback or refund is going to continue for the near-term?"
         ],
         "Speaker": "Greg Peters"
      },
      "3": {
         "Remarks": [
            "Let me go ahead and have Jeff talk about the givebacks. Jeff?"
         ],
         "Speaker": "Gabriel Tirador"
      },
      "4": {
         "Remarks": [
            "Yeah. We saw continued frequency, obviously, declines through the month of June and into the month of July hence the giveback that Gabe just talked about for July. As far as that continuing into subsequent months, we are going to continuously evaluate that. And depending on how frequency moves over the next couple of months, we will potentially make adjustments and to giveback and extend that for those particular months. But it’s a little early for us to tell at this point."
         ],
         "Speaker": "Jeff Schroeder"
      },
      "5": {
         "Remarks": [
            "I will add that we…"
         ],
         "Speaker": "Gabriel Tirador"
      },
      "6": {
         "Remarks": [
            "If it’s paid…"
         ],
         "Speaker": "Greg Peters"
      },
      "7": {
         "Remarks": [
            "I will add that we did see an increase upwards slope in frequency as compared to where April and May and June and July. So, as Jeff mentioned, we will just continue to monitor and every month and we will adjust based on the information…"
         ],
         "Speaker": "Gabriel Tirador"
      },
      "8": {
         "Remarks": [
            "Right."
         ],
         "Speaker": "Greg Peters"
      },
      "9": {
         "Remarks": [
            "…that’s coming in and severity is rising as well, so offsetting some of the frequency benefits, but no question that there was an upward slope in frequency in the month of June and July as compared to April and May."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "10": {
         "Remarks": [
            "Right. The -- I just -- continuing on with that, that concept, what -- how is the interaction been with the California Department of Insurance? I know if I look at your second quarter combined ratio result that’s well below their mandated targets. So I am just curious how the regulatory authorities are getting involved with your process at this point?"
         ],
         "Speaker": "Greg Peters"
      },
      "11": {
         "Remarks": [
            "Well, I am not sure what you mean by, its well below our mandated target. I don’t think I agree with that statement."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "12": {
         "Remarks": [
            "I am sorry. I thought it -- I thought there was a 96 combined ratio sort of threshold, maybe I am miss…"
         ],
         "Speaker": "Greg Peters"
      },
      "13": {
         "Remarks": [
            "No. No."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "14": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Greg Peters"
      },
      "15": {
         "Remarks": [
            "There is no threshold of 96 that I am aware of. They have a template that you have to file and that template has a maximum that you can take based on the template. And I -- I will remind you that before COVID, we had rate pending we had in both companies something, I think, on one to five and another one to four, something like that, pending because of severity increases.",
            "And I will add that the template allows for quite a bit more rate increase. So prior to COVID, there was no question that we needed rate and the template allows for quite a bit more rate than we were asking for."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "16": {
         "Remarks": [
            "Thank you for the clarification. So can you just -- just as the final piece of that, how is your interaction with the California Department been as you are announcing these programs, so they just accepting it or they getting involved or, I think, you would characterize it before as they were just asking you to do something and leaving it up to you?"
         ],
         "Speaker": "Greg Peters"
      },
      "17": {
         "Remarks": [
            "Yeah. That’s basically how it’s been. We -- they basically are allowing companies to do whatever giveback that they see fit and they are not ordering any kind of specific giveback."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "18": {
         "Remarks": [
            "Got it. Thanks for…"
         ],
         "Speaker": "Greg Peters"
      },
      "19": {
         "Remarks": [
            "And there’s no filing required."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "20": {
         "Remarks": [
            "Okay. Thank you for the clarification. Gabe, appreciate it."
         ],
         "Speaker": "Greg Peters"
      },
      "21": {
         "Remarks": [
            "Sure. Sure. No problem."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "22": {
         "Remarks": [
            "On -- can we pivot to the reinsurance, so more limit, the retention is still $40 million, is that $40 million per event or as an aggregate in a quarter or just help us and maybe you can give us -- look into your crystal ball and tell us what you think the fire seasons going to look like in the third quarter and fourth quarter?"
         ],
         "Speaker": "Greg Peters"
      },
      "23": {
         "Remarks": [
            "Well, that’s always hard to predict. But I will give Ted. Ted, do you want to talk about the reinsurance?"
         ],
         "Speaker": "Gabriel Tirador"
      },
      "24": {
         "Remarks": [
            "Yeah. Hi, Greg. So it’s $40 million per event. We did buy more limit. I would like to mention that, PG&E came out of bankruptcy on July 1st. And that put into place the utility industry subrogation fund, which will cover 40% of future losses caused by their equipment. So we see that as a favorable towards cat losses in the third quarter and fourth quarter.",
            "We have already started having some fires here. There’s a big one out in Riverside County. But so far, I don’t know if any structures have been burned and it seems to be going up into the mountains. So we will see what happens the rest of the year. Normally the wildfires are the worst when the Santa Ana winds come in, which is generally later in the fall."
         ],
         "Speaker": "Ted Stalick"
      },
      "25": {
         "Remarks": [
            "Great. Can you just go back and walk us through that 40%, like, how does that work? Let’s say, if there’s an event that costs you $100 million, is 40% of that then -- on a gross basis, $100 million on a gross basis, is 40% of that covered by subrogated to PG&E or walk us through how that works. Obviously, there’s got to be some blame involved with them, but…"
         ],
         "Speaker": "Greg Peters"
      },
      "26": {
         "Remarks": [
            "Well, if the loss was caused by their equipment and that it’s shown to be caused by their equipment, my understanding is, yes, and this fund has been set up where the insurers can submit their claims and get the 40% reimbursement back from the fund."
         ],
         "Speaker": "Ted Stalick"
      },
      "27": {
         "Remarks": [
            "Is that done before or after reinsurance?"
         ],
         "Speaker": "Greg Peters"
      },
      "28": {
         "Remarks": [
            "So in that example, $100 million, that would net down to 60% and then you would see -- and you would seed off [ph] under our treaty where our retention is at 40%, you would seed off the amount above 40% up to the 60% on that one."
         ],
         "Speaker": "Ted Stalick"
      },
      "29": {
         "Remarks": [
            "Which is the under 20%. Right. Perfect. Thank you for that color. Is -- how many events, do you -- you have a first event, second event, how many events are covered on your treaty?"
         ],
         "Speaker": "Greg Peters"
      },
      "30": {
         "Remarks": [
            "Our limits are -- we have one reinstatement."
         ],
         "Speaker": "Ted Stalick"
      },
      "31": {
         "Remarks": [
            "Got it."
         ],
         "Speaker": "Greg Peters"
      },
      "32": {
         "Remarks": [
            "So and then once you exhaust the second reinstatement, you don’t have any coverage. So you could have theoretically a dozen events that fall within the layer, but haven’t exhausted the layer."
         ],
         "Speaker": "Ted Stalick"
      },
      "33": {
         "Remarks": [
            "Okay. Thank you. The -- I guess one other question just around operations, you mentioned, your concentration in California, but you also highlighted some initiatives that are going on outside of California. I think you mentioned the Texas initiative, in particular. It -- do you expect when we get to the end of the year that your non-California premium will be higher or the same as it was last year or lower?"
         ],
         "Speaker": "Greg Peters"
      },
      "34": {
         "Remarks": [
            "No. We -- I am not going to predict that. There’s just too much uncertainty going on right now, Greg. I’d rather not predict that. All I can tell you is that, we are working on improving our segmentation outside of California.",
            "We have a new product that we launched Mercury Advantage in quite a few states. And the launching of that product has increased new business significantly in the states that we have launched and we plan to continue to launch it in most of the rest of the country later this year and into next year as well. We have got the Mercury Gold program as well, the use of the base program that’s going well. But there’s just too much uncertainty for us to predict where premiums are going to land.",
            "I will say that for the most part, we -- not for the most part, we are keeping our underwriting disciplines. So we are taking a long-term view in all our states, I would say that. We are keeping our underwriting discipline going forward. So I am not going to predict, but there are lot of things in motion that I think that -- from a product standpoint that are positive."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "35": {
         "Remarks": [
            "Great. Thank you for the answers. The final question just would be to Chris regarding investments, just looking at the year-over-year and six months both on the quarter and the six-month basis, the average yield is down. Can you give us some perspective on how the new money rates compare with the existing portfolio yield and given what’s going on in the interest environment there, where the new level will normalize at?"
         ],
         "Speaker": "Greg Peters"
      },
      "36": {
         "Remarks": [
            "Well, I think, you probably know much of that answer and that is that new rates compare quite unfavorably to my average rates and where we were just six months ago. So cash rates are getting -- they are approaching zero. New money rates, the 10-year Treasury 55 basis points, AAA, municipal bonds about 65 basis points.",
            "So I put a bit of a spread on that and you are looking at 1%, 1.5% out on the curve with significant duration risk. So how long are we going to be in this environment? Big election coming up, I think, that’s part of the answer. But I think we can expect to be at these low rates for some time to come.",
            "And so, yeah, the comparisons are going to be challenging. We are evaluating different options. Certainly taking more risks, say, on equity is an option. But it’s -- we have a very conservative investment policy and we are actually getting up against those types of restrictions.",
            "Dividend yields are attractive compared to fixed income. But, again, the risk there is certain tolerances that we don’t want to have to consider breaching. So we are just going to keep pushing the best we can and I think you kind of already understand that it’s probably the most challenging environment we have ever been in."
         ],
         "Speaker": "Chris Graves"
      },
      "37": {
         "Remarks": [
            "Right. It certainly looks like that. Listen, thank you, everyone for your answers. Appreciate the time."
         ],
         "Speaker": "Greg Peters"
      },
      "38": {
         "Remarks": [
            "Thank you, Greg."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "39": {
         "Remarks": [
            "[Operator Instructions] Our next question comes from Ron Bobman of Capital Returns. Your line is open."
         ],
         "Speaker": "Operator"
      },
      "40": {
         "Remarks": [
            "Hi. Thanks a lot. Hope everyone well. I had a question about agent compensation. My understanding is that the carriers into sort of a uniform fashion, even in light of sort of the giveback on consumer premiums, basically not adjusted agent commissions, and I assume that isn’t changing. But I am wondering -- and if you can confirm that that’d be great. But I was really wondering about sort of incentive compensation that some of the agents may have, whether it’s sort of be in particular sort of profitability based, have there been any adjustments to the sort of profit based compensation programs to incorporate the impact of COVID and givebacks? Thanks."
         ],
         "Speaker": "Ron Bobman"
      },
      "41": {
         "Remarks": [
            "Well, to answer your first question on base commissions, you are correct, based commissions have not been adjusted and -- for the givebacks, as far as contingent commissions, we haven’t made a determination on that yet."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "42": {
         "Remarks": [
            "Got you. Okay. And there is -- would you say that your peer group is sort of largely in the same spot, it’s sort of to be determined."
         ],
         "Speaker": "Ron Bobman"
      },
      "43": {
         "Remarks": [
            "I…"
         ],
         "Speaker": "Gabriel Tirador"
      },
      "44": {
         "Remarks": [
            "Or had some declared positions to your nose?"
         ],
         "Speaker": "Ron Bobman"
      },
      "45": {
         "Remarks": [
            "I don’t know about all our competitors. I don’t know."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "46": {
         "Remarks": [
            "Okay."
         ],
         "Speaker": "Ron Bobman"
      },
      "47": {
         "Remarks": [
            "I am not sure."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "48": {
         "Remarks": [
            "Okay. And then if you don’t mind, I remember not too long after the fires. I remember you, I think, you sold your subrogation rights to, I guess, a third-party for some of the, I guess, fire losses. And I am wondering if there -- if you have any other remaining sort of fire losses that are sort of either subject to subrogation from the utilities or are potentially, could -- I guess, could be sold. Is there -- or is everything sort of baked as far as prior year’s fire losses. As far as baked is meaning your losses are sort of that they are what they are going to be and there’s not a lot of uncertainty or variability to subrogation opportunities? Thanks."
         ],
         "Speaker": "Ron Bobman"
      },
      "49": {
         "Remarks": [
            "Ted, do you want to handle that?"
         ],
         "Speaker": "Gabriel Tirador"
      },
      "50": {
         "Remarks": [
            "Yeah. So the -- you are right, we did sell the subrogation rights to the third-party. Although, we kept our subrogation rights to the 2017 fires, which was the generally known as the Tubbs fire and we received an initial payment from the PG&E Trust, I think, just last week.",
            "Now that subrogation and any future subrogation came from fully reinsured losses, so all those monies will be returned to our reinsurance partners, so there’s really no net reduction in losses for Mercury from that subrogation. I will mention there was a small benefit to the company from a reduction in reinstatement premiums previously paid on those losses and that was a little under $2 million that we did record in the second quarter numbers.",
            "As far as subrogation, we do have wildfires from Q4 2019. The Saddleridge Fire, which was in Southern California and the Kincade Fire, which was in Northern California. Those -- both of those were under our reinsurance retention. It hasn’t been determined yet whether those events were caused by the utilities equipment. Although, there’s some evidence that both of them were. So there is the potential for some subrogation on those two events. But right now, it’s -- that’s unclear."
         ],
         "Speaker": "Ted Stalick"
      },
      "51": {
         "Remarks": [
            "Okay. Thanks for the color. If there is deemed to be sort of culpability from the equipment, the earlier mentioned about the California reimbursement fund and the 40% that you mentioned, would these Q4 ‘19 fires and your losses potentially be eligible for reimbursement from that fund that you mentioned earlier?"
         ],
         "Speaker": "Ron Bobman"
      },
      "52": {
         "Remarks": [
            "I am not exactly sure, but I believe that’s correct and I also think that the 40% kind of sets the benchmark for where those claims would be paid out of anyway. So I -- that’s all I really know on that. I think our ultimate losses on those two claims were in the $25 million to $30 million range right now."
         ],
         "Speaker": "Ted Stalick"
      },
      "53": {
         "Remarks": [
            "What do you mean by the benchmark of 40%? Why you chose the word benchmark. What’s that mean?"
         ],
         "Speaker": "Ron Bobman"
      },
      "54": {
         "Remarks": [
            "Well, all I mean by that is that, as all these fire claims have come in over the years, there’s been different varying levels of subrogation as a percentage of incurred losses has been paid out. And now you have this fund that’s essentially saying we are going to guarantee you a 40% pay out. So what I meant by benchmark is, if there’s prior claims that are not eligible under the fund, they will probably look towards this 40% rate as kind of the standard of what you pay."
         ],
         "Speaker": "Ted Stalick"
      },
      "55": {
         "Remarks": [
            "Okay. I can follow up if I still those quite a bit [ph]."
         ],
         "Speaker": "Ron Bobman"
      },
      "56": {
         "Remarks": [
            "Yeah."
         ],
         "Speaker": "Ted Stalick"
      },
      "57": {
         "Remarks": [
            "Thanks and be well."
         ],
         "Speaker": "Ron Bobman"
      },
      "58": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "59": {
         "Remarks": [
            "Our next question comes from Corey Wrenn of Pecaut & Company. Your line is open."
         ],
         "Speaker": "Operator"
      },
      "60": {
         "Remarks": [
            "Good morning. Good afternoon from here in the West. I have a couple of questions. The first one is, given the low interest rates that you are seeing low returns on invested -- on investment that you are seeing. Have you rethought your dividend or your stock repurchase policy at all? It seems like the dividend yield is much higher than the dividend or the return in the investment? And then, my second question is, obviously, we have entered into a more technological world. You see -- you are seeing online sales numbers going from 18% to 28%, things like that? And then you have an upstart like a company called Lemonade, who says they can capture, I don’t know, who knows what the numbers are, 100,000 data points when you log into their site and things like that. Have you ever -- have you thought about how you can use technology more in the business and given that, how does having an agency based model work in today’s world? Thank you."
         ],
         "Speaker": "Corey Wrenn"
      },
      "61": {
         "Remarks": [
            "Let me first, I guess, answer the first question. As far as the dividend, this is something that the Board reviews on a quarterly basis and makes determination on a quarterly basis. And based on our prospects, our earnings, the coverage and a lot of factors, and so it’s something that we just review every quarter. So I am going to leave that at that. We just, as you know, announced a dividend this quarter as well, a $0.63 dividend.",
            "As far as online, Lemonade, yeah, I mean, I know of them, I mean, 100,000 data points, which I think you are referring to is potentially the segmentation. We, obviously, have data warehouse and we segment our business as well. We are continuing and trying to update our segmentation.",
            "I mentioned earlier that we launched our Mercury Advantage program outside of California, which significantly improves our segmentation and we have seen very positive results with respect to Mercury Advantage.",
            "In the State of California, which is our biggest market, you are limited to what you can use. So there’s more limitations in California because of the regulatory constraints as far as what you can price on and what you can’t price on, including homeowners, which is what Lemonade sells.",
            "As far as technology goes, we continue to advance our technology. I mean, I can’t tell you how many bots that we are using right now. We have improved our agency facing system. We are improving our online portal. We are using technology to settle claims to underwrite our risks. So we continue to try to improve our technology to streamline our operations without sacrificing our underwriting or claims accuracy and that’s the key.",
            "I mean, I don’t think it’s very difficult in this business to write a lot of business and maybe Lemonade will write a lot of business and we will see how they end up on the profitability end of it, but writing business is not difficult."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "62": {
         "Remarks": [
            "Do you think the -- do you have an advantage with the agents upfront underwriting for you, selecting good business for you, do you still think you have the advantage?"
         ],
         "Speaker": "Corey Wrenn"
      },
      "63": {
         "Remarks": [
            "We think that our -- I will put it this, we think that our agency partnerships are extremely important."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "64": {
         "Remarks": [
            "Okay. Okay. Well, thank you and stay safe. Thank you."
         ],
         "Speaker": "Corey Wrenn"
      },
      "65": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "66": {
         "Remarks": [
            "There are no further questions at this time."
         ],
         "Speaker": "Operator"
      },
      "67": {
         "Remarks": [
            "Well, thank you for joining us today. Thank you very much."
         ],
         "Speaker": "Gabriel Tirador"
      },
      "68": {
         "Remarks": [
            "Ladies and gentlemen, this concludes today’s conference call. Thank you for participating. You may now disconnect. Everyone have a great day."
         ],
         "Speaker": "Operator"
      }
   }
}