{
   "Date": "August 7, 2020",
   "Presentation": {
      "Marc Rossiter": [
         "Thanks, Stefan, and good morning, everyone. Before discussing the quarter, I want to first thank Enerflex’ employees who have kept the natural gas, natural gas liquids and electricity flowing for the benefit of our clients and energy consumers across all of our operating regions. Our people have limited the impact of COVID-19 such that each of our facilities and assets continue to operate without disruption. I’m proud of the resilience and positivity that all Enerflex employees have shown in navigating this uncertain situation.",
         "Globally, government health and safety protocols in certain geographies continue to challenge our ability to maintain unrestricted access to active construction sites. While we have adapted to these restrictions in Latin America, our in-flight BOOM project in the Middle East continues to face hurdles in respect of in-country logistics and trucking. Nonetheless, we still expect all four previously announced BOOMs to commence operation in mid- to late-2020, provided that no further restrictions are imposed.",
         "In addition to COVID-19, the sector has seen significant volatility in oil prices. While we have seen a strong rebound of the March lows, the recovery appears fragile and has not yet translated to an increase in customer capital expenditures. That said, we’re starting to see some demand for nontraditional applications, including high-efficiency gas to power combined cycle technologies, a combined heat and power project for Canadian grain processor, and a large process refrigeration system for a petrochemical plant in Texas. While these are positives, we still anticipate that the broader weakness in Engineered Systems bookings will persist for at least the remainder of this year and into 2021.",
         "Aftermarket service, AMS for short, has so far proven resilient compared to prior downturns. AMS is an OpEx-oriented business that is most impacted when production volumes decrease. But if wells are flowing, equipment needs to be serviced to run reliably. We now have broader service capabilities compared to prior downturns and have service personnel in all operating regions to cushion an AMS downturn in any single region.",
         "For our global asset ownership platform, revenues and utilization during the quarter were healthier than anticipated with the downside having so far been tempered by improving commodity prices. Importantly, we continue to make progress on previously announced projects that will expand our footprint in both Latin America and Middle East. While in the U.S.A., we maintained an average fleet utilization of 82% during the quarter. Our teams continue to engage with customers to gain visibility on how fleet utilization might change going forward. Should the current commodity price environment weaken, producers in the U.S.A. segment may slow production, which will invariably affect demand for Enerflex’ products and services.",
         "In the Rest of World segment, our business and that of our customers has a lower correlation to commodity prices and is instead driven by factors such as satisfying local electricity demand. This dynamic has translated to renewed interest in our rental fleet in Mexico, where we will redeploy several units that were expected to come online during the third quarter of 2020. Similarly, we are seeing projects in the Middle East being developed specifically to increase the role of natural gas in regional electricity generation.",
         "Our customers in the region continue to indicate that our natural gas projects and assets are critical to their overall development plans, having extended two of our BOOM projects during the quarter. Subsequent to the quarter, we also executed a letter of intent for a 10-year extension to a Middle East BOOM that has already been operating for nearly a decade.",
         "The significant investments we’ve made in our asset ownership platform should continue to add stability and predictability to our financial profile. We will continue focusing our efforts on what we can control, taking action to protect returns on our investments, maintain customer relationships, preserve fleet utilizations and keep our customers’ assets performing as promised. Overall, 2020 will be a difficult year for the Engineered Systems business while the pace of global oil and gas demand recovery creates uncertainties for other Enerflex products and services.",
         "Despite these headwinds, we expect our asset ownership in AMS businesses will drive financial performance for the remainder of 2020 and into 2021. We continue to monitor performance and outlook in all of our operating regions and make cost reduction decisions in response to what we’re seeing across the broader energy industry. Being proactive in this regard and maintaining a defensive balance sheet should keep us well positioned to weather this downturn and succeed as the industry recovers.",
         "I will now turn things over to Sanjay to review our financial results."
      ],
      "Operator": [
         "Ladies and gentlemen, thank you for standing by, and welcome to the Enerflex Second Quarter 2020 Results Conference Call. At this time, all participants are in a listen-only mode. After the speaker presentation, there will a question-and-answer session. [Operator Instructions]",
         "I would now like to hand the conference to your speaker today, Stefan Ali, Director, Strategy, Risk and Investor Relations. Please go ahead, sir."
      ],
      "Sanjay Bishnoi": [
         "Thanks, Marc. Second quarter revenue of $287 million decreased substantially versus the prior year period due primarily to lower Engineered Systems revenue on weaker bookings through 2019 and the first half of 2020. Service revenue was down approximately 17% on decreased activity and part sales, while rentals declined due to lower utilization of the rental fleet in Latin America, but was mostly offset by the organic growth of our U.S. contract compressed fleet, which now totals approximately 335,000 horsepower.",
         "Gross margins decreased over the comparative quarter, but gross margin percentage was [inaudible] due to contributions from our higher-margin generating recurring revenue product lines and continued recognition of certain large, high-margin Engineered Systems projects that were booked during the second half of 2018. Looking forward, the company expects gross margins from Engineered Systems to decrease over the next couple of quarters and contribution from recurring revenues to make up a larger proportion of total gross margin over that time frame.",
         "Cost-cutting measures have been effective in reducing selling, general and administrative expenses. But overall, SG&A in the quarter increased over the comparative quarter, driven by increased bad debt from expected credit losses in the U.S. business. We believe that the current provision appropriately reflects the best estimates of future expected credit losses, and we remain vigilant in controlling costs across the platform to align with expected activity levels.",
         "Reflected in adjusted EBITDA for the quarter was $6 million related to government grant received in the Canada and Rest of World segments. Growth of our asset ownership platform continued in the quarter as $30 million of capital was deployed towards the U.S. rental fleet and international BOOM projects. As described in our MD&A, we are committed to 2020 growth capital expenditures required to fulfill obligations for the completion of 5- and 10-year BOOM contracts in our Rest of World segment and for our U.S. contract compression fleet. Our previously provided expectation of $105 million of growth and maintenance CapEx has been impacted by the addition of one small BOOM project, final project scoping, foreign exchange impacts and cost due to COVID-19 induced delays increasing our expected growth and maintenance CapEx, which we now anticipate, will total between $125 million to $130 million for 2020.",
         "Working capital saw a net decrease of $37 million in the quarter in response to our slowing of supply chain transactions over current market conditions. As expected, inventory levels peaked in the first quarter and should continue to decrease as we realize these goods into Engineered Systems projects, new contract compression units over time. Notably, these inventory items are nonperishable and are fungible across our Engineered Systems and rent offerings, so we can consume them in either business line globally. As previously mentioned, certain receivables within the U.S. segment were identified late in the quarter as being at a higher risk of credit loss as a result of recent market events. We have, therefore, increased the allowance for doubtful accounts provision at June 30, 2020, by approximately $13 million.",
         "From a capital allocation perspective, we continue to focus on two areas, completing those capital expenditures as required to fulfill obligations related to our organic rental fleet additions and preserving balance sheet strength. Enerflex’s Board will continue to evaluate dividend payments on a quarterly basis based on the availability of cash flow and anticipated market conditions, yesterday declaring a $0.02 per share dividend to be paid on October 1, 2020.",
         "With respect to liquidity, we exited the quarter at a net debt-to-EBITDA of 1.2 times, which is unchanged from our position at March 31. Our net debt has reduced approximately $18 million since March 31, which shows Enerflex’s discipline in using cash flow to decrease net leverage in anticipation of our trailing 12-month EBITDA falling during the COVID-19 pandemic and the downturn in the oil and gas industry. Maintaining a strong balance sheet remains a top priority for Enerflex going forward.",
         "From a cash flow perspective, we take comfort that our most draconian modeling scenarios are not playing out despite having planned around them and with available liquidity of $532 million, our debt position remains healthy, leaving us flexibility to manage the business through the current downturn.",
         "This completes the formal component of the webcast. Additional details can be found in our August 6 press release. We will now be happy to take any questions."
      ],
      "Stefan Ali": [
         "Good morning, everyone and thanks for joining us. Here with me virtually are Marc Rossiter, Enerflex’ President and Chief Executive Officer; Sanjay Bishnoi, Enerflex’ Senior Vice President and Chief Financial Officer; and Ben Park, Enerflex’ Vice President, Corporate Controller. During this call, we’ll be providing our financial results for the three months ended June 30, 2020, a brief commentary on the performance of our three business segments and a summary of our financial position.",
         "Today’s discussion will include forward-looking statements regarding Enerflex’ expectations for future performance and business prospects. Forward-looking information involves risks and uncertainties, and the stated expectations could differ materially from actual results or performance. For more information, please see the advisory comments within our news release, MD&A and other regulatory filings. Approximately one hour following the completion of this call, a recording will be available on our website under the Investors section.",
         "During this call, unless otherwise stated, we’ll be referring to the three months ended June 30, 2020, compared to the same period of 2019. We’ll proceed on the basis that you’ve all taken the opportunity to read yesterday’s press release.",
         "I will now turn the call over to Marc."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] Our first question comes from the line of Michael Robertson from National Bank Finance. Your line is now open."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hey, good morning all. Thanks for taking my call."
         ],
         "Speaker": "Michael Robertson"
      },
      "3": {
         "Remarks": [
            "Welcome."
         ],
         "Speaker": "Marc Rossiter"
      },
      "4": {
         "Remarks": [
            "Quick – just a couple of quick ones for me. You noted some travel restrictions in the quarter impacting the service segment specifically. Would you say those have been largely lifted at this point? Or are there still some logistical challenges there?"
         ],
         "Speaker": "Michael Robertson"
      },
      "5": {
         "Remarks": [
            "I think that it’s really more about logistical challenges than travel specifically. It’s still not easy to get industrial-sized products or shipments or people for that matter, moving freely, especially in the ROW segment. So those have not been lifted. And it’s – we’re talking about 17 different countries within which we operate. So it’s difficult to make a sweeping statement. But a lot of those countries are still on stricter lockdowns than what you’d be experiencing in Canada, for instance."
         ],
         "Speaker": "Marc Rossiter"
      },
      "6": {
         "Remarks": [
            "Got it. That’s helpful, thank you. Switching gears, should we be anticipating a similar impact from the CEWS or government grants? How should we think about that moving forward?"
         ],
         "Speaker": "Michael Robertson"
      },
      "7": {
         "Remarks": [
            "Yes. You’ve probably seen the news, Michael, this is Sanjay, that those programs have been extended. We do – so the subsidies that we outlined in the disclosure materials include the CEWS, but also some other geographies around the world. And so it really is dependent on how those individual programs are extended throughout the year. You’ve probably seen the news that the CEWS, in particular, is expected to continue into the late fall. And so I think you can expect to see some subsidy going forward in Q3 and hopefully in Q4."
         ],
         "Speaker": "Sanjay Bishnoi"
      },
      "8": {
         "Remarks": [
            "Okay. That’s great. Lastly, for me. On the last call, you spoke in a bit of detail regarding working capital release or monetization through the downturn and hopes to be neutral or better from that standpoint. Looking at inventories and AR sequentially, it looks like you’re off to a pretty good start there. Should we be expecting more of the same going forward? I’m just sort of wondering if your thoughts have changed on that front since we last spoke about it."
         ],
         "Speaker": "Michael Robertson"
      },
      "9": {
         "Remarks": [
            "Yes. Pretty similar thoughts still. Like, again, most of the sell-side models are counting on some release of working capital. We would agree, directionally it is tough in this environment to really sort of plan around it, though. But I think our overall expectation is that we’ll continue to monetize inventory. We’ll continue to monetize accounts receivable and contract assets. And we – as you pointed out, we were successful in doing that in the second quarter."
         ],
         "Speaker": "Sanjay Bishnoi"
      },
      "10": {
         "Remarks": [
            "Okay. That’s helpful I will hop in the back. Thanks a lot."
         ],
         "Speaker": "Michael Robertson"
      },
      "11": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Sanjay Bishnoi"
      },
      "12": {
         "Remarks": [
            "[Operator Instructions] Our next question comes from the line of Daine Biluk from CIBC. Your line is now open."
         ],
         "Speaker": "Operator"
      },
      "13": {
         "Remarks": [
            "Good morning everyone. Maybe just to follow-up on your earlier comments, specifically related to the government subsidies you’re seeing internationally, can you maybe just talk about what countries those are in? And any reason that contribution could be dialed up or down going into the back half of the year?"
         ],
         "Speaker": "Daine Biluk"
      },
      "14": {
         "Remarks": [
            "Yes. We really – we’re not going to break out the details and specifics of all the programs that we’re able to participate in. So I can’t provide you a whole lot of detail on that, unfortunately, Daine."
         ],
         "Speaker": "Sanjay Bishnoi"
      },
      "15": {
         "Remarks": [
            "Okay. Okay. That’s no problem, understandable. I guess maybe looking at U.S. rental utilization, could you maybe just walk through how much that number moved around in the quarter in the context of production shut-ins?"
         ],
         "Speaker": "Daine Biluk"
      },
      "16": {
         "Remarks": [
            "Yes, we did certainly see some movement in the number, but I would say it was a pretty steady, directionally. It was pretty steady and things seems to have leveled off. So we saw when the shut-ins were occurring, kind of really the core of the shut-ins were happening in late March and April. And that’s when we did see utilization drop. As you know, we had 86% or 87% at the end of Q1, and we reported 82% this quarter. And so we saw most of that fall through the month of April, and then things have stabilized quite a bit. So we’re viewing that as a positive sign that we’re sort of through the worst of the shut-in and the pressure on utilization."
         ],
         "Speaker": "Sanjay Bishnoi"
      },
      "17": {
         "Remarks": [
            "Right. So I guess maybe not surprise for too much information, but is it fair to say the exit rate would be higher than the Q2 average, but maybe not quite recovered to pre-COVID levels?"
         ],
         "Speaker": "Daine Biluk"
      },
      "18": {
         "Remarks": [
            "It’s pretty in line if you look at average versus exit."
         ],
         "Speaker": "Sanjay Bishnoi"
      },
      "19": {
         "Remarks": [
            "Got it. Okay. That’s good color. When it comes to incremental growth capital, is there any possibility of the $110 million moves higher this year? If there’s incremental BOOM or rental opportunities that make sense from a risk-reward perspective?"
         ],
         "Speaker": "Daine Biluk"
      },
      "20": {
         "Remarks": [
            "Daine, I would say that there is. If there’s a really nice project where we like the terms and we like the returns, management will exercise some discretion there. However, I’ll emphasize that our number one goal is to make sure that our balance sheet is in order, exiting the year. What we said in the press release was once there’s less uncertainty in Engineered Systems, we’ll have more confidence to invest. And I would say that’s still our marching orders. That just – the Engineered Systems has such a big impact on our cash flow that it’s really nice to have an idea where that is before you start spending on CapEx.",
            "Now what we would look at is smaller projects like the one discussed in the press release where we’re redeploying existing fleet equipment, where you need to add, I would say, relatively small amounts of money to get that equipment back in the field under good terms. We’ll exercise discretion there. But any large BOOM contracts, it’ll be a little bit difficult for us to sanction those until we have more certainty in our Engineered Systems business."
         ],
         "Speaker": "Marc Rossiter"
      },
      "21": {
         "Remarks": [
            "Understood. That’s great color. Thank you, Marc. I guess maybe just following up to on your Engineered Systems comment. How should we be thinking about gross margins in the back half of the year? I mean is it possible those could get closer to breakeven levels, just given the magnitude of the slowdown? Or is there enough costs you can pull out of the platform or maybe that wouldn’t necessarily be the case?"
         ],
         "Speaker": "Daine Biluk"
      },
      "22": {
         "Remarks": [
            "I don’t want to give you too much predictions about gross margins. In the last few quarters, we said, expect Engineered Systems gross margins to decrease because we’ve got some great backlog that is sort of pushing the numbers above average. I’m not going to get into predictions beyond that. I have said in the past that we expect all of our four businesses in each region to stand on its own two feet and be profitable. So we definitely are pushing for the business leaders in Engineered Systems to keep their shops, their business lines profitable as much as possible.",
            "So that’s really been the focus ever since really the first of January is to make sure those businesses are as good as they can be. We’ve aggressively cut costs in those businesses. And if the businesses don’t pick up, I would say that we’re not done cutting costs."
         ],
         "Speaker": "Marc Rossiter"
      },
      "23": {
         "Remarks": [
            "Understood. That makes total sense. With that, that’s all I had, so appreciate the color guys. I will turn the call back."
         ],
         "Speaker": "Daine Biluk"
      },
      "24": {
         "Remarks": [
            "Thank you. Our next question comes from the line of Keith MacKey from RBC Capital Markets. Your line is now open."
         ],
         "Speaker": "Operator"
      },
      "25": {
         "Remarks": [
            "Hi, good morning."
         ],
         "Speaker": "Keith MacKey"
      },
      "26": {
         "Remarks": [
            "Good morning. Hi, Keith."
         ],
         "Speaker": "Marc Rossiter"
      },
      "27": {
         "Remarks": [
            "Just a question on the backlog cadence. So you’ve got $291 million currently. What kind of a run rate do you expect that to go? Like should we be thinking about Q3, Q4 looking similar or I would imagine lower than Q2? So just a question about how long we should expect your current backlog to last, given the pace at which you’re executing?"
         ],
         "Speaker": "Keith MacKey"
      },
      "28": {
         "Remarks": [
            "I hate to give you any predictions, Keith, on that front. I think we’ve said for quite a while now that Engineered Systems bookings is uncertain. We’re watching it very closely, and it’s very difficult to say what the bookings levels will be in subsequent quarters or indeed how the backlog response to it. On a positive note, we mentioned in the press release that we’ve been working on some, we’ll call it, unconventional compared to what people have seen us book the last three or four years activities. And we’ve got a good suite of engineers, really smart people that are good at packaging things.",
            "It doesn’t just have to be natural gas. So our teams are all working and looking at different opportunities to get as much work in-house as we can possibly get. But to try to help you understand or forecast what our backlog is going to be in subsequent quarters, isn’t something we do."
         ],
         "Speaker": "Marc Rossiter"
      },
      "29": {
         "Remarks": [
            "Fair enough. Just a question on those unconventional projects. Were these projects that have always been around, but you never really chased before? Or were they just sort of onetime projects that all happened during the – during – at the same time?"
         ],
         "Speaker": "Keith MacKey"
      },
      "30": {
         "Remarks": [
            "I’d like to – I’ll let you know that we’ve got a long history of servicing industries other than upstream natural gas. We’ve done that for 30 years. So to a large degree, I would say the natural gas business just overshadowed this \"unconventional\" business that we’ve really been pursuing nonstop as long as we’ve been in operation. They’re sort of coming to four now because the natural gas fuel by the shale revolution is sort of backing off a little bit, and these jobs are becoming a little bit more material.",
            "Hence, we really need to talk about them. They’re in power gen, they’re in downstream petrochemicals, those sorts of industries. And we’ve always served those industries."
         ],
         "Speaker": "Marc Rossiter"
      },
      "31": {
         "Remarks": [
            "Okay. Fair enough. Okay, that’s it from me. Thanks very much for your wonderful color."
         ],
         "Speaker": "Keith MacKey"
      },
      "32": {
         "Remarks": [
            "You’re welcome."
         ],
         "Speaker": "Marc Rossiter"
      },
      "33": {
         "Remarks": [
            "Thank you. At this time, I’m showing no further questions. I would like to turn the call back over to Marc Rossiter for closing remarks."
         ],
         "Speaker": "Operator"
      },
      "34": {
         "Remarks": [
            "Thank you, operator. I’d like to thank everybody for dialing in to listen to our earnings call today. Have a great weekend, and we look forward to talking to you again in November."
         ],
         "Speaker": "Marc Rossiter"
      },
      "35": {
         "Remarks": [
            "Ladies and gentlemen, this concludes today’s conference call. Thank you for participating. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}