{
   "Date": "August 6, 2020",
   "Presentation": {
      "Blaise Coleman": [
         "Well, good morning, everyone, and thank you for joining us for this early morning call. Let me start by saying in what are truly challenging times for everyone. I’m proud of what our entire Endo team delivered in second quarter. I want to thank the team for their tireless efforts in prioritizing the safety of our people and communities, ensuring the resiliency of our supply chain and supporting our customers.",
         "If we move to the agenda on Slide 2, I’ll start with a discussion of our second quarter business performance, followed by an update on our evolved strategic priorities. Also provide an update on our pipeline. Then Mark will address our second quarter financial results and provide financial expectations for the third quarter and full year of 2020.",
         "Slide 3 is a snapshot of our segment and consolidated revenues and our adjusted EBITDA for the quarter. Second quarter revenues of $688 million decreased 2% compared to prior year, primarily due to decreased branded segment revenues, resulting from a reduction in physician office activity and patient office visits related to the COVID-19 pandemic. This was largely offset by an increase in Sterile Injectables segment revenues due to significant channel inventory stocking of VASOSTRICT, in anticipation of treating certain patients infected with COVID-19.",
         "Second quarter consolidated revenues exceeded our previously communicated expectations, mainly due to the performance of our branded and generic segments. Reported adjusted EBITDA in the quarter of $336 million increased compared to prior year due to favorable changes in product mix as well as lower adjusted operating expenses.",
         "Turning to Slide 4. In the second quarter, branded segment revenues decreased by 38% compared to the same period in 2019. The Specialty Products portfolio in XIAFLEX’ second quarter revenues declined by 45% and 55%, respectively, compared to the prior year. The decrease in revenue was due to the impact of COVID-19.",
         "In terms of the specialty portfolio, demand volumes were greater than previously communicated expectations due to a faster pace of physician office re-openings and a higher level of patient visits. This, in combination with our effective commercial execution, including our combined virtual and in-person approach to physician engagement, resulted in a much stronger recovery in the second quarter. We’re very encouraged by the level of underlying demand recovery we’ve seen to date and the continued strong interest of patients willing to seek treatment.",
         "Our Established Products portfolio declined by 28% compared to the same period in the prior year, primarily due to competitive pressures and a temporary product supply disruption, which has since been resolved.",
         "Our Sterile Injectables segment revenues grew by 31% compared to the second quarter of 2019, driven by strong growth of VASOSTRICT, which resulted primarily from increased sales volume due to significant channel inventory stocking during the quarter in anticipation of potential treatment needs for certain patients infected with COVID 19. Sterile Injectables segment revenues were lower than our previously communicated expectations due to lower VASOSTRICT hospital utilization in the quarter.",
         "Moving to Slide 5. Our Generic segment revenues decreased by 1% during the second quarter compared to the second quarter of 2019. The underlying performance in the quarter reflects the impact of competitive events, partially offset by the impact of certain recent product launches. Second quarter revenues were better than our previously communicated expectations due to stronger second quarter prescription fulfillment trends, following accelerated first quarter 2020 prescription fulfillment. The decrease in International segment revenues for the second quarter was primarily due to competitive pressures in certain International markets as well as the impact of certain product discontinuations.",
         "Turning to Slide 6. We want to spend a few minutes providing an update on our company’s strategic priorities going forward. As you know, Endo has a long history of evolving as a company in order to develop and deliver different types of high-quality products in its constant pursuit to address the many needs of patients. With the recent FDA approval of Qwo and our impending entry into U.S. aesthetics market, we proudly continue our evolution as a company. As we are now preparing for this next cycle of evolution, it is only natural our strategic priorities evolve too. Our strategic priorities serve to guide every decision we make in our quest to create long-term sustainable value for our stakeholders.",
         "Let’s take a moment to walk through our evolved strategic priorities. Our first priority is to expand and enhance our portfolio. We are investing to build a more differentiated and durable portfolio that benefits our customers and creates sustainable long-term value. This shift to a more differentiated and durable portfolio is not new. Given our investments to date in the development and approval of Qwo, our investments in our Sterile Injectables pipeline and our investments in our XIAFLEX life cycle management opportunities. What is new is our increased focus on identifying ways to accelerate this portfolio of transformation through a combination of internal and external investments. We look forward to fully capitalizing on our current portfolio opportunities and adding additional opportunities aligned with this strategic priority.",
         "Our second priority is to reinvent how we work. We are embracing the future by accelerating new ways of working to better serve our customers, promote innovation and further improve our productivity. This is a strategic priority because the rate of change in the world is accelerating every day, and we need to change with it, whether it be how we engage with our customers, how we conduct our clinical development studies, how we manufacture our products or how will we move from a physical to a more virtual work environment, reinventing how we work will be critical to our future success. This drives us to increase our effectiveness in all we do and opens up exciting opportunities for us to create meaningful value for all of our stakeholders.",
         "Our third strategic priority is be a force for good. In driving our ambitions around our first two priorities, we will deliver on those priorities in a way that benefits all of our stakeholders. From our customers, to our Endo team members, to the communities we work and live in, we deeply believe operating with this priority in place is essential to our goal to create long-term sustainable value for all of our stakeholders. We’re excited to continue our evolution as a company and believe our successful execution against these strategic priorities will drive our future success.",
         "Turning to Slide 7. As we work to expand and enhance our portfolio, we’re excited by the recent FDA approval of Qwo and our impending entry into the medical aesthetics. Qwo is the first and only injectable approved for the treatment of cellulite and provides a non-invasive option that addresses the underlying cause of cellulite. We are very encouraged by the medical aesthetics and beauty industry response to the approval of Qwo to date, and look forward to bringing this innovative treatment option to market.",
         "If we turn to Slide 8, we see a sizable U.S. market opportunity awaiting Qwo, as we enter the widely accepted and growing injectable market. Qwo also has the potential to address an unmet need in the growing body contouring market. We believe the potential target population for treatment with Qwo exceeds 6 million women aged 25 to 54, and could reach as high as 11 million aged 21 to 59. We continue to actively prepare for our spring 2021 launch and the long-term success of Qwo.",
         "We’ve already begun our sales force recruitment with the hiring of our sales management team. As we move into the fall, we’ll be launching consumer activation plans, inclusive of social media channels and an unbranded condition awareness campaign. We are finalizing a physician-early experience program and preparing for robust physician injector training, which will begin in early 2021. Product pricing is still being finalized and will be announced closer to Qwo’s launch date.",
         "Moving to Slide 9, and discussing our ongoing clinical studies and pipeline. Starting with Qwo, our data generation plan and development remains focused on dosing, injection technique and responses in target patient populations as well as rollover studies on durability. Results and analysis from these studies are key to our publication and presentation strategies. We’re currently running a Phase I label expansion PK study on plasma clearance of vasopressin in healthy volunteers, which we believe may further advance our clinical understanding of VASOSTRICT and help physicians. The study is progressing, and final results are expected in the fourth quarter of this year. We continue to make progress on the XIAFLEX development programs for the treatment of plantar fibromatosis and adhesive capsulitis, with the first patient dose milestones achieved for both indications over the last month.",
         "Turning to Slide 10. As we invest to build a more differentiated and durable portfolio, we do believe both plantar fibromatosis and adhesive capsulitis represent an opportunity to bring an innovative treatment option to address a potential large unmet need for patients who are seeking a non-surgical approach to treatment. Plantar fibromatosis presents as nodules on the plantar fascia in the feet, and in the majority of cases, patients have pain associated with the condition. U.S. Patient Claims data suggests there are over 400,000 surgeries for plantar performed annually. From a patient population standpoint, the majority are symptomatic and nearly all have pain, and currently the only treatment option is a potential complication-prone surgery.",
         "In the case of frozen shoulder, or adhesive capsulitis, a thickening in fibrosis of the shoulder capsule results in shoulder motion restriction and can be painful. With a 2% to 5% prevalence rate in the U.S. and over 200,000 surgeries performed annually, adhesive capsulitis also represents an attractive market opportunity. We’re proud to advance our clinical studies in these indications with the ultimate goal of improving patient care.",
         "Turning to Slide 11. As we said before, you can see that our pipeline is increasingly reflective of our Sterile Injectables growth strategy. We believe our Sterile Injectables opportunities have a higher level of differentiation and a more durable revenue profile. We are pursuing opportunities that we believe can help to meet the evolving needs of our customers and potentially improve patient care. Almost 60% of our R&D pipeline is in differentiated Sterile Injectable products. And for 2020, we estimate 50% or more of our new product regulatory filings will be for Sterile Injectable products.",
         "Our pipeline is supplemented by strategic relationships with third-party partners, such as Nevakar, which we potentially provide five differentiated 505(b)(2) hospital and critical care based products. We anticipate launching the first Nevakar product in late 2020. We plan to launch approximately 15 products in 2020. During the second quarter, we received a major complete response letter from the FDA on our generic CIPRODEX ANDA application. We are currently developing our response to the FDA.",
         "Now let me turn the call over to Mark to further discuss the company’s financial results and provide an update on our financial guidance. Mark?"
      ],
      "Laure Park": [
         "Thank you, Crystal. Good morning, and thank you for joining us to discuss our second quarter 2020 financial results. Joining me on today’s call are Blaise Coleman, President and CEO of Endo; Mark Bradley, Executive Vice President and Chief Financial Officer; and Patrick Barry, President of Global Commercial Operations. We have prepared a slide presentation to accompany today’s webcast, and that presentation as well as other materials are posted online in the Investors section at endo.com. I would like to remind you that any forward-looking statements made by management are covered under the U.S. Private Securities Litigation Reform Act of 1995 and the applicable Canadian securities laws, and are subject to the changes, risks and uncertainties described in the press release and in our U.S. and Canadian securities filings.",
         "In addition, during the course of this call, we may refer to non-GAAP financial measures that are not prepared in accordance with accounting principles generally accepted in the United States and that may be different from non-GAAP financial measures used by other companies. Investors are encouraged to review Endo’s current report on Form 8-K furnished with the SEC for Endo’s reasons for including those non-GAAP financial measures in our earnings release and presentation. The reconciliation of non-GAAP financial measures to the most directly comparable GAAP financial measures is contained in our earnings press release issued last night, unless otherwise noted therein.",
         "I’d now like to turn the call over to Blaise. Blaise?",
         "Thank you, Mark. [Operator Instructions] Crystal, can we have the first question, please?"
      ],
      "Mark Bradley": [
         "Thank you, Blaise, and good morning, everyone. First, on Slide 12, you will see a snapshot of our second quarter GAAP and non-GAAP financial results. Blaise covered company and segment revenues earlier, so I will not review that again. On a GAAP basis, income from continuing operations was approximately $18 million or $0.08 per share on a diluted basis in the second quarter compared to a loss from continuing operations of approximately $98 million or $0.43 per share on a diluted basis in the second quarter of 2019.",
         "This increase was primarily attributable to asset impairment charges that were taken in the second quarter of 2019, but not in the second quarter of 2020. On an adjusted basis, income from continuing operations was $152 million or $0.65 per share on a diluted basis in the second quarter compared to income from continuing operations of $139 million or $0.60 per share on a diluted basis in the second quarter of 2019. This increase was primarily due to a favorable change in product mix in the second quarter compared to the second quarter of 2019 as well as lower adjusted operating expenses.",
         "Slide 13 provides a summary of our third quarter and 2020 full year financial guidance. We are providing both full year and third quarter guidance due to the significant impact from channel destocking that is expected in the third quarter. Also, while these estimates contemplate a number of different scenarios, they do not assume a significant impact from a resurgence of COVID-19 in the second half of the year. Having said that, we expect 2020 total revenues to be between $2.6 billion and $2.7 billion, adjusted EBITDA to be between $1.19 billion and $1.23 billion, and adjusted diluted net income per share from continuing operations to be between $2 and $2.15.",
         "With respect to total 2020 revenue, the midpoint of our guidance range implies a high single-digit percentage decline compared to 2019 revenue. This implied decline reflects the expected decline in our Branded Pharmaceuticals segment, primarily driven by COVID-19 as well as declines in our Generic and International segments, driven by competitive events and the timing of new product launches. These declines are expected to be partially offset by expected growth in the Sterile Injectables segment.",
         "Our full year 2020 guidance assumes an adjusted gross margin of approximately 66.5% to 67%. The midpoint of our adjusted gross margin assumption is slightly higher than 2019, primarily due to a shift in sales mix. We also assume adjusted operating expenses as a percentage of revenue will be approximately 25% to 25.5%, which reflects continued investments in our core areas of growth, including XIAFLEX and Qwo. Additionally, we assume adjusted interest expense will be approximately $530 million to $535 million, inclusive of the impact of recently completed debt exchange.",
         "Finally, we expect our 2020 adjusted effective tax rate to be in the 14% to 15% range. As for the third quarter 2020, we expect total revenue to be between $515 million and $550 million, adjusted EBITDA to be between $175 million and $200 million, and adjusted diluted net income per share from continuing operations to be between $0.08 and $0.13.",
         "With respect to third quarter 2020 revenue, the midpoint of our guidance range implies a low to mid 20% decline compared to the second quarter of 2020. This implied decline reflects a decline in our Sterile Injectables segment, which is expected to be driven by significant channel inventory destocking in the quarter. Declines are also expected in our Generic and International segments, driven by competitive events and certain product discontinuations. These declines are expected to be partially offset by an increase in our Branded segment, driven by the expected continued increase in demand for our physician-administered products as physician and patient activities continue returning toward pre-COVID-19 levels.",
         "Our third quarter guidance assumes an adjusted gross margin in the 64% to 65% range, adjusted operating expenses as a percentage of revenue of approximately 34%, adjusted interest expense of approximately $140 million and an adjusted effective tax rate in the 7.5% to 8.5% range. These assumptions reflect the expected phasing of results in the second half of the year.",
         "Switching to Slide 14. This is a summary of third quarter and full year segment and total enterprise revenue guidance previously discussed. Advancing to Slide 15 and wrapping up the financial discussion, unrestricted cash flow prior to debt payment was $390 million for the first 6 months of 2020. We ended the second quarter of 2020 with approximately $1.8 billion of unrestricted cash and a net debt to adjusted EBITDA leverage ratio of approximately 4.5 times.",
         "For the full year 2020, we expect unrestricted cash flow prior to debt payments to be in the range of approximately $60 million to $100 million. We expect to make approximately $260 million in payments into the mesh qualified settlement fund and for mesh legal expenses, and assume this will be fully funded by the end of the year. We also expect to incur approximately $80 million in opioid-related legal expenses and previously announced opioid settlements.",
         "Now let me turn the call back over to Laure to manage our question-and-answer period. Laure?"
      ],
      "Operator": [
         "Good morning, ladies and gentlemen, and welcome to the Q2 2020 Endo International plc Earnings Conference Call. [Operator Instructions] As a reminder, this conference call is being recorded. I would now like to turn the conference over to your host, Ms. Laure Park, Senior Vice President of Investor Relations and Corporate Affairs."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Your first question comes from Greg Gilbert with Truist."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Two parter upfront. First, Blaise, how are you thinking about the durability of VASOSTRICT exclusivity? Obviously, you have a lot of facts that we don’t have in terms of settlements. So would like to understand sort of the best case and worst-case and maybe how the new form fits in? And secondly, given that the opioid risk around the company is still somewhat of an elephant in the room, what can you tell investors to make them comfortable in your ability to sort of see this mission through and pivot the company towards a more branded future in light of what is, in many people’s eyes, an existential risk that’s out there?"
         ],
         "Speaker": "Greg Gilbert"
      },
      "3": {
         "Remarks": [
            "Sure. Greg, thanks for the question. Let’s start with VASOSTRICT. There’s not a lot we’re going to be able to say here. I mean the – on the status of the work we’re doing against the – on the P4 litigation, right now, we continue to work through that. We have had a couple of settlements, which we have been – everyone is aware of. And from a trial standpoint right now, we don’t have a trial set with Eagle at this point. And the first trial date is in January. So that’s where that stands, and we’re going to continue to work that.",
            "And we hope that we can find a constructive settlement. But if not, we’ll be ready to defend at IP. In terms of the life cycle management of VASOSTRICT, we’ve talked about this before. We’ve had two different things happening. One is on the – we recently had the – earlier in the second quarter, the premix bottle approved. So that’s an opportunity for us. And as we think about launch timing around that, we’ll launch that strategically. And then also, as I mentioned before, we have the VASOSTRICT PK safety study going on, which we hope to get the readout on that by the end of the year.",
            "So those two things will be important as we move forward with VASOSTRICT. In terms of opioids, listen, we continue to work that and continue to have constructive conversations around that matter. We’re optimistic that we will be able to find a constructive settlement. We think that is in the best interest of all parties that are involved. But again, if we’re not able to do that, we will continue to defend ourselves going forward if we need to, and we’ll be ready to do that."
         ],
         "Speaker": "Blaise Coleman"
      },
      "4": {
         "Remarks": [
            "Just as a follow-up to VASOSTRICT. Is it conceivable that you could have a large profitable VASOSTRICT franchise for several more years? Or is that not a possibility, all things considered?"
         ],
         "Speaker": "Greg Gilbert"
      },
      "5": {
         "Remarks": [
            "That’s a possibility."
         ],
         "Speaker": "Blaise Coleman"
      },
      "6": {
         "Remarks": [
            "Your next question comes from the line of Randall Stanicky with RBC Capital Markets."
         ],
         "Speaker": "Operator"
      },
      "7": {
         "Remarks": [
            "Great. Blaise, Can you help us better understand, as we look at the back half EBITDA step down, how much – how should we be thinking about that? Is that a new run rate for the business going forward? And then if you could quantify the spend on Qwo that you’re planning for the back half of the year, that would be helpful as well. And then just maybe the overall strategy. Is this a one product aesthetics franchise? Are you looking to add additional products? How are you thinking strategically about growing your aesthetics platform?"
         ],
         "Speaker": "Randall Stanicky"
      },
      "8": {
         "Remarks": [
            "Sure. Mark, why don’t you comment on the back half EBITDA and how we’re thinking about in terms of what that represents from an applied standpoint? In terms of the question on medical aesthetics, I’ll take that one. And then the other question on Qwo what’s the back half spend. So on that one, let’s start with that one first. We – Randall, we haven’t commented on that. What we can tell you is that, as I mentioned in the prepared remarks, that we have started our investment in terms of the launch of that and have hired the sales force management team, and then we’ll continue to progress recruiting for the sales team more towards the latter part of third quarter into fourth quarter. So that’s a way to think about it from a phasing standpoint.",
            "In terms of the question on what we’re doing with our U.S. medical aesthetics? What’s our strategy there? Listen, our focus is to have the absolute best launch of Qwo in the U.S., and that is our focus right now because we are incredibly excited about the opportunity that awaits us with that product. It will make sense as we move forward to add complementary products to that part of our business, and we’ll do that through business development. But that’s not something that we’re doing today. Our focus today is on an absolute great launch of Qwo in the spring of 2021. Mark, do you want to comment on the EBITDA?"
         ],
         "Speaker": "Blaise Coleman"
      },
      "9": {
         "Remarks": [
            "Sure. Yes. So I – we don’t think that fourth quarter – we think the fourth quarter is a reasonable estimate for fourth quarter, but we don’t believe that it is a reasonable basis for establishing any sort of run rate for a couple of reasons. First, fourth quarter really doesn’t reflect a full rebound in our Branded specialty business because physician offices and visits are not really expected to be back to 100% by then. Second, the fourth quarter doesn’t also consider the launch of Qwo next year or any other new product launches in 2021. Now offsetting that, of course, fourth quarter doesn’t consider generic competition, additional generic competition that might be expected in the future. And it also doesn’t consider any increased investment in Qwo or investments in our pipeline that we may be expecting in the future."
         ],
         "Speaker": "Mark Bradley"
      },
      "10": {
         "Remarks": [
            "Your next question comes from the line of David Amsellem with Piper Sandler."
         ],
         "Speaker": "Operator"
      },
      "11": {
         "Remarks": [
            "So I wanted to focus on XIAFLEX, and wanted to get your thoughts on the pace of potential normalization. Obviously, there’s some disruption into the second half of the year. But can you comment on your thoughts of – regarding normalization – procedure normalization in 2021? And are you planning for disruptions leading into 2021? And then secondly, you mentioned additional spend on XIAFLEX expansion opportunities. Can you talk about how aggressive that spend is going to be longer term? And beyond what you’ve talked about, are there other opportunities for XIAFLEX that you plan to explore?"
         ],
         "Speaker": "David Amsellem"
      },
      "12": {
         "Remarks": [
            "Great. Thanks, David. Let me turn it over to Patrick to talk about XIAFLEX. As we mentioned in the prepared remarks, we were pleased with what we saw in the second quarter, but Patrick can talk about how we think about it going forward."
         ],
         "Speaker": "Blaise Coleman"
      },
      "13": {
         "Remarks": [
            "Thanks for the question, David. Yes, XIAFLEX obviously was impacted earlier in the quarter. We saw – across the industry, we saw with the shelter in place, patient activity really being reduced significantly. We saw elective procedures being impacted. And, frankly, office closures earlier in the quarter. Urology procedures were down between 60% and 70% early in the quarter. But as states began to reopen and as patient activity began to accelerate, XIAFLEX did in fact – did show nice improvement. And so I would say this. I would say XIAFLEX showed a little bit better resiliency than maybe some of the other specialty administered analogs that we’ve been looking at IQVIA data.",
            "And as Blaise has mentioned in his prepared comments, we’ve been very pleased with the recovery, and it’s traveling very well. And as we talked about earlier in the call, we do anticipate that we would return to normal as office procedures and patient activity continues to pre-COVID levels. And so right now, we’re tracking at about 80% to pre-COVID levels. We would anticipate that, that would continue to show that type of recovery and resiliency. And as was mentioned, I think, either by Mark or Blaise in his prepared comments, we are not currently preparing for a – another surge of COVID that would impact that. That’s not contemplated here. So we would anticipate a steadier recovery as we close the year and then going into 2021, having that continue on."
         ],
         "Speaker": "Patrick Barry"
      },
      "14": {
         "Remarks": [
            "Yes. And then, David, on your second part of your questions around XIAFLEX. XIAFLEX, by far, is an absolutely fantastic asset we have. We’re going to continue to fully invest against that from a selling and marketing standpoint for our on-market indications. From a development standpoint, we talked earlier about our two opportunities we’re pursuing right now that are in development, which is plantar fibromatosis and adhesive capsulitis, and we are going to invest against those fully as those continue through the clinical development plan. And then there are potential other opportunities that we’re looking at in XIAFLEX, and we’ll continue to evaluate those. But we are going to fully maximize that asset and fully invest in that to really get all the value out of that, that we possibly can."
         ],
         "Speaker": "Blaise Coleman"
      },
      "15": {
         "Remarks": [
            "Your next question comes from the line of Ami Fadia with SVB Leerink."
         ],
         "Speaker": "Operator"
      },
      "16": {
         "Remarks": [
            "This is Eason on for Ami. Two, if I may. Maybe first on Qwo. Would love to know what you define as a successful launch? How much you plan to invest in the launch? And then when do you think you could break even? And then maybe second question on margins. The guidance implies a pretty big step down in Q3 for returning to what looked like more normalized levels in Q4. Just curious if this is reflective of product mix or is there some additional things that we should think about this quarter?"
         ],
         "Speaker": "Eason Lee"
      },
      "17": {
         "Remarks": [
            "Great. Thanks for those questions. On the gross margin one, we’ll turn it over to Mark. But before we go there, we’ll have Patrick talk about what success looks like around Qwo. We’re not going to comment on when we believe it’s going to be breakeven, but let me turn it over to Patrick to talk about how we’re setting the launch up for success."
         ],
         "Speaker": "Blaise Coleman"
      },
      "18": {
         "Remarks": [
            "Thanks, Blaise. We’re planning – still planning on our spring 2021 launch. And so given that that’s a 2021 milestone, we’re not going to guide on top line sales. But we certainly are excited by the opportunity that Qwo represents for us. It’s a transformative opportunity, as Blaise mentioned in his prepared comments. Success for us is a successful launch where we do see a wide-scale adoption amongst consumers and physicians. We plan to launch in such a way where we’re activating those medical aesthetics-focused physicians.",
            "And again, I think for us, this is an opportunity to really launch a new category. You’ve got a burgeoning and growing injectable market. You’ve got a growing body contouring market. And with Qwo, we have the opportunity to create our own category as the first and only injectable to treat cellulite. So for us, it’s about adoption amongst consumers and HCPs, and we’re prepared to invest and execute in a way to establish Qwo as a cornerstone treatment for cellulite."
         ],
         "Speaker": "Patrick Barry"
      },
      "19": {
         "Remarks": [
            "Yes. And with respect to the margin step down in the third quarter, that’s primarily due to mix, as you indicated, and that’s really around our Sterile Injectables business and the destocking that we expect to see in the third quarter."
         ],
         "Speaker": "Mark Bradley"
      },
      "20": {
         "Remarks": [
            "Your next question comes from the line of Gary Nachman with BMO Capital Markets."
         ],
         "Speaker": "Operator"
      },
      "21": {
         "Remarks": [
            "First, could you provide more detail on the various impacts to ADRENALIN in the second quarter? And how you think that will persist going forward? And then with Generic, how much did new launches contribute in 2Q? And you mentioned a major CRL for CIPRODEX. Just explain what the issue was there?"
         ],
         "Speaker": "Gary Nachman"
      },
      "22": {
         "Remarks": [
            "Sure. Thanks, David. So with regards to ADRENALIN, the step down we saw year-over-year was really related to two things. One was destocking because we had a significant amount of stocking in Q1 at the – related to COVID-19. But also, we did see a little bit of an impact from a contract mix standpoint, which impacts price. And then the third piece is that we did see competition come into the market in Q2.",
            "So the piece that will be ongoing is there is some knock-on effect there from a competitive standpoint. In terms of CIPRODEX, I’m not really going to comment on that. We did get a major CRL. We’re working through that and preparing our response to the FDA. Your last question was on how much revenue on Generic launches. Maybe..."
         ],
         "Speaker": "Blaise Coleman"
      },
      "23": {
         "Remarks": [
            "New Generic launches, yes."
         ],
         "Speaker": "Gary Nachman"
      },
      "24": {
         "Remarks": [
            "Yes. Thanks. And then maybe, Mark, you can comment on that."
         ],
         "Speaker": "Blaise Coleman"
      },
      "25": {
         "Remarks": [
            "Yes. So the impact of launches was probably order of magnitude, like $70 million in the quarter."
         ],
         "Speaker": "Mark Bradley"
      },
      "26": {
         "Remarks": [
            "Your next question comes from the line of Annabel Samimy with Stifel."
         ],
         "Speaker": "Operator"
      },
      "27": {
         "Remarks": [
            "Had a couple. Just on the additional clinical trials for Qwo, could you lay out some of the data that we could be – the data releases that we can be expecting on some of the trials that are going on right now, specifically the real-world trials? And also on – for the additional programs for XIAFLEX, I’m wondering if you could sort of frame for us what kind of programs that – what that might – the extent – how extensive the programs might look and obviously, it’s an improved product. So would you be expecting movement straight from Phase II into Phase III, 1 Phase III? What is – how extensive is the program going to be for each of those indications?"
         ],
         "Speaker": "Annabel Samimy"
      },
      "28": {
         "Remarks": [
            "Great. Thanks, Annabel. Maybe on Qwo, I’ll turn it over to Patrick, and then I can take the XIAFLEX one."
         ],
         "Speaker": "Blaise Coleman"
      },
      "29": {
         "Remarks": [
            "Yes. Let me start by just maybe giving everyone a brief outline as to what the data generation that we have in the works because we’re quite proud of the work that we’re doing. And I think it’s going to be important work. We’ve got 209 trial, which looked at different injection techniques, which validated the buttock injection technique and also gave us additional insights into the thigh injection technique, which we’ve then consequently taken into clinic, particularly in the 305 trial. And so the 305 trial is both buttocks and thighs, and non-obese aesthetically-experienced patients. And so we’re not going to comment specifically on the timing because we’ve got publications and podium presentations in the works.",
            "But you can anticipate that our data generation plan in general will culminate as we get closer to launch. And as we get into the early part of next year and the latter part of this year, you’ll start to see an emergence of some of our data, 209 and 305, mainly going into next year. And so all the data generation is coincided and pretty much running in parallel with our commercial launch. So as we enter into the marketplace commercially, we obviously have RELEASE-1 and RELEASE-two, which are landmark trials, largest cellulite trial ever, and we’ll be complementing that with additional data, specifically around 305 as we get closer to launch."
         ],
         "Speaker": "Patrick Barry"
      },
      "30": {
         "Remarks": [
            "Yes, Annabel, on the XIAFLEX development programs, what I would say is that the studies that we’re currently on do – just got the first patient dosed on for both plantar and for adhesive, we’ll really inform our development plan as we move forward. And we have multiple scenarios in terms of what that path to approval looks like. Under all paths, this is a very promising opportunity for us. But there is the option potentially, in some cases, to do it and get to approval quicker than other scenarios. But under all scenarios, we really like these two opportunities."
         ],
         "Speaker": "Blaise Coleman"
      },
      "31": {
         "Remarks": [
            "Your next question comes from the line of Nathan Rich with Goldman Sachs."
         ],
         "Speaker": "Operator"
      },
      "32": {
         "Remarks": [
            "Blaise, maybe to start, could you just talk about your marketing and kind of education plans for Qwo in the back half of the year? And kind of how we should think about that setting you up for the launch of Qwo once the product becomes available in early 2021? And then I think you also mentioned on the Nevakar partnership, you’re expecting your first launch later this year. Could you maybe just talk about the high level opportunity with that partnership as drugs come to market?"
         ],
         "Speaker": "Nathan Rich"
      },
      "33": {
         "Remarks": [
            "Sure. Thanks, Nathan. Let me turn it over to Patrick to talk about the Qwo question, and then I’ll take the Nevakar."
         ],
         "Speaker": "Blaise Coleman"
      },
      "34": {
         "Remarks": [
            "Thanks, Blaise. Now that we have the approval behind us for Qwo, I mean there was a lot of media pickup on the successful approval of Qwo, it’s the first and only injectable available and the first injectable treatment for cellulite approved by the FDA. So we obviously will be continuing to work PR channels to make sure that amongst the trade, publications as well as mainstream media that it’s top of mind. Our Harris Poll survey is a good example of some of the things we’ll continue to try to do to keep that top of mind, fresh of mind in the minds of our consumers. As we finish up this year, we’ll start to transition more actively around condition awareness.",
            "And so that would be both a digital and social strategy to create more awareness around the condition of cellulite. Obviously, as we get into the new year, and we’re really ramping up commercially, we will transition to more of an aggressive branded consumer activation strategy. And so we’re committed to really building out the market and we’re committed to the building of category. And you would see us really step up our level of investment and activities around consumer activation as we get into the new year. And we are tracking towards product availability in the early spring."
         ],
         "Speaker": "Patrick Barry"
      },
      "35": {
         "Remarks": [
            "Great. Thanks, Patrick. And then, Nathan, on your question around the Sterile Injectables. We – as we said upfront, our Sterile Injectables strategy is really focused on providing differentiated opportunities. And some of those opportunities include ready-to-use products. And the Nevakar capabilities in that space, around ready-to-use, are really strong. And so the five potential opportunities we have there, which are 505(b)(2) opportunities, we are really excited about. I’m not going to say a lot about the one we have coming up at the end of the year, other than to say, it fits the profile I’ve just described, and we’re going to be really excited about launching that."
         ],
         "Speaker": "Blaise Coleman"
      },
      "36": {
         "Remarks": [
            "I am showing no further questions at this time. I would now like to turn the conference back to Blaise Coleman, President and CEO of Endo."
         ],
         "Speaker": "Operator"
      },
      "37": {
         "Remarks": [
            "Great. We appreciate your continued interest in and support of the company, and we look forward to providing you with updates as we move forward. Thank you for joining us this morning. And please have a fantastic day."
         ],
         "Speaker": "Blaise Coleman"
      },
      "38": {
         "Remarks": [
            "Ladies and gentlemen, this concludes today’s conference. Thank you for your participation, and have a wonderful day. You may all disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}