{
   "Date": "August 6, 2020",
   "Presentation": {
      "Edward Atsinger": [
         "Thank you, Evan, and thanks to all of you for joining us today.",
         "The second quarter was certainly a difficult quarter, and I will begin my prepared remarks focusing on the financial results and the challenges we face due to the coronavirus pandemic, and then I’ll turn the call back to Evan to provide more detailed information on Q2.",
         "For the second quarter of 2020, total revenue declined 18.3%. Expenses were down 8.2%, which resulted in a 72.4% decline in adjusted EBITDA. On our last call, we outlined a number of steps that have been taken to reduce expenses in the light of the current economic environment, including – which included layoffs, across the Board salary cuts and the elimination of the 401(k) match. Beginning in May, these steps resulted in a monthly expense savings of approximately $850,000.",
         "Let’s take a look at the results by division to get a little better understanding of our performance. For the second quarter, broadcast revenue declined 19.6%. By month, broadcast revenue was down 24.5% in April, 24.7% in May, but only 8.7% in June, which of course indicates that business was starting to improve as the economy was beginning to reopen. However, with the recent increases in the COVID cases and further lockdowns, it’s a little difficult to really know how that trend will play out.",
         "We might wait – Evan might give a little bit of pacing for July, but beyond that we really, we – it’s anybody’s guess at this point. According to Miller Kaplan, in the markets where we operate, the industry was down 55.9%. Our strong outperformance relative to the industry shows the relative strength and resilience of Salem’s business model. Historically, we have focused on paid national and local ministry programming, as well as direct advertisers. This revenue source is very stable, and many of these advertisers and programs have been with us for decades. Recently, we made investments in digital, including Salem Surround, a multimedia advertising agency with a focus on digital advertising.",
         "And we launched SalemNOW recently, an on-demand pay-per-view video streaming platform. Together, both of these have provided results that help – that helped us provide results that helped us outpace the industry in Q2. National Christian ministry block program revenue, which represents approximately 30% of broadcast revenue, was down less than 2%, providing an important foundation for our broadcast business. And we had another good quarter of growth in our local digital business primarily because of Salem Surround. Local digital was up 54% or $2 million. We’re pleased with this growth, especially in these challenging times, and we’re encouraged by the importance of both Salem Surround and SalemNow. Both are certainly contributing to our overall revenue mix. Local spot revenue was down 42.8% in the quarter, and national spot revenue was down 36.7%. These declines, of course, are related to the pullback in advertising revenue that the entire industry has experienced.",
         "Political revenue did not play a significant factor in the quarter. We recorded $600,000 in political revenue in the second quarter of this year and $400,000 in the second quarter of last year. Additionally, miscellaneous revenue declined 45.1%, principally due to the absence of live events. Most of the miscellaneous revenue is associated with live events of one kind or another. Broadcast expenses were down 12.2% due to lower commissions and, of course, the cost control measures that I mentioned earlier. Our revenue in our national digital division declined 5.2%. This decline is entirely related to our Christian websites, which experienced a 16.5% reduction in revenue due to lower advertiser demand and lower programmatic advertising rates,",
         "Revenue in Townhall media, our collection of conservative news and opinion websites, actually increased 19.2% due to the revenue from the Townhall VIP subscription product, which was launched in November of last year. Expenses in the digital division increased 0.1%, a minor increase due to the increased expenses associated with the rollout of Townhall VIP, much of which was offset by the previously mentioned expense savings.",
         "Finally, revenue from our publishing division was down 29.8%. This can be attributed to the fact that the majority of bookstores in the country were closed. And Amazon began making decisions to prioritize the shipment of essential products and delay the shipment of books. In terms of our self-publishing book sales, they were down as many authors chose not to buy books, which they typically buy from us on demand, as they could not promote their books at live events. So publishing expenses were down 3.6%, but certainly not enough to offset the decline in revenue.",
         "Additionally, corporate expenses were down 11.1%. And with that, Evan, I want to turn the call back to you for additional details on the quarter."
      ],
      "Evan Masyr": [
         "Welcome, and thank you all for joining us for today on Salem Media Group’s Second Quarter 2020 Earnings Call. As a reminder, if you get disconnected at any time, you can dial back in or listen from our website at www.salemmedia.com.",
         "Joining me on the call today are Edward Atsinger, Chief Executive Officer; David Santrella, President of Broadcast Media and David Evans, President of Interactive and Publishing. We’ll begin in just a moment with our prepared remarks. And once we are done, the conference call operator will come back on the line to instruct you on how to submit questions.",
         "Given the current circumstances, we are all working remotely and that may cause some extra coordination during the question-and-answer portion of the call. Please be advised that statements made on this call that relate to future plans, events, financial results, prospects or performance are forward-looking statements as defined under the Private Securities Litigation Reform Act of 1995. These forward-looking statements are based on currently available information. Actual results may differ materially from those anticipated, and reported results should not be considered an indication of future performance. We do not intend and undertake no obligation to update our forward-looking statements, including forecasts of future performance, the potential for growth of existing markets, the opening of new markets or the potential growth from future acquisitions.",
         "This conference call also contains non-GAAP financial measures within the meaning of Regulation G, specifically station operating income or SOI, EBITDA, adjusted EBITDA and adjusted free cash flow. In conformity with Regulation G, the information required to accompany the disclosure of non-GAAP financial measures is available on the Investor Relations portion of our website at www.salemmedia.com.",
         "And with that, I would now like to turn the call over to Edward Atsinger. Ed?",
         "Great. Thank you, Ed.",
         "For the second quarter, total revenue decreased 18.3% to $52.9 million. Operating expenses, on a recurring basis, decreased 8.2% to $50.1 million, which resulted in a 72.4% decrease in adjusted EBITDA to $2.8 million. Net broadcast revenue decreased 19.6% to $39.5 million and broadcast operating expenses decreased 12.2% to $33.1 million resulting in station operating income of $6.4 million, a decline of 43.9%.",
         "On a same-station basis, net broadcast revenue decreased 17.4% to $38.7 million, and SOI decreased 43.9% to $6.5 million. These same-station results include broadcast revenue from 95 of our 99 radio stations in our network operations and represents 98% of our net broadcast revenue.",
         "I will briefly review revenue performance of our strategic formats. 37 of our radio stations are programmed in our foundational Christian teaching and talk format. These stations contributed 42% of total broadcast revenue and decreased 14.4% for the quarter. Our 32 news talk stations had a decrease of 19.7% in revenue for the quarter. And overall, these stations contributed 17% of total broadcast revenue. Revenue from our 12 contemporary Christian music stations contributed 13% of total broadcast revenue and decreased 47.8% for the quarter.",
         "Our network revenue decreased 14.7% for the quarter and represents 11% of total broadcast revenue. Revenue from our national digital media businesses decreased 5.2% to $9.4 million and represent 18% of total revenue. Our publishing revenue decreased 29.8% to $4.0 million and represents 7% of our total revenue.",
         "As of June 30, we had $216.3 million in bonds outstanding and $19 million drawn on the revolver. We also had $19 million in cash. Our leverage ratio was 8.96%. As Ed mentioned, due to the continued uncertainty surrounding the current economic environment due to COVID-19, we will not be providing guidance for the third quarter. But while we’re still closing the books for July, I can tell you where total revenue looks like it will be. It should be down around 2%. Broadcast revenue in total was essentially flat and even up a little bit on a same-station basis. Local spot advertising was down 19% and national spot advertising was down 9%. Local programs were down 22%, while national programs were down 2%. Local digital revenue was up 132%. Our broadcast division was also aided by strong sales at SalemNOW. Revenue in our national digital division increased 2% and publishing revenue declined 28%.",
         "And this concludes our prepared remarks, and we would now like to answer any questions. With that, I’ll turn the call back over to the operator to facilitate that. Operator?"
      ],
      "Operator": [
         "Good day, everyone, and welcome to the Salem Media Group, Inc. Second Quarter 2020 Earnings Call. Today’s conference is being recorded. At this time, I would like to turn the call over to Mr. Evan Masyr, Executive Vice President and Chief Financial Officer. Please go ahead, sir."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] We will first go to Mike Kupinski with NOBLE Capital Markets."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "A couple of questions here. First of all, the revenues were a little bit better than expected. And I know that it’s been a sacrifice on all of you guys in terms of your employees going through this crisis and hats off to you guys to manage through that crisis. And hopefully, we’re largely on the back end of this now. But I did have a couple of questions. Regarding your block programming, how are the ministries doing in this environment?",
            "Do you think that – I know that you have typically regular rate increases as you cycle into next year. Do you think that they’re healthy? Are they doing okay? Or do you think that there might be some concessions as you need to go forward here with them? Just – kind of just a general outlook for that portion of the block programming."
         ],
         "Speaker": "Mike Kupinski"
      },
      "3": {
         "Remarks": [
            "I can certainly take part of that. Ed, you might want to speak into it as well, Michael, but we check in with our ministries quite regularly. We have a great relationship with them, and so we’re on the phone with them weekly. For the most part, most of the ministries are reporting a relative stable donor base during this time. And so none of them have kind of raised their hands and expressed some real concern.",
            "I think as we go into next year, we’ll certainly need to be mindful of the environment that we’re in, as we make decisions on what the proper rate increases will be for the coming year. We did that back in 2010. And we looked at things and decided to do a lower-than-normal ask on rate increase. And we’ll look at that environment again as we go into 2021. But the relationships are strong, and so far, they seem to be relatively stable."
         ],
         "Speaker": "Evan Masyr"
      },
      "4": {
         "Remarks": [
            "And then in terms of the publishing side, certainly, that portion of the business, even though the revenues were a little bit better than I expected in the quarter, it still looks like that business has kind of suffered more than some of your other lines of business. Is it reflective of the fact that maybe some of these authors are not just not buying the books, but are they just delaying the titles at all?",
            "Is there any, just given the weak markets at this point, obviously, it’s not the best environment to kind of launch your book. Just kind of give me some general trends in terms of the outlook for the number of titles that you anticipate in the back half, are they the same as you originally thought? Or you’re kind of delaying some of these books?"
         ],
         "Speaker": "Mike Kupinski"
      },
      "5": {
         "Remarks": [
            "Well, there certainly have been books delayed. With many, many bookstores closed, with Amazon prioritizing essential shipments and not taking delivery of books, it was necessary to delay some releases. Even the books that were released, with our political titles, it’s important to have publicity for those authors on news talk radio stations, news TV stations, and with COVID, all of the shows were 100% focused on the COVID crisis, and really weren’t interested in talking with authors on books on other subjects. So it was kind of in Q2, it was kind of a perfect storm of no traction on any of our books.",
            "In terms of looking ahead to the rest of the year, frankly, it remains unclear what the rest of the year is going to look like. There are still many bookstores closed. Yes, I’m certain that the election, it’s going to get a lot of coverage. So election-related books have good prospects, but it nearly is very dependent upon what happens with COVID. So it’s difficult to give you any feel for what the rest of the year is going to look like."
         ],
         "Speaker": "David Evans"
      },
      "6": {
         "Remarks": [
            "Got you. And then Evan, can you just kind of reiterate what you just said in terms of local digital. How much was it up in July? I don’t know if I got that number correct."
         ],
         "Speaker": "Mike Kupinski"
      },
      "7": {
         "Remarks": [
            "Sure. The national digital division was up 2%. And I was talking national or in local, in broadcast, local was up 132%."
         ],
         "Speaker": "Evan Masyr"
      },
      "8": {
         "Remarks": [
            "Okay. That’s what I was – I guess, and that’s largely the Salem Surround and Now, right? That’s reflected in that – those numbers."
         ],
         "Speaker": "Mike Kupinski"
      },
      "9": {
         "Remarks": [
            "Correct."
         ],
         "Speaker": "Evan Masyr"
      },
      "10": {
         "Remarks": [
            "Yes. And then, I guess, in terms of the digital business, typically, in election years, you get a little bit of traction, traffic kind of picks up. And of course, it’s a kind of a weird environment where traffic to many sites were up anyway. Could you just kind of talk a little bit about the traffic trends in July, and how – now that the economies are starting to open up, are the traffic trends still being pretty strong? Or what – can you just kind of give us an outlook on how the traffic to your site is performing?"
         ],
         "Speaker": "Mike Kupinski"
      },
      "11": {
         "Remarks": [
            "Yes, so traffic on the conservative sites is at record levels. People, they want to visit news websites, news opinion websites because they want to know what’s going on with COVID from voices they trust. And then we’ve got the election at the same time. So all of our concerns in opinion websites, the traffic is fantastic, and continues to be fantastic. That is offset, of course by the fact that programmatic advertising rates have dropped substantially at the same time. So it’s not all good news.",
            "On the Christian side, the traffic is, it’s closer to flat. It took a very nice bump up in April when the crisis first hit, but it has come back down to more normal levels and rates continue to be depressed."
         ],
         "Speaker": "David Evans"
      },
      "12": {
         "Remarks": [
            "Then just a couple of last quick questions. Political advertising, do you have any visibility on how that’s shaping up? Is that being booked at this point? Any thoughts there?"
         ],
         "Speaker": "Mike Kupinski"
      },
      "13": {
         "Remarks": [
            "On the broadcast side, I can tell you that it is picking up, Michael. We’ve seen more political activity in the last couple of weeks. It was pretty quiet for a while. We’ve seen a little bit more political activity picking up both on the terrestrial broadcast side as well as even through our ad-injected streams."
         ],
         "Speaker": "Evan Masyr"
      },
      "14": {
         "Remarks": [
            "And the same is true on the digital side, the political advertising has picked up in recent weeks."
         ],
         "Speaker": "David Evans"
      },
      "15": {
         "Remarks": [
            "And is it presidential money, or is it just mostly kind of Senate, House races? Where do you see the lion’s share of the political dollars?"
         ],
         "Speaker": "Mike Kupinski"
      },
      "16": {
         "Remarks": [
            "I’ll probably need to get back to you with a more accurate answer. I’m not sure right now if it’s as much presidential money as it is pack money out of mine. But I think, Michael, I can follow-up later on to wish you on that."
         ],
         "Speaker": "Edward Atsinger"
      },
      "17": {
         "Remarks": [
            "Okay. Perfect. And I just had one final question. And this is kind of more of a macro thing, I know that Big Tech was before Congress, recently about any competitive practices. And I know that there are some other countries that have measures in place whereby many of these big tech companies have to pay for content and maybe be a little bit more competitive, I guess. And I know that in the past, David, you have indicated that the likes of Facebook had been largely anti-competitive, how they direct traffic and so forth. Are they – are you seeing a better environment as it relates to – because of their scrutiny? Or do you think that Congress is going to have to act? Or what are your thoughts in terms of just the competitiveness of the marketplace? Has it gotten better or worse?"
         ],
         "Speaker": "Mike Kupinski"
      },
      "18": {
         "Remarks": [
            "Hasn’t really changed in terms of kind of what we see in terms of traffic from Google and traffic from Facebook. There continue to be issues and challenges in relation to, I guess, what I’d call content censorship. And certainly, the algorithms continue to change. I wouldn’t – I think overall, the amount of traffic we’re getting is looking changed."
         ],
         "Speaker": "David Evans"
      },
      "19": {
         "Remarks": [
            "All right. We’ll take our next question from Lisa Springer with Singular Research."
         ],
         "Speaker": "Operator"
      },
      "20": {
         "Remarks": [
            "Looking out beyond this COVID-19 thing, I was very interested in the, during this announcement, Quu. I wonder if you can talk about that a little bit in terms of strategically and where that might take your broadcasting business?"
         ],
         "Speaker": "Lisa Springer"
      },
      "21": {
         "Remarks": [
            "Lisa, I had a little trouble hearing you. Can you repeat that, please?"
         ],
         "Speaker": "Evan Masyr"
      },
      "22": {
         "Remarks": [
            "Yes. So I wanted to ask you about the Quu deals and in terms of strategy, how that fits in with everything you’re doing?"
         ],
         "Speaker": "Lisa Springer"
      },
      "23": {
         "Remarks": [
            "Yes. Well, look, I think radio needs to be as competitive visually as some of our audio competitors are, the user experience on Spotify or for that matter, SiriusXM or Pandora, currently it includes album art, aired artist and title. And so I think on radio, our ability to provide a better user experience on the dashboard, the visual experience on the dashboard is important from a competitive perspective. And so certainly Quu or Q as they’re called, offers that. But then on top of that, it offers the ability to interface more with our advertisers.",
            "So when we’re running a spot for McDonald’s, at the same time as that spot’s running, it can say across bottom in the screen, two Big Macs for $5 till 5:00 tonight. And so we can reinforce the selling message that they’re hearing on the radio and provide just better results for our clients. And so a better user experience, better results for our clients that we could also charge them more to receive, to me was a good idea and something that strategically from a long – for the long term, I think all radio’s going to need to get there."
         ],
         "Speaker": "Evan Masyr"
      },
      "24": {
         "Remarks": [
            "And I know you’re rolling it out in 28 stations initially. How are you going to measure the success of this effort?"
         ],
         "Speaker": "Lisa Springer"
      },
      "25": {
         "Remarks": [
            "Well, first of all, rolling it out everywhere we have, where we have full market FM radio stations, so not on FM translators, but everywhere where Salem has an FM radio license, radio station, is where we’re rolling it out, because it’s really a service only for FM radio. So from a testing perspective, once we roll it out, and we have sales packages on the street, which will be synonymous with the rollout. So at that point, we’ll start to measure the success of it and take it from there."
         ],
         "Speaker": "Evan Masyr"
      },
      "26": {
         "Remarks": [
            "[Operator Instructions] We’ll next go to Michelle Lim with New York Life."
         ],
         "Speaker": "Operator"
      },
      "27": {
         "Remarks": [
            "Just a quick one. I joined a little late, so I’m not sure if I got everything. But your liquidity, you mentioned that $19 million was drawn on the revolver, it’s a $30 million total commitment. Is there any more availability on that?"
         ],
         "Speaker": "Michelle Lim"
      },
      "28": {
         "Remarks": [
            "Yes. We do have some availability. It’s a function of, as you know, of our receivables, the payments and value we get on our real estate. It’s about $22 million, $23 million in total availability. So we still have a little bit of excess that we could draw on."
         ],
         "Speaker": "Evan Masyr"
      },
      "29": {
         "Remarks": [
            "Okay. And then you generally – and you think you have generated a lot of cash during the quarter, much of it from working capital. Can you just talk qualitatively about how you were able to generate cash during the quarter?"
         ],
         "Speaker": "Michelle Lim"
      },
      "30": {
         "Remarks": [
            "Yes. Certainly, one of the things that we disclose in our 10-Q, we have gone to a couple of our largest ministry clients and had some advanced payments from them, while offering them the small discount, in lieu of, or in exchange for getting payments early. So they paid their May through December airtime bill in the month of May. And we did that just to make sure we had ample liquidity for the June 1 interest payment. And you may have heard, we have right now – at the end of the quarter, we had $19 million in cash. I can tell as of today, we have $18.5 million in cash. So we seem to be holding our own on the liquidity perspective."
         ],
         "Speaker": "Evan Masyr"
      },
      "31": {
         "Remarks": [
            "And so is that what I’m seeing in terms of the cash flow, about $7.1 million of contract liabilities situated through the ministry?"
         ],
         "Speaker": "Michelle Lim"
      },
      "32": {
         "Remarks": [
            "Yes. We – I have to see what that number was in June as far as what they have in advanced payments, but it was $8.3 million in total that we got in advanced payments from the ministry. So it’s probably the end of June, it’s in that $7 million range, if that makes sense."
         ],
         "Speaker": "Evan Masyr"
      },
      "33": {
         "Remarks": [
            "Okay. Great. And then my last question is – was on asset sales. I think you have talked in previous quarters about valuable real estate assets and other assets that you could potentially monetize. Can you talk about through – or give us an update on how that process is going? Or if much of it has been kind of delayed or postponed during COVID? And is there any other sort of opportunities to monetize other assets?"
         ],
         "Speaker": "Michelle Lim"
      },
      "34": {
         "Remarks": [
            "As far as the real estate goes, we’ve got active about three or four locations that aren’t progressing. There are, in some cases, entitlement issues that will maximize the value and will facilitate the transaction. And so we’ve initiated a lot of those procedures, but there are at least two or three that are fairly far along in the process where we have very active interest and where we can monetize a real estate asset without in any way diminishing our broadcast capacity.",
            "So we don’t – I don’t want to get into too many details now, it’s a little premature, but there are at least three that are progressing and that we feel fairly optimistic that within the next – by the end of the year, we probably will be able to have more clarity on it, but I wouldn’t be surprised. I’m speculating that I wouldn’t be surprised if at least one or two of those are completed."
         ],
         "Speaker": "Edward Atsinger"
      },
      "35": {
         "Remarks": [
            "Would you be able to disclose sort of magnitude of the opportunity there?"
         ],
         "Speaker": "Michelle Lim"
      },
      "36": {
         "Remarks": [
            "Yes. I mean I think it would be a little premature. I mean, we have one site that we’re working a situation where we can, with a modest investment, relocate our towers to one part of the property and then spend the rest of it all. And it shouldn’t add something. $6 million, $7 million, something in that category."
         ],
         "Speaker": "Edward Atsinger"
      },
      "37": {
         "Remarks": [
            "All right, and we’ll take the next question from Howard Rosencrans with VA."
         ],
         "Speaker": "Operator"
      },
      "38": {
         "Remarks": [
            "I was trying to – I just want – Evan, I must have tailed off, I didn’t catch it. If we just focus on the broadcast division, the other ones are kind of small, but what did you say about the broadcast for the month of July?"
         ],
         "Speaker": "Howard Rosencrans"
      },
      "39": {
         "Remarks": [
            "The broadcast division for the month of July was essentially flat. But on a same-station basis, it was up just a little bit."
         ],
         "Speaker": "Evan Masyr"
      },
      "40": {
         "Remarks": [
            "Okay. And what was the big number you gave out of $130 million, what business – of 130%, what business was that?"
         ],
         "Speaker": "Howard Rosencrans"
      },
      "41": {
         "Remarks": [
            "That is the digital division – or the digital revenue within the broadcast division."
         ],
         "Speaker": "Evan Masyr"
      },
      "42": {
         "Remarks": [
            "Okay. So that’s just a small piece."
         ],
         "Speaker": "Howard Rosencrans"
      },
      "43": {
         "Remarks": [
            "[indiscernible] in SalemNOW."
         ],
         "Speaker": "Evan Masyr"
      },
      "44": {
         "Remarks": [
            "Okay. So the – okay. So this is – have you started to – I know, the first question I wanted to ask you was about the cadence stirring. Can you give us an idea of what the cadence was April, May, June, and you said it was flat in July. Can you tell us how it ran April, May, June? Broadcast. Just the broadcast division, the rest of probably [indiscernible]"
         ],
         "Speaker": "Howard Rosencrans"
      },
      "45": {
         "Remarks": [
            "Yes. Correct. Broadcast in April was down about 25%. May was also down around 25%. June was down 9%."
         ],
         "Speaker": "Evan Masyr"
      },
      "46": {
         "Remarks": [
            "Okay. And so how much of June or July was – is political? If you were to go ex political, how did those months flow – again, you can just ballpark it?"
         ],
         "Speaker": "Howard Rosencrans"
      },
      "47": {
         "Remarks": [
            "Not significant. Certainly for – now, the second quarter, we only had $600,000 political compared to $400,000 in the second quarter last year. So political is really not..."
         ],
         "Speaker": "Evan Masyr"
      },
      "48": {
         "Remarks": [
            "Okay. Okay. That’s good. Okay, and how much political did you guys do in – you probably have a pretty good idea off the top of your head, I’m going to guess. How much political did you guys do in, let’s say, August, September, October, in the first few days of November in 2016?"
         ],
         "Speaker": "Howard Rosencrans"
      },
      "49": {
         "Remarks": [
            "I don’t have that in front of me, but I think I do have Q3 of 2016. So if we’re just looking at one quarter, Q3 of 2016, we’re at $1.5 million in political."
         ],
         "Speaker": "Evan Masyr"
      },
      "50": {
         "Remarks": [
            "Okay. All right. Not that much. Okay. It’s nice to get $1.5 million, but not that much. Are there any – so your leverage ratio is in the 8s, and that’s – is that trailing 12 months?"
         ],
         "Speaker": "Howard Rosencrans"
      },
      "51": {
         "Remarks": [
            "That’s correct."
         ],
         "Speaker": "Evan Masyr"
      },
      "52": {
         "Remarks": [
            "Okay. So is there – so your leverage ratio is, in all likelihood, going to go up because, unfortunately, this thing never seems to get a lot better. But anyway, any issues with – you got the advance – I mean, no covenants on the $220 million stuff and the revolver is all tied to some sort of receivables? So we don’t have to think about anybody – any banks or – so we don’t have to think about that stuff. Is that fair to say?"
         ],
         "Speaker": "Howard Rosencrans"
      },
      "53": {
         "Remarks": [
            "That’s correct. So the bonds have, in current tests, on leverage, that’s if we want to take on any new debt. As long as – so there is no maintenance covenant, so we’re not worried about that. And the receivable and certain other assets secure the ABL and there’s a fixed charge covenant test that’s only applied if we borrow in excess of certain amounts."
         ],
         "Speaker": "Evan Masyr"
      },
      "54": {
         "Remarks": [
            "Okay. So it sounds like it probably wouldn’t mean you’d go to market now. So unless you guys went to market, we’re okay. That’s what it sounds like."
         ],
         "Speaker": "Howard Rosencrans"
      },
      "55": {
         "Remarks": [
            "Yes, I think that was a fair statement."
         ],
         "Speaker": "Edward Atsinger"
      },
      "56": {
         "Remarks": [
            "Okay. And I didn’t exactly catch what David said in terms of he’s mentioned of a few real estate projects. And is it that collectively they’re worth $6 million or $7 million or that was just one of them?"
         ],
         "Speaker": "Howard Rosencrans"
      },
      "57": {
         "Remarks": [
            "That was just one. I said that there are three that are sort of in a very active stage of marketing the properties, and we’ve got lots of interest, but to maximize them, we’re taking steps to modify the zoning and bring them closer for their maximum entitlement. And – but we have interest now. But we want to maximize. And in some cases, we’re, in the one case I mentioned, we can reorient the towers we have on the site in a way that maximizes their efficiency, doesn’t diminish their coverage and allows us to sell-off the bulk of the property."
         ],
         "Speaker": "Edward Atsinger"
      },
      "58": {
         "Remarks": [
            "And that’s just one of the properties, and then you have another two. Am I – did I hear you correctly?"
         ],
         "Speaker": "Howard Rosencrans"
      },
      "59": {
         "Remarks": [
            "Well, we have the – of different magnitudes. One is it’s a little – it’s going to take a few more months. And one is a smaller property that’s available now. We just – we’re taking a look at the entitlement to see if we can maximize the value."
         ],
         "Speaker": "Edward Atsinger"
      },
      "60": {
         "Remarks": [
            "Okay. So the biggest one is the $6 million or $7 million thing, yes?"
         ],
         "Speaker": "Howard Rosencrans"
      },
      "61": {
         "Remarks": [
            "Yes. Well, there are others..."
         ],
         "Speaker": "Evan Masyr"
      },
      "62": {
         "Remarks": [
            "In terms of –"
         ],
         "Speaker": "Howard Rosencrans"
      },
      "63": {
         "Remarks": [
            "I’d say there are others that will approach that magnitude as well."
         ],
         "Speaker": "Edward Atsinger"
      },
      "64": {
         "Remarks": [
            "Okay. Okay. But those are not amongst the three?"
         ],
         "Speaker": "Howard Rosencrans"
      },
      "65": {
         "Remarks": [
            "No. Well, we’ve got property all over the country. I mean, one of the things about particularly AM radio sites is they take a lot of real estate. So we have three sites in Dallas, three or four sites in Dallas, one is 60 acres, another one is – yes, we got big tracts of land that – it’s always nice to own some real estate, it might give us some options in the future."
         ],
         "Speaker": "Edward Atsinger"
      },
      "66": {
         "Remarks": [
            "Okay. That’s certainly good to hear. That’s certainly good to hear. The – all right. Well, I surely hope for you and for all of us that as the environment starts to improve, you guys are an integral part of the conservative world. And I’d like to see all the – as you mentioned, the strength of the listening audience, I’d like to see hopefully start to get better reflected in the ad rates.",
            "It’s – how much of your business is sort of programmatic these days? And how much is – I mean, I guess, the stuff that – obviously, it’s stuff that you have the – dropping the word, the – you have one part of the business, which is the churches and the other part is the non-churches. But how much is – how much of your business closed again, just within broadcast? How much flows through programmatic and how much flows in other areas?"
         ],
         "Speaker": "Howard Rosencrans"
      },
      "67": {
         "Remarks": [
            "A fair amount, Howard, of our new business on our streams, on the streams of our radio stations now is programmatic. So we’re generating tens of thousands of dollars a month now in an injected revenue on our regular station streams, and that’s mostly programmatic advertising."
         ],
         "Speaker": "Evan Masyr"
      },
      "68": {
         "Remarks": [
            "On programmatic, I think percentage of total broadcast is very small."
         ],
         "Speaker": "David Evans"
      },
      "69": {
         "Remarks": [
            "So okay, I guess I misconstrued that. Okay. good. Well, since the ad rates aren’t very good, then we’ll worry about that less. Anyway, thank you for all the color..."
         ],
         "Speaker": "Howard Rosencrans"
      },
      "70": {
         "Remarks": [
            "We would much rather sell direct. The rates are much higher when we deal directly with the advertisers."
         ],
         "Speaker": "David Evans"
      },
      "71": {
         "Remarks": [
            "Okay. And how much – what would you say is the flow-off today vis-à-vis or in July, whatever time – what would you say is the flow-off now versus pre-COVID. Is that what’s sort of represented by the flattish year-to-year number that, Evan, you quoted? Is that sort of represented in that? I mean, be pretty good at that rate, it was sort of flattish year-on-year? Is that..."
         ],
         "Speaker": "Howard Rosencrans"
      },
      "72": {
         "Remarks": [
            "So let me talk about the digital side of things because that’s really what programmatic comes into play, is on our digital division. I would say programmatic rates are down 30%, compared to previous..."
         ],
         "Speaker": "David Evans"
      },
      "73": {
         "Remarks": [
            "Okay, but that’s really affecting the digital division, but digital division is relatively small in the context of everything. It’s the broadcast that’s – so if you were to look at the broadcast division, how would you say rates are year-to-year?"
         ],
         "Speaker": "Howard Rosencrans"
      },
      "74": {
         "Remarks": [
            "Well, rates for terrestrial radio right now, Howard, are down. They’re down in general, probably a 15% demand is down. But again, what’s helping Salem right now do better than our competitors, are two things: foundation and then – and innovation. And the way the company was founded, was on the assumed very stable block programming sales. And a lot of direct sales to advertisers, coupled with all the innovation through Salem Surround and SalemNOW and those two things right now have come together to help us do significantly better than most broadcasters."
         ],
         "Speaker": "Evan Masyr"
      },
      "75": {
         "Remarks": [
            "And that’s all the questions we have at this time. So I’d like to turn it back over to Mr. Atsinger for any additional or closing remarks."
         ],
         "Speaker": "Operator"
      },
      "76": {
         "Remarks": [
            "Thank you, operator. And again, thanks to all of you for joining us. We look forward to visiting with you on our next report when we give the results for the next quarter. Thank you."
         ],
         "Speaker": "Edward Atsinger"
      },
      "77": {
         "Remarks": [
            "And that does conclude today’s conference. We thank everyone again for their participation."
         ],
         "Speaker": "Operator"
      }
   }
}