{
   "Date": "August 7, 2020",
   "Presentation": {
      "Geoff Martin": [
         "Thank you, Sean. Good morning, everybody. Just before we start the call with the numbers, which we’ll get to in a minute, just a couple of words about the impact of COVID on our operations. All of our plants now globally are working. We have some employees still working from home, in locations where we have offices, but all of our plant operations are running. We have 29 confirmed case – positive cases currently as of the end of June. We probably had another 100 or so more than that of people who’ve had it and since recovered. And I’d like to thank all the employees of CCL globally for their monumental efforts in getting us through this crisis.",
         "So with that, I’ll hand it back to Sean and he’ll take you through the numbers.",
         "Thank you, Sean, and good morning, everybody. I’m on Slide 7, highlights the capital spending, which we pulled down at the end of Q1 to around $250 million. And we’ve increased it to a range of $275 million to $290 million really as a reflection of business not declining as much as we thought it might do as we went into the quarter. And a couple of our businesses, particularly in the CCL’s segment firing on all cylinders, and we need to support them. So – but we’re still expecting to come in 20% to 25% below our original budget of $360 million in the $275 million to $290 million range. That’s below annual depreciation and amortization.",
         "Slide 8, highlights of CCL. We had a 6.1% organic sales decline, a little contribution from acquisitions and more or less offset by negative FX. Regionally, North America was down mid-single digits. Asia Pacific and Europe were down low double digit. I’ll just clarify, the Asia Pacific number was a combination of a low single-digit growth in the Asian countries, offset by double-digit growth in Australia and South Africa. Latin America was up mid-single digit.",
         "We had strong sales gains in our electronics – CCL Design Electronics business and our Healthcare & Specialty business, modest decline in Home & Personal Care. I’ll give you some color on that in a minute. A moderate decline in Food & Beverage and significant decline in CCL Secure, which we’ll talk about shortly, and a severe decline in the automotive industry.",
         "Slide 9, just the numbers of our joint ventures. We got a – we’ve now moved out of Rheinfelden’s slug plants, which is now part of CCL Container. So now the results just include our label operations in the Middle East and in Russia, and they both had quite good quarters. So we’re pleased with that.",
         "Avery, this is the business that’s been one of the businesses most impacted by the changes in the pandemic. We had a very slow April when the pandemic first hit and the lockdowns came in. We had a moderate sequential gain in May. But June really bounced back much stronger than we anticipated and was actually above prior year. That on a calendar works day basis, there are two additional workdays for – in the month of June. So if you adjust for that, we were probably down mid-single digits in the month of June at Avery.",
         "The back-to-school selling was strong, but significant uncertainty of consumer pull-through around school and reopenings in the U.S. remains, and we’ll answer some questions around that in the Q&A. Direct-to-consumer was mixed. The WePrint label segment was very strong. Kids' labels was so-so, not too bad in Europe, but were pretty down in North America. And our event badge demand is more or less halted as you wouldn’t be surprised to hear.",
         "Moving on to Checkpoint. Our MAS or Merchandise Availability business, it was down moderately in Asia Pacific. So we had good results in China and not too bad in Japan. So the downturn there again was mainly in Australia. We’re down significantly in Europe and even more so in the Americas. April was weak. May was slightly better and June was much better, but the same comment again with the two additional workdays. June was almost – sales in June almost reached prior-year levels. But again, you have to factor in the workday adjustment. Apparel label sales were down significantly in April, less so in May and also bounced back in June, and about – were quite a bit above prior year, aided by record monthly RFID sales.",
         "Moving on to Slide 12, Innovia. This business performed extremely strongly in the quarter. Volume is up significantly organically well into double digits, partly aided by pantry loading impact in April and May, and particularly in the month of April. It eased off in May and eased off again in June. Profitability increased on volume in the main product and asset utilization, and we did have some positive FX gains on the impact of a strong U.S. dollar on locations where we export film from. The lower Q1 resin costs were largely passed through in Q2. So there was very little resin benefit in the second quarter. Better than expected contribution from the Polish acquisition has made a solid profit in its first full quarter.",
         "So just a few comments here on our outlook. Home & Personal Care in the CCL space, we still saw some downturn in the specialty retail salon and cosmetic brands in Q2. And we’ve seen some pickup of that in some parts of the business in July, but it’s still in certain product lines that are still impacted, particularly in hair care salons.",
         "Healthcare & Specialty demand looks stable. Over-the-counter pantry loading has definitely come to an end. The Food & Beverage ‘on premise’ issue, which has been a big problem for many of our carbonated soft drinks, mineral waters and beer customers. So we kind of lost the high season, which normally is in the spring and the summer months just due to the lockdowns that have been present globally.",
         "Electronics demand was continues to be solid and we’ve begun to see a slow recovery in automotive. We made a pretty solid profit in that part of the business in the month of July. CCL Secure second half looks good. Cash unbelievably was counterintuitive, is in high demand, and the government plants which we mentioned at the end of Q1 that were closed has since been reopened.",
         "At Avery in direct-to-consumer, we don’t really see much change. Distributed products demand did improve, in the end of – particularly in the first half of July and for all of July in internationally, but we did see in the last two weeks of July is slowing in North America as the Sun Belt states continue to have many challenges. And we’re certainly seeing that in back-to-school demand in July, and we think that will go on in August, unless there’s a sudden change of heart in state governments about return to school.",
         "At Checkpoint, this is the high season for our MAS business. That depends on retail opening. We had a good July in ALS and the summer is typically a seasonally slow period. So the good July I think was some catching up of demand that have been in place that would have otherwise been fulfilled earlier in the quarter. The winter season really depends on what happens with retail opening and how retailers feel about merchandising efforts for the holiday and winter season, and that’s a big unknown. Our small Meto business improved in Germany on retail, they are opening.",
         "Innovia. Well, the volume is still stable, but pantry loading is clearly over. So we have seen the backlogs come down. Raw material indices have turned up, particularly in the United States. But we do expect our Polish business to continue to exceed expectations and where we transform the business.",
         "Few comments on the outlook. July results were solid. Pretty good at – particularly at CCL and Innovia, but we’re also decent at both Avery and Checkpoint. But we do expect both of those businesses still to be down until non-essential retail normalizes. CCL and Innovia, stable overall but with many puts and takes. Giving you some color on that. We do expect to incur some restructuring cost in the second half of the year largely in the affected businesses of Checkpoint, Avery and to some extent at CCL Design Automotive. All derived commodities have begun to rise. FX looks pretty neutral to us at today’s rates. And we’re retaining target of trying to make $450 million of free cash flow in fiscal 2020.",
         "So with that, operator, we’d like to open the call up for questions."
      ],
      "Operator": [
         "Good morning, ladies and gentlemen. Welcome to the CCL Industries' second quarter investor update. Please note that there will be a question-and-answer session after the call. The moderator for today is Mr. Geoff Martin, President and Chief Executive Officer; and joining him is Mr. Sean Washchuk, Senior Vice President and Chief Financial Officer. Please go ahead, gentlemen."
      ],
      "Sean Washchuk": [
         "Thanks, Jake. Good morning, everyone, and welcome to the CCL’s second quarter call. This is Sean speaking. I’d like to turn everyone’s attention to Page 2 of this presentation and draw everyone’s attention to our updated disclaimer regarding forward-looking statements. I’ll remind everyone that our business faces known and unknown risks and opportunities. For further details of these key risks, please take a look at our 2019 annual report and second quarterly report in the MD&A sections, particularly this section under risks and uncertainties. Our annual and quarterly reports can be found online at the company’s website cclind.com or on sedar.com. Jeff?",
         "Thank you, Jeff. So turning to Slide number 3, our summary of the second quarter results, the six months results. For the second quarter of 2020, sales declined including the positive impact of currency translation by 9.8%, partially offset by acquisition-related sales growth of 2.2% resulting in sales of $1.22 billion compared to $1.35 billion in the second quarter of 2019. Operating income was $163.6 million for the 2020 second quarter compared to $198.7 million for the second quarter of 2019, an 18% decline including the positive impact of foreign currency translation. Jeff will expand on the segmented operating results of our CCL, Avery, Checkpoint and Innovia segments momentarily.",
         "Included in the second quarter results was a $7.3 million reduction in corporate expenses due to a decrease in short-term and long-term variable compensation for the comparative periods. Consolidated EBITDA for the 2020 second quarter, excluding the impact of foreign currency translation, decreased approximately 9% compared to the same period in 2019. Net finance expense was $15.9 million for the second quarter of 2020 compared to $20.6 million for the second – 2019 second quarter. The decrease in net finance costs is attributed to lower average interest rates and lower average debt outstanding for the comparative quarterly periods.",
         "The overall effective tax rate was 25.1% for the 2020 second quarter, slightly less than the 25.6% effective tax rate recorded for the second quarter of 2019. The effective tax rate may change in future periods depending on the proportion of taxable income earned in different tax jurisdictions with different rates. Net earnings for the 2020 second quarter were $103.9 million, down 15% excluding foreign currency translation compared to $121.3 million for the 2019 second quarter.",
         "For the 6 months period, sales declined 6%. Operating income declined approximately 10% and net earnings dropped 5% compared to the 6-month period in 2019. 2020 included results from 12 acquisitions completed since January 1, 2019 delivering acquisition-related sales growth for the period of 1.7%, organic sales decline of 7.7% and foreign currency translation headwind of 1/3 of a $0.01 on sales.",
         "Moving to Slide 4. Basic earnings per Class B share was $0.58 for the second quarter of 2020 compared to $0.68 for the second quarter of 2019. Adjusted basic earnings per Class B share were $0.59 for the 2020 second quarter compared to adjusted basic earnings per Class B share of $0.69 for the second quarter of 2019. The decrease in adjusted basic EPS to $0.59 is primarily attributable to a decrease in operating income of $0.15, offset by $0.05 of improvement from finance costs and corporate expenses.",
         "For the 2020 six-month period, the $0.09 decline in adjusted basic earnings per Class B share was due to a decrease in operating income and a slight negative impact from foreign currency translation amounting to $0.18, partially offset by a decrease in net interest expense and corporate expenses accounting for $0.09 per share. This resulted in adjusted basic earnings per share of $1.31 for the 2020 6-month period compared to $1.40 for the 2019 six-month period.",
         "Moving to Slide 5. For the second quarter of 2020, free cash flow from operations improved $39.4 million compared to the 2019 second quarter. The improvement can be primarily attributed to a decline in capital spending for the comparative quarters. For the 12 months ended June 30, 2020, free cash flow from operations improved $177 million compared to the last 12 months ended June 30, 2019. This comparative improvement is attributable to the change in working capital and reduced capital spending for the comparative 12-month periods.",
         "Moving to Slide 6, the cash and debt summary. Net debt as of June 30, 2020 was $1.9 billion, an increase of approximately $151 million compared to December 31, 2019. The increase primarily reflects the impact of foreign currency exchange rates on foreign currency denominated debt as at December 31, 2019 to June 30, 2020 increasing total Canadian dollar reported debt on the balance sheet. Cash and cash equivalents declined $84.2 million as the funds were used largely to finance the company’s investing activities in the six months period, which included 6 business acquisitions.",
         "The company’s balance sheet closed the quarter in a strong position. Our bank leverage ratio was approximately 1.78 times, declining from 1.9 times at the end of the first quarter of 2020. Liquidity was robust with $619.4 million of cash on hand and USD 1.2 billion of available undrawn credit capacity on the company’s revolving bank credit facility. The company does not have any significant debt maturities until its term loan comes due in 2022.",
         "The company’s overall finance rate was 2.1% at June 30, 2020, lower than the 2.3% average at December 31, 2019 due to the decrease in interest rates on the company’s variable drawn debt. In absence of any significant acquisitions, management expects to continue delevering the company’s balance sheet through 2020.",
         "Jeff, over to you."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "[Operator Instructions] We have a question from Walter Spracklin."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "So starting on your sales, you’d indicated obviously that you provided some guidance and your actual results came in better than what you had previously targeted. Geoff, can you talk a bit about what – where were the areas of the biggest surprise? What areas came in better than expected versus the down 15% to 20% that you’ve been guiding to after the first quarter?"
         ],
         "Speaker": "Walter Spracklin"
      },
      "3": {
         "Remarks": [
            "Well, I think the best way to answer that is the monthly cadence overall, Walter. It was – April was at the low end of our 15% to 20% range. May was at the high end of the 15% to 20% range, and then everything came back strong in the month of June with the exception of automotive. So automotive was still a drag in June. But Checkpoint improved very significantly. Avery improved very significantly. And the CCL businesses were pretty steady all the way through the quarter."
         ],
         "Speaker": "Geoff Martin"
      },
      "4": {
         "Remarks": [
            "So you had indicated Avery and Checkpoint likely to be down, but July results solid. Now that would indicate you’re seeing growth then in your – in CCL?"
         ],
         "Speaker": "Walter Spracklin"
      },
      "5": {
         "Remarks": [
            "No. No. I think we said there’s still – we did see – yes, we did see growth at CCL in the month of July."
         ],
         "Speaker": "Geoff Martin"
      },
      "6": {
         "Remarks": [
            "And – but still down in Avery and Checkpoint? Got it."
         ],
         "Speaker": "Walter Spracklin"
      },
      "7": {
         "Remarks": [
            "Correct. Correct."
         ],
         "Speaker": "Geoff Martin"
      },
      "8": {
         "Remarks": [
            "And then my last question here is really on your positioning coming out of COVID-19 and operating leverage. That’s a big focus for a lot of the companies we cover. I’ll ask it this way, Geoff. If you have the same volumes, whatever period in the future, do you expect based on how you’ll bring resources back on to be at similar margin levels? Or is there an opportunity to in fact because of what you’ve learned from COVID and because you’re bringing resources on rather than taking them off now, could you run better margins on the same volume going forward?"
         ],
         "Speaker": "Walter Spracklin"
      },
      "9": {
         "Remarks": [
            "I don’t think that’s a factor for our company, Walter. It’s – we’re a job shop. So our average order size for our transactions is quite a low number. So where we’ve made variable cost cuts as business comes back, they’ll come back with it. We haven’t had material benefit from financially from the changes of COVID. Just we’ve laid off some labor where – in businesses where demand evaporated. But the impact of volume in the way you are talking about, that’ll be slim to none."
         ],
         "Speaker": "Geoff Martin"
      },
      "10": {
         "Remarks": [
            "We have a question from Mark Neville."
         ],
         "Speaker": "Operator"
      },
      "11": {
         "Remarks": [
            "Obviously, you guys managed through this very well. So a good job on that. First, maybe just on the over – Geoff, lots of good color, so really appreciate that. Just Avery, Checkpoints, do you care to sort of take a status sort of order of magnitude what that may be down in Q3?"
         ],
         "Speaker": "Mark Neville"
      },
      "12": {
         "Remarks": [
            "Very difficult. Avery is more difficult than Checkpoint because it’s that back-to-school quarter. So typically the way that works is you have – the preplanned orders go out at the back end of June and the first part of July. And then you get replenishments in the second half of July and August. And it’s a U.S. driven business really. So I think what we’re concerned about is what the back-to-school impact is going to be. And as – if we take populations of California, Florida and Texas, that’s I think 100 million people or more. So if schools aren’t going to go back there, then demand for some of the back-to-school items that we have in these stores is going to be impacted and we won’t get the replenishment business.",
            "But it’s very hard to say because it’s day by day and week by week. But that’s our biggest concern for the quarter at Avery is how that will impact us. But in July, we were down – we were certainly down double digits at Avery and revenues not far off profit wise because we had some better mix and better margin products in the programs this year. Checkpoint was better than that, but – and was slightly above – slightly better profits this year than we had last year. So that’s looking a little better. But I think both businesses, until you can go into a shopping mall and a store on a normal business – in a normal basis, it’d be hard for either of those businesses to sort of get back to the place they were. And then you have to remember at Avery, we have got that badge business that’s driven by convention, sports events, rock concerts. So there, it’s close to $100 million and the demand there is – it’s not zero, but it’s not far from it."
         ],
         "Speaker": "Geoff Martin"
      },
      "13": {
         "Remarks": [
            "Maybe just on M&A. Geoff, again, you guys had a better Q2, you raised CapEx budget. Again, you feel most better. I was just sort of curious your thoughts around M&A now sort of being as you’re – while you’re working through see chilling more comp. Again, I know diligence may be here with travel restrictions, but the higher level. Anything about that?"
         ],
         "Speaker": "Mark Neville"
      },
      "14": {
         "Remarks": [
            "Yes. Well, I don’t think we’re going to buy a $1 billion company using Zoom as a due diligence method. So I just had to say that. And – but we’re pretty active in the bolt-on space and valuations in that area have normalized, I would say because the private equity firms, they’re not as shut out of the credit markets, but they’re very different from the way they were. So we’re pretty active in that space. But until we can travel again, I think doing a large transaction wouldn’t be a sensible thing for us to do."
         ],
         "Speaker": "Geoff Martin"
      },
      "15": {
         "Remarks": [
            "And there are other large opportunities out there? Again, I know you can’t do due diligence, but just curious..."
         ],
         "Speaker": "Mark Neville"
      },
      "16": {
         "Remarks": [
            "We think there’s things out there for us to look at, but when we do these things, we do it properly. And I don’t think we can really do it that way. And so we’re doing what we can with the constraints we have. And travel is still – even in Europe, it’s still very, very constrained. And when we – well, I think one of the reasons we’ve been successful with M&A as we like to see the color of people’s eyes when we make transactions and that’s an important factor in the decisions we make, and that’s difficult to do in today as well."
         ],
         "Speaker": "Geoff Martin"
      },
      "17": {
         "Remarks": [
            "And if I can maybe just sneak one last one in. Just on the free cash flow guide, again, just on the – I’m just trying to get the moving parts again, going to get the CapEx. Again, just trying to – we can come up around assumptions for sort of profitability, but just on working capital, is there going to be – if it’s an investment sort of source of cash for the year just and try to help us sort off."
         ],
         "Speaker": "Mark Neville"
      },
      "18": {
         "Remarks": [
            "Sean, you want to answer that one?"
         ],
         "Speaker": "Geoff Martin"
      },
      "19": {
         "Remarks": [
            "Yes. I think you just have to kind of look at our seasonal cash flow trends, Mark, and we’ve had some improvement this year. And if sales do remain lower on a whole mathematically, there’ll just be some culling of working capital year-over-year. So just keep all that in mind in your model."
         ],
         "Speaker": "Sean Washchuk"
      },
      "20": {
         "Remarks": [
            "We have a question from Stephen MacLeod."
         ],
         "Speaker": "Operator"
      },
      "21": {
         "Remarks": [
            "Just a couple of segment-specific questions. You talked about Innovia. It really got the benefit from pantry loading, but that’s eased. Has Innovia – are you still up year-over-year in July? I mean, do you expect there is a possibility they could do down in Q3? Or is it not that dramatic of that?"
         ],
         "Speaker": "Stephen MacLeod"
      },
      "22": {
         "Remarks": [
            "Yes. I think the pantry loading impact in April was pretty significant. And I do think we – I think volumes will be pretty volatile in the third quarter because they were very strong from really March, April, a good chunk of May because the orders were coming in and we hadn’t shipped them. June, we saw some tail off and July, we’ve seen some tail off. So – but the business is operating at a much, much better tick than it was.",
            "So internally, we’ve made significant progress in the management of the plants. So that’s going really well. We had some resin benefit in Q1, not a lot in Q2 because of the pass-through to the customers. And so second half will be very difficult to predict because there’re so many moving parts and some of it affected by what’s going on with the pandemic. So well, hard to say."
         ],
         "Speaker": "Sean Washchuk"
      },
      "23": {
         "Remarks": [
            "I’d be astonished if we didn’t do better profitability-wise in the second half than we did in the second half of last year. The top line, I think, is difficult to say. I think the other thing to bear in mind, Steve, in Innovia, we had a sort of a low Q2 in the security films, which are very profitable films. And we’ll have a better second half in security films because the volume is coming back."
         ],
         "Speaker": "Geoff Martin"
      },
      "24": {
         "Remarks": [
            "And then maybe just turning to the Checkpoint business. You talked about RFID driving some growth in the late part of the quarter. What’s the driver of that do you think?"
         ],
         "Speaker": "Stephen MacLeod"
      },
      "25": {
         "Remarks": [
            "Well, I think what happened was in the apparel industry, it kind of shut down sort of really – if you include what happened in the first quarter in China, I mean, it was kind of closed for a good 10 to 12 weeks in the large apparel hubs around the world, initially China and then the Indian subcontinents and Indonesia and places like that.",
            "So it’s been pretty materially impacted. And so I think there was some pent-up demand to get merchandise into distribution centers that drove volume in June and July. And then retailers who had begun to do RFID, we saw the RFID impact to that. So that’s really what drove it. A little bit of share gain in a couple of customers in Europe, but that’s the main driver."
         ],
         "Speaker": "Geoff Martin"
      },
      "26": {
         "Remarks": [
            "And then on the last call, you mentioned that you would expect earnings to get back to 2019 levels. You were sort of suggesting it’d be 2022. Does the quicker step back in demand kind of change that outlook?"
         ],
         "Speaker": "Stephen MacLeod"
      },
      "27": {
         "Remarks": [
            "I don’t – I’m not sure, Steve. It’s so uncertain. I mean, if we haven’t had the Sun Belt lockdowns in the U.S., I might have given you a more definitive answer, but the fact is we’ve had them. And there are also bothersome indications from second waves coming in Europe. So it’s very hard for us to say when this is going to be over because we’ve sort of our larger and more profitable businesses clearly affected by workplace interruptions and non-essential retailing being locked down.",
            "And although it’s better than it was, it’s still – I’m sure if you know that by driving around the city of Toronto, the impact is pretty visible. And until we see that normalizing, it’s very difficult to predict the longer haul. In China, where we – where things are more or less back to business as usual, we’re seeing things a lot better there, but it’s only one part of the world."
         ],
         "Speaker": "Geoff Martin"
      },
      "28": {
         "Remarks": [
            "We have a question from Adam Josephson."
         ],
         "Speaker": "Operator"
      },
      "29": {
         "Remarks": [
            "Can you talk – so total organic sales were down 12% before. Can you give us a cadence by month, Geoff, just to give us some sense of how good April was, how bad May was and how good June was? And then just talk about what June – you thought June was exactly. Was it inventory restocking? Was it just the natural opening of all these economies and there wasn’t necessarily an inventory rebuilding component to it? In other words, what do you think is sustainable or not sustainable about what you saw in June? And for that matter in July?"
         ],
         "Speaker": "Adam Josephson"
      },
      "30": {
         "Remarks": [
            "Yes. Well, as I said to Walter, April, we were down low end of that 15% May, we were down the high end of that guidance number. But May work days were – we run a calendar month here. So May workdays were low compared to May last year. So that had an impact. And then in June, we were above prior year total company. So we had actually some low single-digit organic growth in the month of June. But you have to remember, we had two workdays.",
            "So two extra workdays. So if you adjust for that, we were down, like I said, probably mid-single digits in the month of June for the total company. And the sales impact is really predominantly in those three businesses I mentioned. So Avery, which you’ve got the numbers there for it. Checkpoint, you have the numbers in there. Our CCL Design Automotive business was down in around 45%.",
            "So that’s a $300 million slug of the CCL segment. So if you took the – if you had a normal automotive season, we would have been up in the CCL space in both revenue and profits. So I think it’s just a – those are the three businesses where we saw the main impact. I mean, in Food & Beverage, we definitely have seen impact from this on-premise issues. So carbonated soft drinks companies, mineral water companies, beer companies. You’ve seen all their numbers. They’re all down 15% to 20% in volume.",
            "And some of that, they’ve picked back up in at-home consumption. But a bottle of water, you pick up at a travel store, that’s gone into the tank. Coca cola, if you get your glass bottle and sitting at the St. Mark’s Square in Venice with a cup of coffee, that’s gone. So I think that’s – that hasn’t really changed very much as we go into July and we’re still seeing – it’s better than it was, but not – but it’s still down compared to anything like normal in the summer season driven by tourism and all the rest of it."
         ],
         "Speaker": "Geoff Martin"
      },
      "31": {
         "Remarks": [
            "And I assume total company sales in July were still down and even though CCL was up a bit and Innovia was stable-ish."
         ],
         "Speaker": "Adam Josephson"
      },
      "32": {
         "Remarks": [
            "Right. Yes, correct."
         ],
         "Speaker": "Geoff Martin"
      },
      "33": {
         "Remarks": [
            "And forgive me for having missed some of the regional commentary. But as you go into July and August, you mentioned seeing some slowdown in the latter part of July, if I heard you correctly of the Sun Belta."
         ],
         "Speaker": "Adam Josephson"
      },
      "34": {
         "Remarks": [
            "Yes, that’s just at Avery. Yes, just at Avery. So that’s the back-to-school phenomenon at Avery. We’re just waiting to see how it unfolds. So because I think it’s not only will schools reopen, but when will they reopen and what will the behavior be when they do. So the challenge for the mass market retailer is, so if you’re a merchandiser at a mass market store, how long do you keep those shelves stocked with back-to-school products where there’s uncertainty about what day these schools return. I mean that’s the big unknown."
         ],
         "Speaker": "Geoff Martin"
      },
      "35": {
         "Remarks": [
            "And are there particular regions about which you’re most comfortable? I know you talked about potential for a second wave in Europe. The U.S. has not handled the situation well at all. Asia has been much better obviously. What are your thoughts just regionally regarding the third quarter and perhaps beyond for that matter?"
         ],
         "Speaker": "Adam Josephson"
      },
      "36": {
         "Remarks": [
            "Well, I think the same as most of our customers say. I think in the consumer products business, the packaged goods business, I think the U.S. has been reasonably strong. And we’ve seen that also in the second quarter and into the third quarter stronger than it is in Europe. So not quite sure why that would be, but maybe it’s to do with the very generous – it’s 5p Mr. Trump has been handing out. But that’s – it’s definitely been stronger in the U.S. than it has been in Europe. China, things are normalizing relatively quickly.",
            "So China is – it’s not quite normal, but it’s close to normal. And Latin America had been okay in Q2. It’s still okay for us in July. But obviously, the impact down there of the pandemic is pretty horrific. And it’s uncertain about what that will – what will happen there. And then there’s the devaluation. So Latin America is challenging more around that than COVID. It’s just the impact of the currencies dropping and having to deal with that with the customers has not been very easy."
         ],
         "Speaker": "Geoff Martin"
      },
      "37": {
         "Remarks": [
            "Just in terms of how you’re thinking about CapEx and M&A longer term based on how these various regions have handled this pandemic, is your thinking different than what it might have been pre-COVID based on how problematic this has been for Latin America and the U.S.? Or are you not really thinking about your businesses or geographies any differently than you were before?"
         ],
         "Speaker": "Adam Josephson"
      },
      "38": {
         "Remarks": [
            "Well, I mean, it’s a difficult world we’re living at the moment. But I still think the emerging world has opportunities to catch up with the rest of the world in the way that consumers live and live their lives. And I think that’s going to be – remains a very good long-term opportunity for us.",
            "The short-term interruptions around the pandemic and the China tensions and all the rest of it, there’s nothing we can really do about that other than work our way through it. But we’re not – we’re still investing in China. We’re still investing in Latin America. We’re still investing in Eastern Europe. So we’re marching ahead. So long term, we still is doing things to change very much."
         ],
         "Speaker": "Geoff Martin"
      },
      "39": {
         "Remarks": [
            "We have a question from Michael Glen."
         ],
         "Speaker": "Operator"
      },
      "40": {
         "Remarks": [
            "Geoff, you – when you reported Q1, you were kind enough to give the sales guidance as down 15% to 20% for Q2. Are you able to provide some sort of guidance like that for Q3? Any thoughts or expectations over that?"
         ],
         "Speaker": "Michael Glen"
      },
      "41": {
         "Remarks": [
            "Well, I think it will be down and it’s very difficult to say how much. I think I wouldn’t like to give you a number on it, Michael. It’s – and the reason I’m being conservative around that, it really will depend on how things pan out with Avery, with back-to-school. That’s sort of going to be a big driver. And then what happens with Checkpoint. So it will be the – we have seen some recovery in the CCL Design Automotive business. So I would expect the CCL segment to be up in the quarter. So that’s – if that’s helpful. And I probably would expect to see Checkpoint and Avery down, but I wouldn’t like to say by how much."
         ],
         "Speaker": "Geoff Martin"
      },
      "42": {
         "Remarks": [
            "And then if we’re looking at – in CCL, the Home & Personal Care and the Food & Beverage, if we’re thinking of what could represent inflection point, is that really we’re watching the market, we’re seeing retail reopen again, and we’re thinking about volume going back into those?"
         ],
         "Speaker": "Michael Glen"
      },
      "43": {
         "Remarks": [
            "Yes. The soft spot in Home & Personal Care at the moment is sun care aerosols and salon aerosol. So the label business is in pretty good shape because the specialty retail stores have a lot of our products that have reopened. So that’s – that had a pretty strong July. So the sun care aerosols and the hair care aerosols, that’s the soft points in HPC. And then it depends how Coke and Pepsi and Heineken and AB InBev and Tonon and Evian and Perrier and all those – it depends how all those brands recover as we go through the summer months. And I expect they’ll still be reporting some level of difficulty by the end of Q3, probably not as bad as it was in Q2."
         ],
         "Speaker": "Geoff Martin"
      },
      "44": {
         "Remarks": [
            "And then just finally on Checkpoint. If – for the apparel labeling portion of that business, how does online transition impact that part?"
         ],
         "Speaker": "Michael Glen"
      },
      "45": {
         "Remarks": [
            "Not at all because the merchandise is not determined whether it’s going to sell online or in store. So in apparel, it’s on the omnichannel retailing. So the merchandises take it isn’t tagged in exactly the same way for an online sale as it is for an in-store sale."
         ],
         "Speaker": "Geoff Martin"
      },
      "46": {
         "Remarks": [
            "And are there any offsets too on the electronic vertical surveillance side? Or you see transition?"
         ],
         "Speaker": "Michael Glen"
      },
      "47": {
         "Remarks": [
            "No."
         ],
         "Speaker": "Geoff Martin"
      },
      "48": {
         "Remarks": [
            "We have a question from Scott Fromson."
         ],
         "Speaker": "Operator"
      },
      "49": {
         "Remarks": [
            "Just a question on demand in labels. Have you seen any requests from large CPG customers asking you to replace secondary or tertiary suppliers? In other words, are you taking market share from more marginal players?"
         ],
         "Speaker": "Scott Fromson"
      },
      "50": {
         "Remarks": [
            "There is a little bit of that in the second and third quarters, a little bit of it, but not much."
         ],
         "Speaker": "Geoff Martin"
      },
      "51": {
         "Remarks": [
            "And on the same lines, are you seeing geographic expansion requests?"
         ],
         "Speaker": "Scott Fromson"
      },
      "52": {
         "Remarks": [
            "Nothing in particular."
         ],
         "Speaker": "Geoff Martin"
      },
      "53": {
         "Remarks": [
            "And your final question, most of my questions have been asked. What are you seeing for the outlook in electronics? Is this going to – the strength going to maintain?"
         ],
         "Speaker": "Scott Fromson"
      },
      "54": {
         "Remarks": [
            "I think it will. The IT industry, there’s obviously been a winner in this – the tech companies in the IT industry have been a winner in this period of time. And you’ve all seen the results of the big firms in that space have all been good. And we’re seeing lots of opportunities for new applications. So we are very optimistic about our presence in that space and continue to be so."
         ],
         "Speaker": "Geoff Martin"
      },
      "55": {
         "Remarks": [
            "Do you see yourselves taking market share in that space?"
         ],
         "Speaker": "Scott Fromson"
      },
      "56": {
         "Remarks": [
            "I think it’s more about innovating our way into new applications than it is about taking share."
         ],
         "Speaker": "Geoff Martin"
      },
      "57": {
         "Remarks": [
            "Our next question comes from Furaz Ahmad."
         ],
         "Speaker": "Operator"
      },
      "58": {
         "Remarks": [
            "I just have a quick question. Well, on CCL – in the CCL’s segment, the Design, Auto and Secure business really weighed down the quarter. Would you be able to kind of guide us on what margins would have been excluding those businesses?"
         ],
         "Speaker": "Furaz Ahmad"
      },
      "59": {
         "Remarks": [
            "Couldn’t do that. But I can tell you, the CCL Secure business had a tough volume quarter, but they had very good mix. So the profit impact was not so big. In Q2, the big impact of CCL Design was all in automotive. So the electronics business was up."
         ],
         "Speaker": "Geoff Martin"
      },
      "60": {
         "Remarks": [
            "And I guess that’s with the RFID range in Q3, somewhat margin should benefit as well?"
         ],
         "Speaker": "Furaz Ahmad"
      },
      "61": {
         "Remarks": [
            "I think you’ll see as – we would expect to see CCL Design overall in total. Automotive and electronics combined have a better Q3 than it had in Q2."
         ],
         "Speaker": "Geoff Martin"
      },
      "62": {
         "Remarks": [
            "And just a last question from me. Have you seen any issues with labor as you look to come back in the various regions?"
         ],
         "Speaker": "Furaz Ahmad"
      },
      "63": {
         "Remarks": [
            "You mean in terms you’ve been able to get it?"
         ],
         "Speaker": "Geoff Martin"
      },
      "64": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Furaz Ahmad"
      },
      "65": {
         "Remarks": [
            "Well, I think in the U.S., there’s been some stuff around the edges around being able to hire low-end labor with the unemployment benefit being so generous, but it hasn’t really caused us any issues."
         ],
         "Speaker": "Geoff Martin"
      },
      "66": {
         "Remarks": [
            "We have a question from David McFadgen."
         ],
         "Speaker": "Operator"
      },
      "67": {
         "Remarks": [
            "A couple of questions. First of all, just on Innovia. You talked about how you benefited from pantry loading in Q2. And I was just wondering if that was really just pulling forward demand from say Q3, Q4? Or are you still think on an overall basis the demand would still be up if it wasn’t for that pantry loading?"
         ],
         "Speaker": "David McFadgen"
      },
      "68": {
         "Remarks": [
            "Well, I think the pantry loading impact in Q2 really happened in April and May. We didn’t see much of it in June and we didn’t see any of it in July. So we won’t see – the volume gains we saw in Q2 in the second half because it’s a onetime phenomenon. And it also happened in the – we did pass on almost all of the resin benefit we had in Q1 and Q2, and resins have begun to rise in the second half of the year. So we’ll be – so we may get some price benefit in the second half around that, which will impact the top line. But I think it will be the cadence for – the difference between how we look versus prior year, will we look a lot more normal in the second half than it’s looked in Q2."
         ],
         "Speaker": "Geoff Martin"
      },
      "69": {
         "Remarks": [
            "And then you talked about Avery being hit by back-to-school if the schools don’t – if the kids don’t go back to school, if it’s online only. If the schools resume say back-to-school in January, do you think the demand would just shift into the December quarter as people prepare for a more normal school environment?"
         ],
         "Speaker": "David McFadgen"
      },
      "70": {
         "Remarks": [
            "Well, we don’t really know the answer to that and I don’t think anyone does. So I’m not going to comment on that."
         ],
         "Speaker": "Geoff Martin"
      },
      "71": {
         "Remarks": [
            "And then I don’t know if you can, but could you quantify the impact to you if that schools stay online only in September?"
         ],
         "Speaker": "David McFadgen"
      },
      "72": {
         "Remarks": [
            "No."
         ],
         "Speaker": "Geoff Martin"
      },
      "73": {
         "Remarks": [
            "There are no questions currently in the queue."
         ],
         "Speaker": "Operator"
      },
      "74": {
         "Remarks": [
            "Okay. Well, with that, operator, we’ll close the call. Thank you for everybody attending. Thanks for all your questions and your interest. And we’ll look forward to talking to you again in early November. Thank you."
         ],
         "Speaker": "Geoff Martin"
      },
      "75": {
         "Remarks": [
            "Thank you, sir. That does conclude the presentation. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}