{
   "Date": "September 8, 2020",
   "Presentation": {
      "Brendan Payne": [
         "Thank you, Veronica and good day, ladies and gentlemen. My name is Brendan Payne, InMed’s, Director of Investor Relations, and welcome to InMed’s fourth quarter and fiscal year end 2020 financial results and business update conference call. Please note our speakers are joining us today from remote locations, so we appreciate your patience if we encounter any unexpected technical challenges.",
         "Before we begin, we would like to go over our disclosure statements, followed by a review of the progress on our therapeutic development and cannabinoid manufacturing programs, which will be led by our President and CEO, Eric A. Adams. Mr. Bruce Colwill, our Chief Financial Officer, will then review the financial results of operations.",
         "Following that, we will be available for a question-and-answer period. Also joining us today to answer your questions will be Eric Hsu, Senior Vice President, Pre-Clinical Research & Development; Alexandra Mancini, Senior Vice President, Clinical and Regulatory Affairs; and Michael Woudenberg, Vice President of Chemistry, Manufacturing & Control."
      ],
      "Bruce Colwill": [
         "Thanks Eric. Thanks everybody for joining today. As a Canadian regulated company, I remind you that the figures that are present in today's call are expressed in Canadian dollars.",
         "And also, as Brendan noted at the beginning of the call, we have a fiscal year end that ends on June 30th, so as a consequence to these figures represent our fiscal year end results. Please also note that the complete financial statements and MD&A are now available on our website as well as on SEDAR.",
         "Today, I will first review our R&D spend, followed by a review of our general and administrative expenditures and then our balance sheet. R&D expenses came in at approximately CAD7 million for this current year, an increase of approximately 25% over last year's total of CAD5.6 million.",
         "Of the CAD1.5 million year-on-year increase in R&D expenses, approximately 85% of that is attributable to our use of external contractors, contractors such as Almac and our Clinical CRO that Eric just mentioned.",
         "We also contract with third-parties to manufacturer or clinical research supplies. So, together, these third-party manufacturers and these external contractors accounted for nearly three quarters of our total research and development expenditures, which drives home the point I've made on previous calls that being that InMed maintains a relatively virtual operating model, a model which lends itself to cash flow flexibility.",
         "In terms of our quarterly R&D expenses, we have seen those expenditures decreased quarter-on-quarter from a high in fiscal Q1 to where in our last quarter, Q4, it was approximately CAD1.3 million, which is a CAD330,000 decrease over our Q3 R&D expenditures, so reflective of our efforts to manage your capital resources carefully.",
         "Looking now at G&A. The company incurred general and administrative expenses of approximately CAD 3.5 million during fiscal year 2020, which is a 7% decrease over the prior year. This year-on-year change is a result of certain expenditures going down, such as legal and accounting, as well as investor relations and marketing related costs, decreases which were then partially offset by other costs that increased in the current year, such as salaries and benefits and certain office related expenses.",
         "Certain financing related costs have been capitalized, meaning that they were not included in that CAD 3.5 million full year figure that I just mentioned. If those capitalized expenditures were added to the CAD3.5 million of spent, our total G&A would have increased by approximately 3% year-on-year, an increase which is due in part to the increased activity around our planned financing.",
         "In connection with the granted stock options, the company also incurred non-cash share based payments of CAD 1.3 million in 2020 and this compares with CAD 4 million in 2019. Overall, 12 months ended, June 30, 2020, the company recorded a net loss of CAD 11.9 million or CAD 2.27 per share, which compares with a net loss of CAD 13.3 million or CAD 2.56 per share for the 12 months ended June 30, 2019.",
         "Turning now to our balance sheet, at June 30, 2020, the company's cash, cash equivalents and short-term investments were approximately CAD 8 million, which compares to CAD 18 million at June 30, 2019, being the beginning of our fiscal year end and CAD 9.9 million at the end of last quarter, being March 31.",
         "The decrease in cash, during the year was primarily due to the cash outflows from our operating activities, which is run at approximately CAD 800,000 a month this year. But with certain larger R&D expenses behind us, combined with adjusting our operations to closely manage the cash, the cash used in operations decreased to an average of CAD 600,000 per month over the last three months over fiscal year. Our net working capital sat at CAD 6.3 million at year end.",
         "At June 30, 2020, the company's total issued and outstanding shares remained at approximately CAD 5.5, million. This number, of course, is reflecting our share consolidation that was effective as at the last day of our fiscal year at June 30, 2020.",
         "We've previously provided guidance that we’d cash into at least the third quarter of calendar 2021. We can confirm that our guidance is unchanged and that with our continued focus on cash management, we have the ability to extend our cash runway, while maintaining certain research activities, albeit at a decreasing level over time, as at least into the third quarter of calendar 2021.",
         "As we previously announced, we are actively seeking additional financing, a process that was taken longer than anticipated, not due to a lack of investor interest, but rather the consequence of delays associated with the regulatory process. But we're working our way through it. We look to provide an update in due course.",
         "Regarding our financing status, we have had a number of inquiries as to the status and the process around it. One feature of that process, which is worth noting as we go into our Q&A session of this call, is that we are officially in a regulatory quiet period. So a quiet period required by U.S. Security Regulations. So, unfortunately, we will accordingly be limited in what we can say about that financing process.",
         "With that, I'd now like to turn the call back over to Veronica for questions-and-answer session. As a reminder, Alexandra Mancini, Eric Hsu, and Michael Woudenberg are also available for questions. Veronica?"
      ],
      "Eric Adams": [
         "Thank you, Brendan, and thank you, everyone for joining us today. Since our last investor update, InMed has made important strides in all of its programs, despite the ongoing challenges the world is facing with the COVID-19 pandemic. Our lead clinical program with INM-755 has advanced into the second Phase 1 clinical trial, which is nearing completed enrollment. We’ve also advanced our second therapeutic candidate, INM-088 for potential treatment of glaucoma, through extensive preclinical testing, and are near to final formulation selection.",
         "In parallel with the progression of our therapeutic development programs, our cannabinoid manufacturing platform has evolved into IntegraSyn our flexible integrated cannabinoid synthesis approach utilizing novel proprietary enzymes to efficiently produce bio-identical economical and pharmaceutical grade cannabinoids.",
         "Achieving these key milestones in the last quarter has been an impressive continuation of the path we've been on over the course of the entire year. And given that this is our fiscal year end call, I think it's important to reflect on how far we've come in the last 12 months.",
         "Let's start with INM-755 for epidermolysis bullosa or EB. During the last quarter, our clinical program, examining the safety and tolerability of INM-755 has transitioned beyond the initial Phase 1 clinical trial, which involves application to intact skin and into the second Phase 1 trial, which involves exposure to induced epidermal wounds.",
         "As we do not observe any adverse events in the first Phase 1 trial that would preclude us from advancing the product candidate, we sought and received approval of our clinical trial application for the second trial called the 755-102-HV trial in calendar second quarter of 2020.",
         "Subject recruitment began shortly thereafter, and in early July, we began enrolling and treating healthy volunteers. Each subjects in the 102 trial has four small blister wounds introduced to the skin of their back, two of which are treated with INM-755 to observe the safety and tolerability of the product on these wounds, compared to those left either completely untreated or treated with the vehicle cream alone.",
         "Both Phase 1 trials have been conducted at the Centre for Human Drug Research in Leiden in the Netherlands, which has [indiscernible] COVID-19 work restrictions and constraints on subject visits.",
         "The final two subjects in the 102 trial are scheduled to begin treatment this week, which puts us on schedule to complete subject follow up in the first week of October. We maintain our guidance of recording final results from both Phase 1 trials by the end of 2020.",
         "During the last fiscal year, we became not only the first company to advance cannabinol or CBN as a pharmaceutical candidate in clinical trials, we also initiated those two Phase 1 trials as mentioned with one now completed. And we are well-positioned to begin the first therapeutic efficacy trial with CBN in early 2021.",
         "Our continued focus is to advance INM-755 into a Phase 1/2 efficacy trial in patients with EB. We will continue to explore additional potential indications for the INM-755 in dermatology as resources permit. As mentioned, Alexandra Mancini, our Senior Vice President of Clinical and Regulatory Affairs will be available during the Q&A session to answer any questions related to this INM-755 clinical program.",
         "Now turning to INM-088, we continue to advance our second drug candidate, 088 in ocular disease. INM-088 is a topical CBN-based therapy, looking initially at glaucoma. In our last quarterly call, we announced the filing of an important PCT patent application, entitled compositions and methods for use of cannabinoids for neural protection.",
         "This patent specifically relates to our preclinical results, demonstrating a neuroprotective effect of CBN, as compared to a panel of other cannabinoids. These results were generated in preclinical models of glaucoma to support therapeutic development for that disease and possibly other ocular indications.",
         "Following that patent filing, we were pleased to release top-line results of preclinical work demonstrating the ability of CBN to contribute an independent neuroprotective effect beyond the beneficial reduction of Intraocular Pressure or IOP. So, what's the importance of this independent effect, in glaucoma elevated IOP exerts pressure on the retinal ganglion cells or the RGCs, which make up a thin layer of neurons at the back of the eye.",
         "These RGCs are responsible for relaying visual signals to the brain. And over time, this continuous pressure from glaucoma accelerates the death of these neurons, leading to irreversible loss of vision. For most currently market glaucoma treatments; reduction of IOP relieves this pressure on the RGCs, thereby providing an indirect neuroprotective effect.",
         "Nevertheless, there remains a significant opportunity for improvement beyond these existing therapies. We're able to demonstrate that CBN outperforms other cannabinoids, including THC and CBD at directly protecting RGCs, independent of any reduction in IOP. So we believe these are very significant findings. We are currently on track to advance INM-088 together with a novel delivery technology into formulation finalization by years end, and to initiate IND-enabling toxicology studies in the first half of 2021, subsequent to our planned capital raise.",
         "We intend to begin scaling up drug product manufacturing at a contract development and manufacturing organization, to support a series of IND-enabling toxicology studies, including the non-GLP dose ranging study. Additionally, we are engaging a top contract research organization, or a CRO, with expertise in ocular disease to develop a top line clinical trial plan.",
         "Now, taking a look at IntegraSyn, InMed has been working diligently over the last several years to explore how best to apply our expertise in biosynthesis to cannabinoid manufacturing, with anticipated benefits, including lower cost and higher yield, with fewer steps and fewer byproducts.",
         "While our previous approach would have brought unique advantages to the production of pharmaceutical grade cannabinoids, over the last year we were very excited to confirm that combining biosynthesis with other existing pharmaceutical manufacturing methods could deliver even better results in terms of efficiency, flexibility and cost.",
         "Working with a leading CDMO, including the Allmed Group, InMed has developed a proprietary enzyme producing cannabinoid manufacturing and in June this year, we introduced IntegraSyn, it’s our integrated method to flexibly produce a wide range of pharmaceutical grade cannabinoids. IntegraSyn combines the biosynthesis of high efficiency enzymes to enable production of any number of different bio-identical cannabinoids.",
         "We are now pressing forward with our scale up activities towards GMP-batch production with IntegraSyn. Specifically, we have initiated activities in fermentation scale up development of the enzyme, biotransformation optimization for cannabinoid production and supply chain management for the substrates and the reagents. In addition, we have adapted the downstream process, developed previously for the biosynthesis approach to support our production needs using IntegraSyn.",
         "Over the remaining months of 2020, we have several additional IntegraSyn related activities and events planned, including the potential filing of new patents, continued optimization of the process for development and supply chain management for cannabinoid assembly substrates, and continuing scale up activities in support of GMP readiness. We also intend to explore additional enzyme mutations for potential cannabinoid differentiation and improved system efficiency.",
         "As mentioned earlier, Eric Hsu, our Senior Vice President of Preclinical R&D, and Michael Woudenberg, our Vice President of CMC will be available during the Q&A session to answer any questions related to our 088 program and for IntegraSyn.",
         "Switching now to a general corporate update. So in summary, while the world is still navigating the complexities of COVID-19, we have continued to make measurable progress across all of our programs in the last fiscal quarter, and have come a long way in both our therapeutic and manufacturing programs over the course of the last fiscal year.",
         "Looking ahead and despite having to contend with COVID related restrictions, we anticipate announcing results from our Phase 1 trials with 755 in the fourth quarter of this calendar year and to announce several additional milestones in our 088 and our IntegraSyn programs in the weeks and months ahead.",
         "As Bruce will discuss in the financial update, we are taking prudent and proactive measures to manage our capital reserves, while we seek additional capital. One component of these measures has been to focus our capital resources on current R&D commitments, while delaying any non-essential expenses for plant projects until we can secure the necessary capital to accelerate our R&D activities responsibly.",
         "The combined effect of COVID restrictions and protracted financing timing has been a slight delay in the timing of certain aspects of our therapeutic and manufacturing programs. For instance, we now anticipate clinical trial applications for our EB study -- clinical study with INM-755 to be filed in several jurisdictions in the first calendar quarter of 2021, one quarter later than our previous guidance indicated.",
         "Similarly, we now anticipate that we will be GMP batch-ready with our IntegraSyn program by the end of the first quarter 2021, as opposed to our previous guidance of the end of this calendar year.",
         "Following our recent share consolidation, we remain committed to completion of a financing and a listing on NASDAQ as soon as possible. Once completed, we'll be able to quickly and efficiently ramp up activities to ensure that we are capable of delivering on our milestones. The fundamentals of both our IntegraSyn system and our therapeutic development programs remain strong.",
         "I'd now like to turn the call over to our CFO, Bruce Colwill to provide more information on our capital plans and for a review of our year end financials. Bruce?"
      ],
      "Operator": [
         "Good morning. My name is Veronica, and I’ll be your conference operator today. At this time, I would like to welcome everyone to InMed’s Fourth Quarter and Fiscal Year End 2020 Financial Results and Business Update Conference Call for the Fiscal Year Ended June 30, 2020. All lines have been placed on mute to prevent any background noise. After the speakers’ remarks, there will be a question-and-answer session. [Operator Instructions] Thank you.",
         "Mr. Payne, you may begin your conference."
      ],
      "Please be advised that certain statements in the following conference call regarding expectations for InMed’s business operations, clinical development, key personnel, contractual arrangement, regulatory approvals, revenue opportunities and cash runway all constitute forward-looking statements. Such statements are not historical facts, but rather predictions about the future, which inherently involve assumptions, risks and uncertainties. Actual results may differ materially from those contained in the forward-looking statements. A description of these risks can be found in our latest disclosure documents and recent press releases. Should there be any discrepancy between any statements made during this teleconference and statements made in the audited financial statements, the listeners instructed to rely on the audited financial statements for accuracy. InMed does not undertake any obligation to update any forward-looking statements.": [
         "I'd like now to turn the call over to InMed, President and CEO, Eric Adams. Eric?"
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you very much. So, ladies and gentlemen, we will now begin the question-and-answer session. [Operator Instruction] Your first question comes from Maxim Jacobs from Edison Group. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hi, guys, and thanks for taking my question. So you mentioned the changed timing for the CTA filings for the EB trial. I was just wondering, when do you think enrollment might start, has that been pushed to the second quarter of 2021?"
         ],
         "Speaker": "Maxim Jacobs"
      },
      "3": {
         "Remarks": [
            "Max thanks for the question. Alex, I'll turn that over to you."
         ],
         "Speaker": "Eric Adams"
      },
      "4": {
         "Remarks": [
            "Okay, thank you. Yes, thanks for the question, and yes, if the regulatory applications would be filed in the first quarter of 2021, it does take time, a different period of time in each country, it will be in several countries in Europe. And I think it's realistic to say that the first enrollment in any particular site is more likely to be in the early part of the second quarter. But the schedule for each country will be very specific in each site. So don't give up hope that it might not -- it might happen still in the first quarter, but I don't want to promise that."
         ],
         "Speaker": "Alexandra Mancini"
      },
      "5": {
         "Remarks": [
            "Okay, great. And then just on INM-088, I think you mentioned it, but I just missed it when you were saying it. Have you decided on a formulation to go forward with, or is that still something your -- that's up in the air?"
         ],
         "Speaker": "Maxim Jacobs"
      },
      "6": {
         "Remarks": [
            "Well, there's a lot of decisions that go into final formulation selection, so we've conducted, all of the scientific research that we think is needed. There's a couple of viable candidates that we're still looking at, and now it's probably going to come down to the economics.",
            "So, one, we have in-house. Another one that we're looking at is from an external source. And so we have to make sure that we can secure access to both of them at a reasonable price and so that includes things like manufacturing costs, and if there's any licensing fees associated. So we're going through that exercise now. We're hopeful that we'll be able to make a decision in the short-term, and then continue on with that program into some final formulation exercises, and then into the GLP -- non-GLP and GLP toxicology studies. So we're on the cusp of that right now. But we -- it's too premature to say specifically, which formulation we'll be using."
         ],
         "Speaker": "Eric Adams"
      },
      "7": {
         "Remarks": [
            "Okay, great. And then just my last question. It's probably a little bit more amorphous, but just in terms of the IntegraSyn process, I was wondering, can you just walk us through what kind of – what are the pluses of the IntegraSyn process that made you change the approach?"
         ],
         "Speaker": "Maxim Jacobs"
      },
      "8": {
         "Remarks": [
            "Sure. A big one, it comes down to cost. I think there's a lot of different technologies and approaches out there that can lead to bio-identical cannabinoids, I think, there's several that could be developed into manufacturing pharmaceutical grade, although, very few people are actually doing that right now. Most competitors in the space are looking at what would be considered kind of food grade product.",
            "Very few are looking at pharmaceutical grade, but it really came down to cost and that is we identified a process, which we call IntegraSyn, where we can mass produce a enzyme that is highly efficient at converting starting materials into cannabinoids, and it's on a scale that we weren't able to realize with just straight biosynthesis.",
            "So we're very excited about the ability to, number one, we can make this enzyme in bulk quantities and inventory it, which means that we can make it very inexpensively. We can then make the final cannabinoid that we're targeting and purify that with the processes that we already understand.",
            "So at the end of the day, it really came down to the cost that we think we can achieve by utilizing this process. The system we were developing the straight biosynthesis worked, but it had several complications. It had several inherent limitations [Technical Difficulty] the bypass those with approach that we’re talking."
         ],
         "Speaker": "EricAdams"
      },
      "9": {
         "Remarks": [
            "Okay. Great. No, that was very helpful. Thanks for taking my questions."
         ],
         "Speaker": "Maxim Jacobs"
      },
      "10": {
         "Remarks": [
            "Thank you, Max."
         ],
         "Speaker": "Eric Adams"
      },
      "11": {
         "Remarks": [
            "Thank you very much. Your next question comes from Albert Base [ph] from [Melanie Clerance] [ph]. Please go ahead. Albert, please go ahead with your question. [Albert Base with Melanee Clerance], can you hear me?"
         ],
         "Speaker": "Operator"
      },
      "12": {
         "Remarks": [
            "Yes. I can hear you. Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "13": {
         "Remarks": [
            "Okay. Please go ahead with your question. Thank you."
         ],
         "Speaker": "Operator"
      },
      "14": {
         "Remarks": [
            "Hi. Yeah. My only question was, I guess, because of my age, my question was when do you think the shares will be on NASDAQ?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "15": {
         "Remarks": [
            "Thank you, Albert for the question. As Bruce alluded to that's a process that's ongoing right now. Unfortunately, we can't comment, because we're officially in a quiet period, that is a SEC requirement. So it wouldn't be appropriate to speculate on what the timing of that is. But we are working very diligently on that process. And we're trying to move that forward as quickly as possible. So, it's one of those watch the space type of comment. And we're working very diligently on a daily basis to make that happen."
         ],
         "Speaker": "Eric Adams"
      },
      "16": {
         "Remarks": [
            "Good. Thank you, sir. Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "17": {
         "Remarks": [
            "Thanks Albert."
         ],
         "Speaker": "Eric Adams"
      },
      "18": {
         "Remarks": [
            "Thank you very much. Your next question comes from George Ingram with -- which is a Private Investor. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "19": {
         "Remarks": [
            "Good afternoon everybody. I have a question regarding your patents. Which patents do you feel the most confidence in [indiscernible] and which ones do you feel are most important to the process and to the value of InMed?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "20": {
         "Remarks": [
            "That’s a really good question. Thank you very much for that. Let me fill that and then I'll turn it over to Eric Hsu, who's in charge of our patent portfolio. Certainly, I think the most innovative, if you look at pure scientific innovation, it's certainly the biosynthesis and the IntegraSyn related patents, those have tremendous value we think, not only for ourselves, but for the industry in a broader context.",
            "Very close related to that is the glaucoma patent, which is for neural protection. I think one of the really important and interesting aspects of cannabinoids is that they appear to confer very specific neuroprotective effects in a lot of different types of neurons, and we're just now kind of scratching the surface as to what the potential is there. But certainly, now that we've demonstrated the superiority of what we believe CBN can provide in terms of neuroprotection over other cannabinoids we think that's going to be a very valuable patent as well. ",
            "Now, as you know to this point, we don't have any new chemical entity patents which are typically the strongest in the pharmaceutical industry, but we do have a number of used patents and other number of formulation patents and process patents.",
            "So, as GW Pharma has demonstrated in this space that can build a very comfortable fence around your IP, such that you can successfully commercialize cannabinoids in the pharmaceutical space. So, we're kind of following that model. But going forward, we'll continue to look at other opportunities to find new chemical entity patents in the space and build pharmaceutical products around those.",
            "Eric, I don't know if you'd like to add anything to those comments. "
         ],
         "Speaker": "Eric Adams"
      },
      "21": {
         "Remarks": [
            "Yes. Sure. So, right now, we have about six patent families in a PCT stage. Four of them are actually now in the national stage in several jurisdictions, two just entered PCT earlier this year. For those earlier patent families, our attorneys are really in communication with the Patent Office actively right now in several jurisdictions.",
            "Overall, I can tell you that the process is going really well. Although, I will not be able to talk about this specific of those communications, I actually expect to see allowances of the claim for those paths in various jurisdictions in the near future. In addition, we will continue to file additional application and that's what we do, to protect any new inventions relate to all the pogrom that we're working on."
         ],
         "Speaker": "Eric Hsu"
      },
      "22": {
         "Remarks": [
            "Thanks Eric. "
         ],
         "Speaker": "Eric Adams"
      },
      "23": {
         "Remarks": [
            "Thanks."
         ],
         "Speaker": "Eric Hsu"
      },
      "24": {
         "Remarks": [
            "And you mentioned Eric a little bit earlier about an enzyme or proprietary enzyme, is that patentable?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "25": {
         "Remarks": [
            "Yes, it is. "
         ],
         "Speaker": "Eric Hsu"
      },
      "26": {
         "Remarks": [
            "Okay, excellent. And I had another question in regards to 755 and the status? For some reason, I thought that we had already closed the initiation for volunteers for the second. Did I miss that -- do I misread that what's the schedule for the INM-755 for the second?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "27": {
         "Remarks": [
            "Yes. The second Phase 1 trials -- yeah, we are completing enrollment this week. So the final patients will be enrolled and treated. The schedule maybe slightly different from the last time we communicated. Part of the COVID restriction -- well, Alex, maybe you could talk a little bit about the center in Leiden and how they've been able to keep us as on track as possible."
         ],
         "Speaker": "Eric Adams"
      },
      "28": {
         "Remarks": [
            "Okay, sure. Thanks for the question. I can clarify that what's happened there. So definitely, this was the trial. This is the 102 trial, where we use the shorthand for that. That's the one where we're treating the small blister runes, and we were originally going to be starting enrollment in that study in mid May, but when the pandemic started, the facility at the Center for Human drug research in Leiden. They were basically shut down for 12 weeks operationally. We were able, fortunately to complete the treatment in our first Phase 1 study. Thankfully.",
            "And that -- but then everything shut down, so they were shut down for 12 weeks, so we were supposed to start in mid May that couldn't happen, but they were able to move us up in the queue, so to speak. And we actually started enrollment in that study first week of July, which was a seven week delay. So they basically picked up five weeks for us there, which was great.",
            "The reason they were able to move us up just so you know, is because our trial is a small number of subjects they don't need to stay overnight in the clinic. It's not an immunosuppressive therapy. It's a topical therapy with limited systemic exposure, so these were all attractive features for us to jump ahead in the line of study starting up. But one of the challenges was that the clinic had a reduced capacity to 50%. And so our enrollment rate once we started did get extended -- enrollment time did get extended by six more weeks.",
            "The net effect there is the whole delay on that trial is 13 weeks for completion of the human in vivo portion, which is about three months, and that is also then what it does eventually push out the timing of the EB CTA that will last about earlier into the first quarter, because this data from this study is very important. The 102 study data is very important for that CTA application.",
            "I hope, I've answered your question."
         ],
         "Speaker": "Alexandra Mancini"
      },
      "29": {
         "Remarks": [
            "Yes. Thank you. And I have one final question, and it's in regards to the upcoming Cannabinoid Derived Pharmaceuticals Summit in Europe, I see InMed’s going to be represented well there. My question is, how important is it to attend these events? And how important it is for the industry to start evolving so that we see this as a viable option? Not we the world, the industry."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "30": {
         "Remarks": [
            "Yeah. That's a good question, we have attended that Congress in the past. Right now, I’d say, it's up in the air, whether it's going to be a live convention conference or if it's going to be online. But we've been very supportive. I think it's -- these kinds of things are important. I think from a scientific standpoint, we have a very strong leadership position in a number of areas in the pharmaceutical development of cannabinoids and in the past we've had very strong representation and presentations from the podium, and we'll continue to do that.",
            "I think it's important to move the whole field forward. And we're one of the few pure play cannabinoid pharmaceutical companies out there. So from that perspective, I think it's important, I think that, any way we can contribute to building this sector of pharmaceutical research, we'll continue to do that.",
            "I think the whole field took a huge step forward course with GW Pharma’s approval of Epidiolex for the treatment of some severe forms of epilepsy.",
            "I think there are a number of other compounds in development that show a lot of promise. Not the least of which is CBN, I mean, where we found a couple of indications that it seems to be -- have quite a bit of promise, and we'll continue to pursue those.",
            "So, overall, I think it's still a young -- still in its infancy in terms of people recognizing the broader pharmaceutical application. We're certainly not helped by a lot of the nonsense that you read online about people selling cannabinoids to cure cancer or do whatever. I mean it's -- that's a pity and something that we have to fight against to maintain the reputation of what we're trying to do. But it's evolving. It's not going to happen overnight. But, we're doing everything we can to try and support the development of this field."
         ],
         "Speaker": "Eric Adams"
      },
      "31": {
         "Remarks": [
            "Excellent. Thank you all for your time."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "32": {
         "Remarks": [
            "Thank you, George."
         ],
         "Speaker": "Eric Adams"
      },
      "33": {
         "Remarks": [
            "Thanks very much. Eric Adams, there are no further questions at this time. Please proceed."
         ],
         "Speaker": "Operator"
      },
      "34": {
         "Remarks": [
            "Okay. Thank you. Well, in closing, I just like to thank our shareholders and other stakeholders for their support and their patience, and to thank our staff for their diligent and unwavering efforts during these very uncertain times. I would also like to reassure investors that we are proactively engaged in pushing through these unforeseeable complications that have delayed our planned financing, and we're making good progress there.",
            "We are working to minimize the impact of this delay on the timing of any future milestones. But importantly, the fundamentals of both our IntegraSyn and our therapeutic development programs are strong, and we look forward to sharing our continued progress with stakeholders in the months ahead. So, thanks again for attending today."
         ],
         "Speaker": "Eric Adams"
      },
      "35": {
         "Remarks": [
            "Ladies and gentlemen, this concludes your conference call for today. We thank you for participating, and ask that you please disconnect your lines. Thank you."
         ],
         "Speaker": "Operator"
      }
   }
}