{
   "Date": "January 1, 0000",
   "Presentation": {
      "Desmond Wheatley": [
         "Thank you very much for that, Kathy, and thank you to all of you for joining today to get this update on our Q2 activities and just to set a broader update on the business and where we’re going.",
         "The second quarter 2020 was not an uneventful quarter, not for the U.S. nor for the rest of the planet and certainly not for us here at Envision Solar. Enough has been written and said about the extraordinary events in the three months ending June 30 of 2020 that one could fill a library or two and have plenty left over.",
         "COVID-19’s altered our world in ways that we could scarcely imagine as we entered the 21st year, the 21st century. The killing of George Floyd resulted in societal upheaval has also impacted the way all of us do business and perhaps even the way we look at ourselves and those around us.",
         "Hope it goes without saying that we at Envision Solar feel deeply for all those who have been negatively impacted by the shattering events of the second quarter and the continuation of these hardships in the weeks and months since it ended.",
         "We at Envision certainly have lots of very unusual and impactful happenings and considerations during the quarter, but I’m bound to say that actually the most important and meaningful report that I can give to you about Q2 is not how much it impacted the operations of this company but rather how much it did not.",
         "On March 19 of this year, I few from Chicago to San Diego arriving late that night after several days of what I learned later were the very last meetings with the various funds I met with had in that deserted city before they shut up shop completely and went home.",
         "I nearly didn’t make it out of Chicago because COVID had just swept through the air traffic control tower midway shutting that airport down completely. And while it was resolved to rent a car and drive back to San Diego that was required, I was in fact lucky enough to get a flight out early to that day.",
         "Arriving in San Diego that night, I got a call from Kathy from whom you’ve just heard, our CFO, telling me that Governor Newsom had just enacted a stay-at-home order, meaning the total shutdown of all but the most essential businesses in the state.",
         "The following morning, I learned with certainty through discussions with our law firm and others in Sacramento what I’ve been thinking all night, which was that Envision is an essential business because of the vital energy and transportation products we make and sell to government agencies and others throughout California and the rest of the United States.",
         "I called an all-hands-on-deck meeting and asked our employees to continue to support our efforts throughout the lockdown. There was not a single voice in opposition, not a single dissenter. We did not shutdown.",
         "We did follow and implement all the CDC and other expert guidelines which we could find as and when they evolved and were disseminated. We held all-hands-on-deck meetings every Friday to update the team on the latest news on COVID and on our ongoing efforts to protect them and our customers from infection as we continue to produce and deliver product.",
         "I was taken a little off guard but I did not find myself nor this company on the wrong side of history when I had to devote one of those meetings entirely to reasserting our corporate belief in and action on diversity, a word for which we take our guidance from the Declaration of Independence and that all men and women are equal and deserve equal treatment and opportunity.",
         "It wasn’t difficult a sentence here [ph] and not meeting personally because I believe very strongly that to be true and perhaps more tangibly because you’d be hard pressed to find a more diverse group of human beings anywhere outside of the United Nations building than those who make up our workforce.",
         "These all hands-on-deck meetings continued but now less frequently as behaviors which would have seemed extraordinary in the first quarter, such as face covering, social distancing and hand washing so frequent as to create a constant and open fissures across my knuckles have become commonplace and business as usual.",
         "So we carried on and we continue to carry on. As Kathy just reported, our revenues were down 11% from the same quarter prior year. That decrease amounts to less than three EV ARC difference in deliveries between the two quarters.",
         "The Economist last week reported that during Q2, revenues at energy firms on the S&P plunged by half and the industrial and durable goods films’ revenues were down by a third. Retail of course fared far worse. Now I don’t compare our results to those. But these facts do highlight our ability to stay operational during these trying times and to generate a gross profit.",
         "Gross profit was down by 10%, less than the 11% reduction in revenue. Generating gross profit in the quarter is another important indicator about our future because it demonstrates that even at these lower volumes, when the overhead burdens are shared amongst a smaller group of products sold, we can still generate a gross profit. Of course, as volumes increase, our gross profit will increase as the overheads are shared amongst a larger number of products shipped and as our efficiencies and buying power continued to improve.",
         "The only question then becomes whether or not the increase in volume will come, and we certainly believe it will. There’s certainly been enough activity in every aspect of the EV space over the last several months to strengthen our conviction in that area.",
         "We’ve seen the major OEMs confirm and increase their commitment to electric vehicles. We’ve seen new entrance enter the markets of fantastic valuations. We’ve seen Tesla’s announcement of four quarters of profits and accompanying meteoric rise in share price and we’ve seen a continuation of global announcements of reduction in or outright bans on diesel or gasoline vehicles, most notably in Q2. California’s adoption of the world’s first regulation which will require medium and heavy-duty vehicles such as buses and big rigs to be emission’s free were the first steps towards that goal starting in 2024.",
         "But with our Solar Tree products in production, in our factory right now are designed to charge medium and heavy-duty vehicles without a grid connection. In fact, our products will fuel any kind of electric vehicle, whether the vehicle has two wheels, three wheels, four wheels, 18 wheels or in the future six rotors, and we support any of the major and quality brands of EV charger too. We don’t compete with Blink or ChargePoint or [indiscernible] or any of the others. We make them work. We just do it without permitting construction, electrical work, utility bill or any risk of losing a charge during a blackout or a brownout.",
         "So when you hear of winds in the industry, what you’re hearing is music to our ears, because the more EVs that are out there, the more charging infrastructure will be needed and we support all of it, just more quickly, more scalably, more robustly and with a lower total cost of ownership.",
         "That’s why in the second quarter during the height of the lockdown, we delivered products to customers in locations as far and wide as Madison, Wisconsin; British Columbia in Canada, that’s our first order north of the border by the way; City of Greensboro in North Carolina, San Diego and Shandon in California where we deployed another DC fast charging station for Caltrans on a California highway in a rest area. I’d like to say that was the first of its kind anywhere in the world, but that owner was held by the previous DC fast charging deployments we did at other rest areas for Caltrans late last year.",
         "The source of our Q2 revenues when compared to the same period prior year is also worthy of note. We continued the trend set in Q1 of this year of increasing the diversity of customers we serve during the quarter. Whereas over 70% of Q2 revenues came from a single customer in 2019, our mix this year was much more spread out amongst a diverse group of customers across the country.",
         "And from a future growth point of view, that’s much more valuable indicator than comparing year-over-year revenue because we know that the best way to add EV ARC sales is to add new customers who then get noticed by other prospects and because historically we also get a high percentage of returning customers.",
         "This is a land grab, in the sense that we are investing in new deployments, but there’s no doubt in my opinion that from a long-term growth point of view, broader adoption amongst an increasingly diverse customer base is more important than quarter-by-quarter revenue movements.",
         "We’re able to do all these deployments during a time when large portions of the country and especially those areas were redeployed were under total lockdowns. Actually we received correspondence from an air district for whom we’ve deployed EV ARC products before asking me if we could help them complete a grid-tied installation they were unable to advance because lockdown was preventing the construction on electric and other owned site work that’s always required for those sorts of traditional installations.",
         "I’d to explain that the reason we can deploy when no one else can is because there no onsite work; no construction, no electrical work, no consultants, no engineers, no meetings and no requirement for any customer representative to be present when we deploy. We’re unique in our ability to provide a zero-touch deployment of this spiteful [ph] infrastructure, and that’s why we continued to grow the EV charging solutions at a time and in places where no one else could.",
         "To further comfort our customers, we developed a sanitization checklist and the single deployment required of each delivery performs and documents that list before leaving the site. All surfaces and charging plugs are disinfected before we leave the delivery location so that we and our customer know that when we leave the unit on its site, it’s a 100% safe to use. We document that and deliver it to the customer electronically with the rest of the EV ARC going as package. We get an electronic signature from the customer again without direct contact and that’s important to us because it’s our trajectory invoice [ph].",
         "Other notable activity in Q2 was the redeployment of EV ARC products already owned by the City of Oakland to COVID emergency centers. Oakland, like so many other cities across the world, had to act quickly to ramp up its ability to test and offer medical care to the increasing numbers of those who were infected or suspected they might be. Pop-up testing centers and other temporary emergency facilities were set up in parking lots and on disused plots of land.",
         "Initially they used diesel generators to provide power to those locations, but when one of their switched on city leaders remembered that EV ARC units that they brought from us were both transportable and capable of providing emerging power without a grid connection, we had a delivery expert in the Bay area with a truck and our ARC Mobility transportation system, so we quickly agreed to help Oakland relocate their units.",
         "They paid us for that, but that wasn’t the point. It was the clear syndication of the fact that we’ve been right and continued to be right about the part of our strategy which is that providing EV charging infrastructure, which is a new [indiscernible] and which also provides a source in emerging power during disasters or other events when it’s needed is a fantastic differentiator for us and a fantastic value for our customers.",
         "We had no idea of what disaster might strike when we started adding and selling emergency power panels to our units. But we knew something would come along. It always does. Oakland’s use of the EV ARC products as a source of power to support healthcare professionals and first responders is a complete validation of this strategy. ",
         "There are many grid-tied EV chargers in Oakland and the surrounding Bay area. Most of them cost much more to install and operate than EV ARC units and none of them are capable of providing the resiliency and disaster preparedness than our products stand. This resiliency component of our product on our value proposition will only become more valuable as there are more EVs on the road and our customers’ reliance on electricity for fuel becomes more acute.",
         "You might have heard that California’s major utilities all planned PSPS or Public Safety Power Shutoff again this year from the inevitable high winds and dry conditions that California experiences every summer create a sort of fire danger than can be so easily ignited by utility grid assets. These fires have resulted in billions of dollars of damage and tragically many deaths.",
         "It seems the only way to prevent them is to turn the power off during the weather events. Of course, this is very challenging for the residents and officials who have to operate in those regions and is becoming an even bigger problem as more and more of them rely on electric vehicles to get around.",
         "During the PSPS last year, our customers in many Northern California cities continued to charge their EVs and to take power from the emergency power panels on our products while no one else had access to electrical power. The only other choice was to use gasoline or diesel generator. Carrying liquid fuels and running generators in a high fire danger zone makes about as much sense as running a diesel generator emitting exhaust fumes in a COVID test center where people have respiratory problems and that’s no sense at all.",
         "COVID has not only reinforced our ability to continue to operate in trying times but it’s also highlighted many of the great advantages our product delivers to an increasingly electrifying world, advantages which frankly might not have been – or might have been taken for granted before but not anymore.",
         "As I discuss how these trends might contribute to our future growth, I’m often asked what I think the impact of budget shortfalls resulted from COVID, particularly the state and municipal level will be on our future sales. It’s true, as Kathy said, we’ve seen one or two of our prospects delayed while customers try to ascertain what their budgets will look like and I can think of at least one purchase order that we’ll probably never receive now as a result of COVID, but only one.",
         "There will doubtlessly be choppy waters for us to navigate in coming months, but I remain sanguine. There are three salient points to consider when thinking about the future spending on the sorts of products we produce. First, all the experts and politicians agree that there will be significant government stimulus spending in the coming years, both in the U.S. and globally. The majority of that spending will go in infrastructure build-outs.",
         "None of the bills or language that I’ve seen failed to include EV charging infrastructure. On the contrary, there’s emphasis on the electrification of transportation and energy infrastructure in language crafted at both ends of the political spectrum.",
         "In the U.S., the federal government will be looking for shovel-ready projects and U.S. technologies and products, particularly where energy and security is concerned. In EU, they’re looking for clean, green solutions regardless of origin. Our products are the ultimate in shovel-ready. In fact, no shovel is required.",
         "We’re a U.S. product which is green, clean and provides energy security. We’re uniquely positioned to deploy meaningful and long-lasting infrastructure in a rapid and highly scalable manner. The source of jobs we create are careers in technology, not a short-term trench digging opportunities. I believe that we’re a poster child for stimulus spending both here and overseas.",
         "Some have noted that fractions of the federal government are disinclined to give stimulus dollars to local governments who failed to balance their budgets. That may happen. And that’s why in the language I’ve seen at least, the funds are earmarked specifically for infrastructure and not for paying down pension deficits or other alleged profligacy. In other words, even in cases where there’s a reluctance to release funds to governments without balanced budgets, it seems [ph] there will still be funding for the core infrastructure projects.",
         "The second point is that vehicle OEMs and others in supporting industries become more invested in and more reliant upon electric vehicles either because consumers are demanding them, as they will, or because governments are mandating them as they are. The lack of availability of EV charging infrastructure will become an existential threat to their businesses.",
         "So far, the larger players have been able to avoid becoming heavily involved in a grid structure because the adoption of EVs has been relatively small while growing rapidly. This is going to change. When Ford releases its all-electric F-150 in 2021, can anyone seriously believe that they’ll be able to ignore the lack of charging infrastructure? Consumers, their customers, certainly won’t ignore it and consumers as well go impatient and vocal about their disappointments when their new toys don’t work.",
         "The wave of new entrance in the pickup market alone, players like Tesla, Rivian, Nikola and others will ensure there’s a massive increase and demand for charging infrastructure. They won’t be able to wait months and years that it takes to install grid-tied chargers or to upgrade the grid to support their new capacity demands. They’ll need a rapidly deployed and highly scalable solution. And if that solution comes with no unit cost for the energy delivered and no risk of catastrophic failure during a blackout, so much the better.",
         "Envision is the only company that produces such a product today. Remember that we charge any type of electric vehicle and we support any quality brand of EV charger. We don’t compete with EV charging companies. We enable them. We don’t even compete with utility companies. We support them.",
         "Just this morning, we announced that Baltimore Gas and Electric has ordered our EV ARC product so that they can reduce the time and cost of deploying EV chargers and also find ultimate methods to provide for the increase in demand that EVs will place on the grid. The U.S. grid, by the way, does not have sufficient capacity to provide for all the EVs that are coming.",
         "BG&E, a subsidiary of Exelon Corporation with whom we now have a master contract, is an innovator, but they’re doing something that I believe all utilities will do in the future, looking for clever and clean ways to deliver energy that don’t necessarily rely on the 100-year-old method of connecting everything to a centralized utility grid. We’re delighted to work with them and we look forward to adding many more utilities to the two or three that we currently have as customers.",
         "The third factor which I believe will support our business model is that so many recent events have highlighted various vulnerabilities which we’ve all been exposed to for some time but perhaps without realizing it. Clearly the pandemic is one that could have happened in any year and it’s probably not bad that it happened now when at least we have video conferencing, online shopping and products like ours that keep vehicles moving without any human interaction.",
         "The recent weather events on the East Coast remind us that our cities and our electricity supply are vulnerable to the increasingly severe weather events that climate change seems to be delivering. The National Oceanic and Atmospheric Association has issued a warning that this could be one of the most active hurricane seasons on record with as many as 25 main storms and hurricanes.",
         "We all recently saw the pictures of people wading knee high through the streets of East Coast tides and [indiscernible] millions without power. The White House in Q2 recognized the vulnerability of the grid from a point of view of susceptibility from foreign and domestic [indiscernible]. It seems that several significant vulnerabilities have been brought to our attention at the same time and I find it striking and encouraging, but not accidental that they are almost all vulnerabilities which our products mitigate. Nobody has a crystal ball. Nobody can predict the future.",
         "But I can tell you that when we sat down to design and improve the EV ARC, Solar Tree, EV Standard and UAV ARC, we did so with exactly these sorts of situations in mind. The rapid scaling of EV charging infrastructure, the lack of capacity on the grid, the vulnerability to grid failure and electrified transportation sector, the need to place power in places where it’s either too urgent, too expensive, too disruptive or just impossible to extend the grid. These were also design configurations and I’m proud to say that our products provide for the opportunities and the threats facing us in these areas.",
         "On that note, Q2 saw us sufficiently launch our new EV ARC 2020 product which has been deployed and tested in the field since halfway through 2019. The EV ARC 2020 has all the great technology which previous situations of product delivered, but with a few notable changes. The most radical of these changes is that we’ve moved all the other electronics batteries and other vital components from an inclusion on the ground where they previously resided to a new and innovative enclosure beneath the tracking solar array. The effects of this are manifold.",
         "The product looks much nicer. We’ve opened up more of the parking space for vehicles. We’ve reduced the opportunity for damage from collision or vandalism and perhaps most meaningful of all the product is now flood proof to nine and a half feet. What other electrical infrastructure can make that boost. How valuable will it be for government and enterprise customers to have EV charging and an emergency source of power that’s in a new, not just a grid failure but to inundations of almost 10 feet.",
         "The Gulf Coast, Florida panhandle, East Coast and all the cities next to bodies of water that are rising or can rise because of sudden storm surge or torrential rains who will have to invest countless billions in hardening their energy infrastructure, particularly they increasingly rely on electric vehicles as we know they must. Our products are the fastest deployed, most scalable and most robust solutions to these challenges available to date and we continue to strengthen our patent portfolio to defend that position.",
         "In the second quarter, we applied for a new patent for our EV ARC 2020 product which captures this new flood proof capability. That patent is pending, so are our patents on wireless charging and on our drone recharging product, the UAV ARC and on a couple of others. Drones are another opportunity which I believe has seen acceleration due to COVID.",
         "One has to salute the delivery drivers who have daily risked infection to deliver the billions of brown boxes we’ve all ordered in place of going to the store. Drones will make that business more efficient, safer and more economical. I believe that our UAV ARC will provide the fueling infrastructure which will enable those drones to travel further and carry more while enabling us to have the longtime recurring revenue stream from the fueling and data capture of subscriptions that customers in this space will happily pay us.",
         "Our engineering team’s incredibly busy with all of this and of course they have the patented EV Standard street lamp replacement product to complete and test before we take it to market. This is firmly on the roadmap and should be accelerated by the addition of more engineering talent that we’re bringing in, thanks in part to our successful recent secondary offering. More on that in a moment.",
         "In fact, I’m very happy that one of our most talented engineering resources who left us a couple of years ago to return to a large corporate aerospace company has elected to come back to us. We cannot yet provide many of the peaks and lavish payments that they offered to lure him away from us in the first place, but we can and do offer the opportunity to play a meaningful role in paradigm shifting technologies without parallel. It turns out, it isn’t just our customers that keep coming back to us.",
         "Shifting gears, I should also mention that COVID has had a profound impact on our IR, PR and sales activities. We have generally been at several trade shows and on the road selling our products to customers across the country. These opportunities are not available to us. So we’ve had to come up with other methods to get the word out about our products. We’ve attended and presented to a fairly regular stream of virtual trade events put on by others and have also hosted our own webinars.",
         "Notably, we presented with our DC-based consultant who focuses on capturing grant and other incentive funds [indiscernible] sales of our products to an audience of municipal and other government buyers of EV charging infrastructure. At over 150 qualified attendees joined our webinar and that represents 150 government organizations that are seeking to learn more about our products and how to best pay for them. There was a lot of good information for and from them and we were very happy with the turnout and the indication it gives us about the vibrancy of the market and our approach to it. It’s not common to get that level of attendance at these sorts of things. It’s not common at all. We will be more, of course.",
         "Our Investor Relations methods had to change dramatically as well. I mentioned earlier, I was reminded of a time when as a young engineer I was the last crew member to step up a sinking ship when I left Chicago in mid-March. It’s what it felt like. It’s seems like an eternity ago. Those were the last face-to-face meetings I had with investors or funds before lockdowns and good sense prevented any further such activity. But we knew that these could not go silent.",
         "Within a couple of weeks with the stay-at-home order being issued, we were conducting virtual tours of our factory, showing off the products and how and why we make them and doing Q&A sessions to answer any questions that came up. These events are unscripted, unrehearsed and a totally transparent look inside our business. Anything can happen? Honestly, anything often does. The point is we were very proud of what we were doing and we’re not afraid to show it or to discuss openly opportunities for improvement. I get a lot of very positive feedback by these tours.",
         "The best thing is in uncertain business. I know. I’m an investor. Having a chance to look inside a company and actually see the team making the products and solving the problems and challenges is a tremendous opportunity to remove a great deal about that uncertainty, especially with micro capture concerned. I think our tours do that. By the way, get in touch if you’d like to join a tour. Space is limited and they’re always full, so bear with us if you don’t get the first slot you want. We’ll get you in later.",
         "Executing on the business plan and innovating in Investor Relations seems to have paid off. Our share price has appreciated considerably this year and so is the volume. We were added to the FTSE and also Microcap Index in Q2, which speaks to the quality of our business. In the second quarter, I elected with the full unanimous approval of the Board to execute a second grid offering using a shelf that we’d put in place for just such an eventuality. Now I’ve been consistent in stating that we didn’t need to raise money but that we would do so if there were strategic reason and an opportunity to do a well priced and well structured deal. All those criteria existed at the end of the Q2, which is why we moved forward and on July 7 closed on a public offering that netted us just under 11 million in cash.",
         "From a strategic point of view, I have one or two – one in particular catalytic events, which I believe are nearing fruition. I can’t know exactly when. But as I’ve said, I believe we’re getting close. This sort of business activity will I believe be seminal as well as highly significant on its own. We will be able to execute on it in a far more aggressive and efficient manner with a stronger balance sheet. That one reason alone would have justified the ways in my judgment, but there was more. Raising the capital was about more than simply bringing in the money. That process has also enabled us to broader our shareholder base, increase our floating volume and drive our market cap over $100 million for the first time in our history.",
         "And then there was prudence. I don’t think any of us could in January of this year have forecasted where we stand today. I feel similarly impotent we’re forecasting where the world or the markets will be in January of next year. My job is to grow shareholder value and to protect my shareholder positions. In a time of great uncertainty, having a very strong balance sheet with no debt and years of runway is simply a prudent step for a manager to take. I’ve been neglecting my duty if I hadn’t taken that defensive step. Neglecting my duty is not something that I allow or something that I’m known for.",
         "From a pricing structure point of view, I think anybody would agree that during a deal with no warrants and price where it price it well above our IPO price was in the best interest of everyone concerned with our new and existing shareholders, many of whom by the way joined the secondary as well to increase their positions in the company. These are not stupid people or people who lack information on us or insight into the industries upon which we focus, but quite the opposite.",
         "They are being involved first in the IPO and then again in follow-on offering is about a strong endorsement of our strategy and execution as we hope to get. I’m delighted to have these sorts of funds and investors longing our stock. They’ll help us grow the business and take the big wins we aim to deliver rather than being fast money types for short-term gain on a transaction that’s not based upon fundamentals. Ours is.",
         "It’d be remiss of me to close this report without mentioning our media business. Many of you are looking for an announcement that we’re moving forward with this new business unit and so you should. There is no doubt in my mind that it’s the sort of game-changing event that will propel us to a totally different level as a company. I cannot make that announcement today, but I can tell you that I continue to be confident that that announcement will come, and that when it does we’ll be ready for it.",
         "To close, I’ll just summarize in the following manner. We continue to operate through one of the most trying times in history. We’re more financial stable than we have ever been. We’ve continued to diversify and grow our customer base which generates growth of gross profit. We’ve continue to grow intellectual property portfolio and we continue to focus on winning seminal business which will propel us to new levels of success and excellence. I thank you all for continuing to join us in this exciting and worthy journey.",
         "That’s it for me and I’ll hand it over for questions now."
      ],
      "Kathy McDermott": [
         "Thank you, Jason. Good afternoon and thank you for participating in today’s conference call. We appreciate your support and interest in Envision Solar and for taking the time to join our call. Joining me from Envision’s leadership team is Desmond Wheatley, President, CEO and Chairman. Desmond will be sharing his thoughts and observations about the second quarter of 2020 and his perspective on the business.",
         "But first, I’d like to communicate that during this call, management will be making forward-looking statements, including statements that address Envision’s expectations for future performance or operational results. Forward-looking statements involve risks and other factors that may cause actual results to differ materially from those statements.",
         "For more information about these risks, please refer to the Risk Factors described in Envision’s most recently filed periodic reports on Form 10-Q, our most recent Form 10-K and other periodic reports filed with the SEC. The content of this call contains time-sensitive information that is accurate only as of today, August 13, 2020. Except as required by law, Envision disclaims any obligation to publicly update or revise any information to reflect events or circumstances that occur after this call.",
         "I would now like to take you through the financial results for the second fiscal. For the three months ended June 30, 2020, revenues were $1,455,158 compared to $1,640,350 for three months ended June 30, 2019, an 11% decrease.",
         "Our recent quarter included our first EV ARC shipment into Canada and we deployed our second solar-powered DC fast charging product to another California rest area. We also delivered two of our earlier generation Solar Tree solar-powered sustainable infrastructure products as well as several of our EV ARC 2020 units.",
         "Our latest generation of Solar Tree products, which we expect to ship during this third fiscal quarter, is designed to provide charging for electric buses, electric heavy-duty vehicles, electric agricultural equipment, public transportation and growing electric vehicle options in the construction industry, which we expect to open new markets for us.",
         "For the first six months of 2020, revenues were $2,772,210, a decrease of 2%, from $2,829,945 in the first six months of 2019. Revenues in the first half of 2020 included a wide variety of customers, including several municipalities and state agencies in various states and in Canada, a couple of colleges, a large commercial business and two non-profit organizations.",
         "While our revenues weren’t as strong as we would like in the first half, it’s encouraging to see us grow our customer base and provide a broad range of products compared to our revenues from the first half of 2019, which included one product and 79% of our revenues resulted from the delivery to one customer, the City of New York.",
         "Our shipments will continue to fluctuate each quarter due to the varying size of orders and timing of deliveries. As of June 30, 2020, our contracted backlog was approximately 2.6 million. The COVID-19 virus has caused some delays and cancellations of opportunities in our pipeline as a result of funding issues, priority issues or business closures. However, we’ve added a new sales consultant to our team and we continue to pursue new opportunities.",
         "For the three months ended June 30, 2020, we had a gross profit of 55,336 compared to 61,545 for the three months ended June 30, 2019. For the six months ended June 30, 2020, we had gross profit of 15,695 compared to gross profit of $8,443 for the same period in the prior year.",
         "Our gross profit remains low as we’ve priced our units to be competitive and to gain market share in the EV charging market, but we expect it to improve as our revenues increase and we benefit from lower fixed cost overhead per unit, volume purchase price improvements and improved labor efficiency.",
         "Total operating expenses were 888,456 for the three months ended June 30, 2020 compared to 740,513 for the same period in 2019, a 20% increase. The increase was partially attributable to the investment in our sales and marketing resources to build brand and product awareness to help us increase revenues.",
         "Operating expenses increased by 73,181 for sales personnel and commissions and 54,902 for sales and marketing consultants, which was offset by a reduction of 80,000 for a one-time consultant fee for business development in the second quarter of 2019.",
         "In addition, operating expenses increased by 82,976 for non-cash compensation expense for stock options investing of director shares and 84,041 for increased salaries and the addition of medical benefits. These increases and expenses were partially offset by a 66,555 reduction of travel and trade shows due to the COVID-19 pandemic.",
         "Total operating expenses were 1,790,456 for the six months ended June 30, 2020 compared to 1,263,180 for the same period in 2019, a 42% increase. The increase was also primarily the result of an investment in our sales and marketing resources, including 100,212 for sales personnel and commissions and 184,479 for sales and marketing consultants, which was offset by a reduction of 80,000 from the one-time consultant from last year.",
         "In addition, operating expenses increased by 155,940 for non-cash compensation expense, 144,798 for increased salaries and the addition of medical benefits and 56,285 for other expense. These increases in expenses were partially offset by a 44,438 reduction for travel and trade shows due to COVID-19 pandemic.",
         "Our net loss was 833,957 for the three months ended June 30, 2020 compared to a net loss of 983,874 for the second quarter of 2019, a decrease of 15%. We had a net loss of 1,776,478 for the six months ended June 30, 2020 compared to a net loss of 1,933,505 for the same period in 2019, a decrease of 8%. The decrease in net loss was primarily due to a reduction in interest expense due to the repayment of debt in 2019, partially offset by higher operating expenses. ",
         "As of June 30, 2020, we had cash of 2,432,300 compared to 3,849,456 at December 31, 2019. The cash usage in the first half resulted primarily from the net loss, increased inventory and prepaid expenses, and the payment of a convertible note payable to a related party.",
         "This was partially offset by cash generated from warrant exercises and from a loan through the Small Business Administration Paycheck Protection Program made available through the CARES ACT. Our working capital decreased from 5,142,719 to 3,989,036 from December 31, 2019 to June 30, 2020.",
         "In the following quarter on July 7, we closed an underwritten public offering which generated approximately 10.6 million net of expenses. Proceeds will be used to fund our business growth and provide working capital for our business.",
         "I will now turn the call over to Desmond to provide a business update. Desmond?"
      ],
      "Operator": [
         "Ladies and gentlemen, thank you for standing by. Good afternoon and welcome to the Envision Solar International Second Quarter 2020 Financial Results and Corporate Update Conference Call. At this time, all participants are in a listen-only mode. [Operator Instructions]. After today’s presentation, there will be an opportunity to ask questions. [Operator Instructions].",
         "Participants of this call are advised that the audio of this conference call is being broadcast live over the Internet, and it’s being recorded for playback purposes. A webcast replay of the call will be available approximately one hour after the end of the call through November 13, 2020.",
         "I would now like to turn the call over to Kathy McDermott, CFO of Envision Solar. Please go ahead."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Ladies and gentlemen, we will now begin the question-and-answer session. [Operator Instructions]. The first question comes from Tate Sullivan from Maxim Group. Please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Hi. Thank you, Desmond. I think in previous presentations you’ve indicated growth capacity of 20x. Just in the current environment and what you’ve seen from a lot of other companies in the EV space, what’s a realistic expectation for you to really scale the orders and the customers that you have and just if you could help set expectations for that scale opportunity please?"
         ],
         "Speaker": "Tate Sullivan"
      },
      "3": {
         "Remarks": [
            "Yes. So we are currently staffed to produce about 260 units a year which would get us to right around 17 million in revenue beyond cash flowing, running single shift five days a week. However, we can get up to about 2,200 units a year for a closer to 150 million in revenue from the current facility. So that would mean moving to three shifts seven days a week and investing in a minor way in some automation and some other opportunities we have. The question then becomes what’s going to happen to the industry to support that? We are very capable of doing that. It’s not just throwing numbers out there. We’ve already done the analysis and the spatial analysis and everything else. What I can tell you is that I’m very, very bullish about the industry. I think we’re seeing – all this activity that we’re seeing tells us that 2020 will in fact be the year of the EV even through COVID will have its impacts. At the end of the day, we are relentlessly moving to a time where the world’s 1.2 billion cars are going to become electric moving to 2 billion in 2040 and that 2,200 units a year that we can produce out of this facility won’t even scratch the tip of the tip of the iceberg. In fact, we’ll have to open five or six more such facilities in the U.S. and in Europe and in other places as well. So we’re capable of it. Again, as I said in my presentation, I don’t have a crystal ball. I can’t see exactly when it’s going to happen, but I’m very confident it will happen and I think we’re going to need multiple facilities like this to even, as I say, scratch the tip of the iceberg in the U.S. far less the rest of the world. Remember, our products uniquely operate anywhere they can see the sky. So it really is a global opportunity for us."
         ],
         "Speaker": "Desmond Wheatley"
      },
      "4": {
         "Remarks": [
            "Okay. Thank you. The next one, I noticed Electrify America is 2 million in the current backlog for 30 units. What’s the rough timeline to execute on that order and are there options in that order for Electrify America to order more units, so if you can talk on that."
         ],
         "Speaker": "Tate Sullivan"
      },
      "5": {
         "Remarks": [
            "So we’re ready. We’re pretty quick. We’re just waiting for Electrify America to tell us to put the units in locations. We’re looking forward to that and we think that will happen soon and very quickly when it does happen. As far as their option to buy more units, you know me well enough to know that everybody has an option to buy more products from me. We believe that this purchase order is certainly not the last and we’re going to execute very, very resoundingly on it and we believe – we know they’ve got a lot of work to do and they have a lot of money to spend and a lot of infrastructure to build out, so we’re looking forward to serving them well on this [indiscernible] and winning a lot more business from them."
         ],
         "Speaker": "Desmond Wheatley"
      },
      "6": {
         "Remarks": [
            "Great. I imagine that’s similar to a lot of your customers and it seems a lot of your announcements implied opportunity for many more orders. Looking back to what you’ve done historically, how long does it take for New York City, for example, to come through with much larger orders? Do they come in very quickly?"
         ],
         "Speaker": "Tate Sullivan"
      },
      "7": {
         "Remarks": [
            "No, it took a little while. But then, again, it’s worth remembering we first supplied to New York City back in 2015. And you remember, there’s only about two and half electric vehicles on the road in those days. So things have changed quite dramatically and we’re seeing a lot of acceleration. We get repeat orders. Madison, Wisconsin is a great example [indiscernible] Madison, Wisconsin and I think we had a repeat order from them. The dust had hardly settled from the first deployment. So we are seeing an acceleration because our customers are accelerating their adoption of EVs and they’re increasingly finding that the time it takes to do the grid-tied stuff and the risks associated and the cost associated with that make our product a very, very compelling solution."
         ],
         "Speaker": "Desmond Wheatley"
      },
      "8": {
         "Remarks": [
            "Great. Thank you. And the last one from me is the Solar Tree. Can you remind me? I think – is the Solar Tree for the Sacramento transit agency still in your backlog? Did you already deliver that or were there two Solar Trees that you delivered in the quarter, the only ones you delivered and are there any more Solar Trees in backlog?"
         ],
         "Speaker": "Tate Sullivan"
      },
      "9": {
         "Remarks": [
            "Yes. There are more Solar Trees in backlog and it’s actually for a rural transit authority and that will be to fuel full-sized electric buses. And so the electric – this is a load profile on electric bus similar to a big rig or anything else. So when you see companies like Tesla and others announcing that they’re going to be bringing these all-electric 18 wheelers to grind [ph], this will be the perfect product to charge them even without a grid connection. But like all of our products, they’re capable of connecting and not connecting – and taking electricity off the grid and putting electricity back on the grid as well. That really increases our utility play that we announced this morning. Again, that’s not the first utility we’ve done but BG&E was very, very clear. If you read the – I encourage you to read the quote from BG&E in the press release we put this morning, it will give you a very clear indication of what they’re thinking about our products and remember that’s part of one of those master-type agreements like Electrify America with Exelon Corporation. So we believe there’s a lot of opportunity for growth there too."
         ],
         "Speaker": "Desmond Wheatley"
      },
      "10": {
         "Remarks": [
            "Great. Okay. Thank you, Desmond."
         ],
         "Speaker": "Tate Sullivan"
      },
      "11": {
         "Remarks": [
            "My pleasure. Thank you, Tate."
         ],
         "Speaker": "Desmond Wheatley"
      },
      "12": {
         "Remarks": [
            "[Operator Instructions]. Next question is from Rick Matterson [ph], a private investor."
         ],
         "Speaker": "Operator"
      },
      "13": {
         "Remarks": [
            "Yes. Desmond, I’m kind of – can you hear me?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "14": {
         "Remarks": [
            "Yes, I hear you fine."
         ],
         "Speaker": "Desmond Wheatley"
      },
      "15": {
         "Remarks": [
            "Okay. I’m really excited about the EV Standard that you’ve got and I was wondering when we will be looking at the release of that?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "16": {
         "Remarks": [
            "Yes. So we’ve already done all the theoretical engineering on that. And again, the reason – part of the reason we’re able to do that because it’s going to have the same technology that we have in our EV ARC and our Solar Tree product, just in a different form factor. And form factor is now what’s – that’s the next piece for us. As I mentioned in my remarks, the engineering team is very, very busy right now. As soon as they wrap up a couple of things that they’re working on, then they’ll move on to EV Standard form factor development which is not trivial, but we know it works. It’s just a matter of making it work in the right shape [indiscernible]. I was really intent on getting that thing ready to take to market this year. I still hope to be able to start marketing it this year and deploying it early next year, certainly in an earlier – or at least a beta form. So we’re not talking about years away here. We’re talking about months away."
         ],
         "Speaker": "Desmond Wheatley"
      },
      "17": {
         "Remarks": [
            "That’s great. I appreciate that."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "18": {
         "Remarks": [
            "Thanks, Rick."
         ],
         "Speaker": "Desmond Wheatley"
      },
      "19": {
         "Remarks": [
            "There are no more questions in the queue. This concludes our question-and-answer session. I would like to turn the conference back over to Desmond Wheatley, President, CEO and Chairman, for any closing remarks."
         ],
         "Speaker": "Operator"
      },
      "20": {
         "Remarks": [
            "Yes. I’d just again like to thank all of you for your time and energy, giving my sincere hopes of this – everybody at this company that you and everyone around you remains healthy and prosperous as we navigate through these trying and unusual times, and just let you know I’m as excited and as energetic about this company and these opportunities that I’ve ever been that much more so and we’re very well positioned, a great cash position, no debt to execute. So stay tuned, folks. We’ve got a hell of a journey ahead of us."
         ],
         "Speaker": "Desmond Wheatley"
      },
      "21": {
         "Remarks": [
            "The conference has not concluded. Thank you for attending today’s presentation. You may now disconnect."
         ],
         "Speaker": "Operator"
      }
   }
}