{
   "Date": "September 10, 2020",
   "Presentation": {
      "Chandni Luthra": [
         "Good morning, everyone, and thank you for joining us. We are here at the Goldman Sachs 27th Annual Global Retailing Conference. I’m Chandni Luthra, the U.S. discounters analyst. And it is my pleasure today to introduce members of the management team of Dollar General and to moderate our fireside chat.",
         "DG needs little introduction. It is one of the largest U.S. retailers with almost $30 billion in sales and close to 17,000 stores across the country. Here to discuss the business and the opportunities ahead with me are Todd Vasos, the CEO. Todd joined DG in 2008 during the last recession and became the CEO of the company in 2015.",
         "We also have with us today, John Garratt, the CFO of the company. John joined DG in 2014 and became the CFO towards the end of 2015. And finally, we have the COO of DG, Jeff Owen. Jeff returns to DG in 2015 and has been serving as the COO for about a year now. Team, welcome, and thank you for joining us today.",
         "I will now hand it over to Donny Lau, Vice President of IR and Corporate Strategy.",
         "Thank you, Donny. Once again, welcome team.",
         "If I could start with the big picture, you guys obviously have also the consumer with your $16,000-plus stores acting as a checkpoint. What do you feel about the health of consumer right now, especially when we consider the 2Q was obviously very strong for you. But is there a way to parse out more trends versus the impetus that the business got from fiscal support?",
         "Thank you. That’s very helpful. And if I may dig deeper into your 2Q results. So just wondering about traffic. What drove traffic to decline in the second quarter, especially as you had traffic contribute positively to comps in your 1Q results? And just trying to understand that with respect to lockdown measures that obviously eased throughout the second quarter, how should we contextualize that negative traffic versus, say, new customer acquisition that you also talked about and market share gain that you talked about during your 2Q results?",
         "That’s very helpful, and that’s a good segue into sort of my next question, because you talked about basically a more digitally savvy customers. So if perhaps we could talk about your omni-channel efforts, you guys basically accelerated your focus offering at a remarkable pace. And from a mere handful of stores at the end of 1Q to pretty much the entire chain, you guys talked about that you will have by the end of 3Q.",
         "So as we think about omni-channel in the context of your stores, do you think that absence of an omni-channel offering deterred your customers? Or any newer customers to come to you in the reality, where physical distancing is likely to be an ongoing concern beyond the near-term? And are there other omni-channel offerings that you’re thinking about?",
         "That’s great. Thank you for that. If I may switch gears to basically unit growth, so you’ve often talked about DG as a mature retailer in growth mode. As we think about your unit growth opportunities, how do you view it in a post-pandemic world? How do you think about your long-term store capacity target? Do you see it changing from where you were, what you thought about it pre-pandemic? And where does your small format stand in all this?",
         "That’s very helpful. Just sort of thinking with that theme, because one of the themes that was discussed widely at the conference yesterday was sort of what real estate opportunities might come out for stronger retailers in the aftermath of the pandemic, be it in the form of rent negotiations or better boxes or perhaps a faster pace of store openings. Any color you could throw on that on any of those themes would be helpful?",
         "That’s great. I’d like to switch gears to some of your initiatives starting with DG Fresh. So you obviously accelerated a lot of these initiatives in 2Q, and DG Fresh was one of them. How has the performance of your self-distributed stores? How has it differed versus the rest of the chain? And is there an opportunity to introduce more SKUs, whichever way the customer wants to go and perhaps even more produce in your stores? Any color around that? Any color around any gross margin opportunity versus SG&A investment as you think about DG Fresh, that’d be great?",
         "That’s great. And switching gears on that similar theme, but sort of switching gears specifically to your supply chain. Besides self-distribution of fresh product, what other opportunities do you see in this area? Talk to us both domestically and internationally? As you think about expanding fresh in your store base next year, how should we think about your distribution network evolving in terms of traditional DCs versus cold storage facilities versus private fee, if you could perhaps throw some colors there?",
         "That’s very helpful. And speaking with sort of that theme, but just discussing inventory in the back-half, that’s another theme that comes out of this conference that a lot of retailers have a lot of inventory constrained going into the back-half. So what gives you confidence to manage your in-stock levels, as you think about the coming two quarters? What categories are seeing bigger constraints for you versus others? And then how do you think about distribution and transportation costs in the back-half, especially with the level of elevated volumes we just have in the ecosystem at this point?",
         "That’s great. And if I could just remind our audience if you have a question, please feel free to submit it through the session via the Ask a Question box, and I will ask it on your behalf.",
         "Switching gears to your non-consumables initiative, we’re obviously talking about discretionary categories here. But in the event that there is no further fiscal support from the government, how do you think about this program with more cash strapped consumer, and given that there is a possibility that we could see a pivot towards non-discretionary categories again? And then as a follow-up to that, you guys talked about a lighter version of non-consumables. What does that entail? And how is the investment profile different?",
         "That’s very helpful. Thank you for that. And we just got a question on the webcast here. On your most recent conference call, you mentioned that you’re already working on the next-gen of initiatives. Is continuous improvement or formalized part of the organization? Is that how we should be thinking about it? What are the new initiatives that might be on the table? And if you could perhaps throw any color around it?",
         "That’s great. There are these bunch of common questions that they are asking all companies presenting at the conference. And I completely understand and acknowledge that some of these might be bordering on guidance. So feel free to paint with very broad brush strokes as you see fit. But if I may, if taxes were to go up next year, would you expect any change in your investments, perhaps any rollback? Yes, no. Any color?",
         "That’s great. If you could perhaps give us any color, do you expect margins to be higher or lower in calendar 2021 versus 2019?",
         "That’s helpful. Thank you for that color. And I know we are pretty much reaching the end of the mark here. But if I could just squeeze two quick questions, that’s part of our tally. Do you expect to have more or fewer stores in 2021 versus 2019?",
         "Got it. And finally, do you expect pricing power to be stronger or weaker in the future versus the past?",
         "That’s great. Thank you for listening that podcast. Todd, I really appreciate it and hope you have a great day."
      ],
      "Donny Lau": [
         "Thank you, Chandni. Today’s comments will include forward-looking statements as defined in the Private Securities Litigation Reform Act of 1995, which can be identified because they are not limited to statements of historical facts. Such statements include, but are not limited to, statements about our strategy, plans, initiatives, goals, financial outlook or beliefs about future matters, including but not limited to, beliefs about COVID-19 future impact on the economy, our business and our customer.",
         "These statements are subject to risks and uncertainties that could cause actual results or events to differ materially from our expectations and projections. These factors include, but are not limited to, those identified under forward-looking statements in our earnings release issued August 27, 2020 under risk factors in our 2019 Form 10-K filed on March 19, 2020 and in our Form 10-Q filed on August 27, 2020 and in the comments that are made during this event. You should not unduly rely on forward-looking statements, which speak only as of today’s date. Dollar General disclaims any obligation to update or revise any information discussed today unless required by law.",
         "We may also reference certain financial measures that have not been derived in accordance with GAAP. Reconciliations to the most comparable GAAP measures are included in our earnings release, issued on August 27, 2020, which can be found at investor.dollargeneral.com under News & Events.",
         "Now, it’s my pleasure to turn the event over to Chandni, Todd, Jeff and John."
      ],
      "Jeff Owen": [
         "Chandni, this is Jeff. I think, I’d say, we’re very excited about our pipeline and the opportunities to expand Dollar General. Nothing has really changed there. We still believe we’ve got 12,000 opportunities available. Of course, those are available to everybody and it doesn’t say, we’ll get every one of them.",
         "But I think our track record has said that, we will get more than our fair share. And we’re really pleased with the fact that our real estate model is very sound. We have very, very good tools and technology around market planning to respond to different demographic shifts. And the team really does a nice job of responding and really being nimble to how the things are changing.",
         "We’re pleased with our pipeline this year, which will prepare us well for the future. But right now, we think that pre-pandemic and post-pandemic, we believe Dollar General is as relevant as we’ve ever been. I think we’ve talked earlier about the new customers that have come into our model and seen what we have to offer.",
         "So certainly, you combine that with the opportunities. And our strength and format innovation, I think, bodes well for us to be able to serve the communities for the type of store that they need. And you mentioned the smaller format. Our formats go from the DGX all the way to the DG market and many in between.",
         "And on the DGX front, we’ve been a few years at this now. We’re real pleased with what we’re seeing. We continue to refine that and we think that there’s runway. And when we talk about DGX, what I will say is, we believe that there’s up to 1,000 opportunities, and those are not included in the 12,000 that I referred to earlier.",
         "So we think that the vertical living really responds well to our offering. And we’re pleased and we continue to innovate that format. So more to come there. But we feel very good about the future and the ability to expand Dollar General across the country.",
         "Yes. I mean, I think, you’ve seen us in the past, when opportunities come our way, if you’ll recall, a few years ago, we acquired the Dollar Express stores. Those 300 stores that allowed us to really enter into more deep urban and really learn more about how we’re able to serve that customer. And we’re really pleased with the learnings and the performance we’ve had there.",
         " We’ve also, as you’ve seen other competitors when, unfortunately, they are not – are no longer in operation and things come our way. We are able to respond. I think that goes back to our format innovation. So I think, we’re able to really be flexible with the opportunities that present themselves.",
         "Of course, we’re always focused on serving our customer and ensuring that we can get our stores, where the customers are wanting them. And certainly, on the return front, I know John has mentioned many times, we’re pleased with the way the stores are performing.",
         "So we’ll continue to look at things as they come across. But as you know, 1,000 stores this year, we’re looking at just about any opportunity. And if things come our way, we’ll be happy to look at it. But we feel real good about our strategy of opening stores and we’ll continue to stick to that and look forward to the future.",
         "So, Chandni, I would say this. You obviously – the way you’ve ticked off some of the benefits, you certainly are familiar with DG Fresh. So I think you’ve heard us talk in our recent quarter, John mentioned in terms of our gross margin expansion, DG Fresh is one of the largest contributors to that. And so we certainly are seeing the benefits around our cost of goods and removing that middleman markup. That has certainly been a benefit.",
         "So we’re very pleased with the performance of DG Fresh, and we expect to be in 14,000 stores by the end of this year. So we are ahead of schedule. And it’s hard to believe how fast we’ve come on this initiative, and we’re very excited. So as it goes, we said, we would be able to remove costs and improve margins and that’s happening. We also think that there’s top line benefit. We’re seeing it right now.",
         "You’ve heard us say many times, when you compare the third-party distribution to our dry side, we see about a 10 point differential in the in-stock percentage of the products. So we’ve always thought there’s a big opportunity there and we’re seeing that. And then also recall, we’ve talked about not only the DG Fresh initiative, but you combine the DG Fresh initiative with the higher capacity coolers that we have also included in many of our stores, which provides us with about 45% – 40% to 45% more capacity and allows us to handle 25% more items.",
         "And so we are adding items. We’re doing that already more items into the assortment, because remember, with DG Fresh, it now opens up the opportunity for us to source product from many different opportunities. So as an example, we’re able to carry the number one hot dog brand, which we weren’t able to do before. And it also opens up the ability to introduce more private brand into our cooler assortment.",
         "So we certainly see room to grow there and we’re very pleased. And we’ll be able to offer the customer even more than what we’ve already implemented in the stores we’ve rolled out. And then we expect to be done with DG Fresh in 2021 and then we’ll be able to look at produce, as you mentioned. And as you know, we have produce in a little less than 900 stores right now.",
         "So we’ve been doing that for many years. And it goes back to our DG market days, where we’ve been learning about produce for quite sometime. So now with DG Fresh, it’s an unlock. It allows us to continue to improve the margin on the produce side. We like what we see when we put produce in stores. It certainly is responding well to customers.",
         "But as we continue to move down this road, we’ll see them the margin rate accretion that we’re looking for. Right now, it’s margin dollar accretive. So more to come there. But we feel like you can probably tell, DG Fresh unlocks a tremendous amount of opportunity in our stores.",
         "Well, Chandni, this is Jeff. On the inventory side, we’ve said this many times, and our teams do a fantastic job of reaching out and building on the relationship we have with our suppliers.",
         "I think the thing to keep in mind on the inventory side is, Dollar General has been growing with our suppliers long before COVID. So we were out in front of this very early. Certainly, we’re facing the same constraints that all retailers are facing. So that’s obvious.",
         "But the one thing that we’re doing that I believe has very – been very helpful and we continue to see improvement here is the creative problem-solving that our merchant teams and supply chain teams have been able to accomplish.",
         "And to give you a good example is, during the pandemic, we have been able to stand up new items that are not even a part of our assortment. And we’ve been able to bring these items into the supply chain in a matter of weeks and get them through the supply chain on the shelf for the customer.",
         "So I think that just is a testament to the flexibility and the creativity of our teams to be able to serve that customer. And we continue to apply those things, obviously, as we move forward, and we continue to reach out to our suppliers to continue to partner with them.",
         "And the other thing to keep in mind is, we are a pretty large player with many of our suppliers. You’ve heard us talk about the fact that we’re top five with most CPGS and top three with many. So – and we’re growing. So obviously, that has been something that we’ve been able to really work with our suppliers on.",
         "On the other side of the inventory, when you think about holiday in the back-half, it really is the same story. Our teams over – in overseas have done a fantastic job of working with suppliers over there and being out in front. And I would say, basically, we’re business as usual there. And we’ve been able to bring inventory over. And quite honestly, we’ve been able to ship inventory, holiday merchandise early to our stores in some cases because of the great sell-throughs we saw with the lawn and garden, some of the summer seasonal.",
         "So we’ve set some of our holiday product faster and earlier than we have in the past. So again, it’s a day-to-day activity that our teams collaborate tremendously well with not only internally, but externally, and we’ll continue to do that. But we feel like we’re in a good position for the back-half and we’ll be there and ready to serve the customer.",
         "The non-consumable initiative, I think, you got to keep in mind one thing, it’s very value focused. And we’ve been at this thing for quite sometime, I think, several quarters, we’ve been providing this offering to the customer. So we’ve been through many turns. And I think the thing to keep in mind on the NCI is the treasure hunt aspect and a value-based offering.",
         "Most of the items in the NCI initiative are below $5. And so that’s one of the things that I think the customers responded to very well that $5 or less offering. And so what we believe is the customer, quite frankly, has been been responding well to this during NCI. And really, that treasure hunt feel has always been something that has resonated with our Dollar General customer.",
         "So we feel real good that this offering is going to continue to resonate with the customer. And that’s one of the reasons why we’ve accelerated it. And a testament to our teams, again, creative problem-solving and strategic thinking, they’ve come up with a way to get into more stores in a lighter version. So what – that’s what the 400 NCI light.",
         "So when you think about light, I think, the thing to keep in mind there is, it’s not light on product, it’s the exact same assortment. What it is, is it’s light on the complexity and the moves that it takes to pull off the remodel. So it’s a less costly approach to being able to get the product inside the store with not all of the adjacencies exactly perfect like they would be when we actually go through and remodel and physically move around all of the steel and gondolas inside the store.",
         "So what it does is, it gets the assortment in the customer to see. And then over time, as you know, remodels are a big part of Dollar General and our strategy. So we’ll eventually be able to get the adjacencies for the NCI over time when we remodel the store.",
         "But with the remodel – excuse me, the NCI light, we’ve been pleased with the results, and so the customers responded well. We’re excited about that and it really gives us that opportunity to get this into more stores, and we’ll see where we go down the road. But this is just another way for us to be able to offer more to the customer inside that box.",
         "I don’t want to – it’s too early to speculate specifically on 2021. I don’t want to give any guidance here. But let me talk more generally around what we’re seeing and what we see over the long-term. We feel really good about the performance we’ve delivered on gross margin expansion, five consecutive quarters of expansion, 167 basis points of expansion in Q2.",
         "And as you look at the drivers, I think that’s instructive as you think about the long-term. The number one driver was higher initial markups in Q2, and that was really driven by DG Fresh. That was the primary driver of that and that’s the gift that keeps on giving as we scale that to more stores and achieve even greater efficiencies, serving more stores from the number of DCs.",
         "Number two was mix. And while certainly, stimulus and abrupt changes to shopping behavior certainly helped. You had people stuck at home and they wanted to do things for the house, get toys for the kids, fix up the yard. I think what we’ve done to that piece of the box with NCI and then taking the best of the best, employing that across the system, positioned us very well to capture a large piece of that business as it came in. And I think it positions us very well going forward.",
         "We were doing very well on it on non-consumables going into with nine consecutive quarters of comp growth there. So we’re – wouldn’t expect quite that kind of shift we saw this quarter, but we feel good about our non-consumable business going forward, as well as other mix levers.",
         "If you look within consumables, the mix within the mix there, if you look at health and beauty, health and beauty has been growing very nicely for us. We’re taking a lot of share there. When you look at the stark contrast of price between us and drug, we’re taking a good bit of share there. And we think we’re very positioned – well-positioned to continue to grow that. It has margins more akin to non-consumables, even though it’s in consumable. So a lot of opportunities within category management.",
         "And then number three was lower markdowns and specifically lower promotional markdowns. The team has really gotten very targeted. We’ve put pretty sophisticated models and tools in place to help us get the best bang for the buck under specific circumstances, where we really know kind of open up the playbook in terms of what’s going to give us the biggest impact, the biggest incrementality for the whole box and drive sales most profitably.",
         "And in this environment, we’re very well-positioned. We haven’t had to be as promotional and we feel great where we’re at in terms of price positioning, right, where we want to be. And so in the near-term, don’t see a need to invest there. But we’ll always reserve that right if needed.",
         "So as you look at these and you look at the growing impact of DG Fresh, of NCI, of the other initiatives as they scale, and then all the other levers we have. Private brand expansion is a big opportunity. Foreign sourcing expansion is a big opportunity. Shrink with the investment we’ve made in EAS completing the system, 6,000 more units that went in, in the back-half of last year and now 40% more tagging. We see benefits coming from that.",
         "And then supply chain. The team remains focused on driving efficiencies there as we scale our private fleet, as we expand our carrier base, as we drive efficiencies to load optimization, stem reduction. When you put that all together, we think we’re making the right investments to expand gross margin over the long-term, while driving the top line and think we’re well-positioned to do that.",
         "More to come. We’ve not given specific guidance on our real estate plans for next year. But I would tell you, if you’ve looked at the pattern, it’s been about 6% – nearing 6% unit growth per year. We’re going to do about 1,000 stores this year. And that feels like a pretty good pace for us just based on the phenomenal results we’re seeing. Again there, they’re limiting factors. We just want to have a high level of execution and continue to get those great results. So more to come, but that 6% feels pretty good right now.",
         "Thank you."
      ],
      "John Garratt": [
         "Chandni, this is John. I’ll take that question. And I’ll start by saying, I don’t really want to speculate specifically about what’s going to happen with regard to government policy and tax rates. However, as you know, this business generates a tremendous amount of cash. And we have more than usual coming out of 157% growth in cash from operations year-to-date.",
         "And with that in mind, we’ve already started to accelerate a number of our high-return investments this year, as we’re adding 2,000 more stores to DG Fresh, 400 more stores to NCI, as Jeff mentioned, 200 more real estate projects and scaling DG pickup from a pilot to chain-wide this year.",
         "So we’re going ahead and pulling those benefits forward. As you know, our capital allocation priorities number one has always been investing in high-return investments in the business, and I don’t see that changing. And we feel really good about the number of high-return growth opportunities that we can invest in. And historically, ensuring, we don’t exceed our people capacities. We’re doing so many initiatives has really been more of the gating factor as opposed to lack of capital. So more to come on that. But we feel really good about what we’re doing with the current initiatives and those to come.",
         "Thank you."
      ],
      "Todd Vasos": [
         "Thank you.",
         "Yes. Thank you for the question. As you think about our core customer and prior to COVID, she was probably in the best financial shape she had been in – well, in the 12 years that I’ve been here. And I would tell you that she had a little bit of money in her pocket. She was back to work, in many cases, working more than 40 hours a week if she wanted to, and had the ability to do so.",
         "COVID-19 hit, and then obviously things changed a little bit. But the great thing is that, that core consumer had still money in her pocket. So she was able to do a nice stock up to get her home ready, like most Americans were doing in the face of COVID.",
         "And as we move through the next coming months, stimulus helped our core consumer obviously in the middle of the summer. And obviously, even today, as we look where the consumer is and up to the August timeframe that we announced during our second quarter earnings call, the consumer was still – while she wasn’t in stock-up mode any longer, she still is in somewhat of a replenishment mode, meaning that she uses it in her home. She is replenishing it that same week. And so we’re still seeing that phenomenon.",
         "The great thing is, what we’ve also seen is a good trade-down customer. And with that, we saw that our core customer and trade-down customers that were coming into the brand actually bought a lot of our non-consumable areas, too. So the discretionary areas did very well, not only seasonal, but all the way through home and apparel.",
         "And so we’re cautiously optimistic. Our core consumer always struggles, right? She – while this is the best she has been at least going into COVID financially, but that’s still saying that she does struggle, and she has continued to struggle through COVID-19. We’ll have to continue to monitor this as we look at what stimulus will or won’t do as we continue to move through the back-half of the year. But we’re optimistic with what we’ve seen at least up to that August timeframe so far.",
         "Another great question. I mean, as you look at it, Q1, we had a positive traffic number. Q2, slightly negative low single digits. And I would tell you that, as you look at that low single-digit number, it was probably one of the better performances across consumable retail that was out there. And what I attribute that to, quite frankly, is a couple of things.",
         "One, our core customer, for the most part, they are frontline workers. So they continue to be gainfully employed through COVID. So that’s one of the reasons, but trip consolidation, obviously, is playing the main factor of this traffic consolidation.",
         "But when you think about our better performance that consumer of ours continues to be gainfully employed, again, for the most part, and then the trade-down effect, I think, was the other big one that I’m sure it’s not lost on most folks, surely not for us. We saw that trade-down come in, started in that April timeframe, and really has stuck with us up into and including where we are today.",
         "So, as we continue to watch that, we can see it through our credit card data and through our proprietary – talking to our consumers, our proprietary information that we have. That consumer is a little bit more fluent. So she has a little bit more household income. She is a younger consumer with family and much more digitally savvy than our core consumer.",
         "So when you look at all that a lot of our initiatives, which we’ll talk about, I’m sure shortly, really resonate with that consumer. And what we’ve seen in our data and that credit card data is that trade-down consumer has come in multiple times since that April timeframe. So what that shows us is she likes what she has seen. And she continues to come in and not only looking for those items that she needs for a household, but shopping that discretionary side very nicely as well. So great to see.",
         "Another great question. As you think about it, I think is just the opposite. I believe that, our small box format conveniently located 75% of America lives within five miles of a Dollar General store, 7,400 square feet, so very easy to park and traverse the store. Not a lot of customers at any given time in the store, so she feels comfortable in that social distancing realm that we’re in.",
         "So I believe it was a competitive advantage during this time. It’s a competitive advantage for us without COVID, but I think it really became a competitive advantage during COVID and still is. And as we think about the omni-channel piece, our core consumer is a fast follower. And we study her very closely as you know, probably know that customer better than most retailers know their customer base.",
         "And I would tell you that our core consumer, while starting her digital journey is still behind the curve somewhat from where the rest of America is. In saying that, she has told us, she wants more convenience in her digital shopping realm, as well as still that great value that we offer and contactless is becoming more important.",
         "So with that, and even well before COVID hit, customer was telling us this. We started our journey way back a few years ago on digital coupons, right? And that was really our entry into the digital world. We – next to Kroger, we were the – we were actually the second retailer by weeks to launch digital coupons. So we’re on the forefront of that.",
         "And then, obviously, we started to work on our DG GO! app, where you can come in and just scan items, checkout on your mobile phone and walk out of the store with no contact at all, which we’ve now got up and running in hundreds of stores. And as we roll self-checkout, that will be the component – a component of self-checkout, eventually for the majority of our stores.",
         "And then as you step back from that, obviously, Cart Calculator different digital means to help the consumers save money and time, as well as then BOPIS, right, buy online, pickup in the store or DG pickup, as we like to refer to it as.",
         "We are happy to announce that we’re over 16,000 stores now up and running, with just a few hundred stores left to go to be full chain roll out buy online, pick up in the store. And so far, so good, our consumers love it, and then even more so our new consumer base, this trade-down customer really loves it.",
         "So I think we’ve hit a home run here. Time will tell. We’ve got a little time yet to continue to run water through the pipes, if you will, to make sure everything is running well, but so far so good there and we’ll continue to monitor that.",
         "And then as you look into the future, we’re always looking down the road and around the corner. And where our next venture will be in digital, the consumer will take us is how we look at it. And the consumer right now, e-commerce delivered a home is not that important to her. But in saying that, we know that one day that may be.",
         "So obviously, we’re working on things now behind the scenes to ensure that we’re ready for her when she is ready to launch her e-commerce journey, if you will. But we always like to say here at Dollar General, we’re going to take her along that journey. So as she thinks digital and as she thinks e-commerce, she thinks Dollar General first.",
         "Yes. I would tell you that we’re always looking down the road and around the corner as it relates to everything in the business, including our distribution and transportation networks. And as you think about distribution, we have stood up in the last couple of years with DG Fresh many facilities as we continue to grow that side of the business.",
         "We have said from the beginning that about five a year to six-year feels about right. And so 10 to 12 by the time we get finished with this year, and then obviously, we still have a few more into 2021 on the fresh side. But bigger picture is, how do we become now even more efficient. So this year as well and into next, we’re going to have a couple of facilities that are our dry facilities today that will actually combine a fresh element to it.",
         "So we’ll have a combined DC, where we’re shipping both our dry side and our fresh side out of the same facility, which we believe will unlock a lot of efficiency for us as we continue to go down the road. And as we build new DCs, and where those DCs are located on the dry side, if it makes sense, we will be adding the fresh component to that as well.",
         "We continue to look overseas as well on how we bring goods over, how we store them overseas and stage them and bring them over. So there’s always those opportunities that we continue to watch, as well as DCs on this side, where we consolidate goods over in the US.",
         "So there’s a lot of different moving parts that we manage each and every day. But I have to say that our team is very, very good at stripping out cost as it relates to both distribution, as well as that transportation side.",
         "Obviously, we’re always looking to see what that next big thing is or bigger things. We don’t believe in silver bullets here at Dollar General. We know that it takes a lot of smaller to midterm initiatives to continue to drive that top line and traffic. In saying that, we’re always looking ahead and where the consumer is going to be down in her journey.",
         "So stay tuned. We’re going to have more information that will continue to come out. But suffice it to say, we are looking right now and actively working right now a lot of different angles to continue to push ahead in our strategic journey that we’ve been on really for the past five to six years here being very strategic in what we do. So stay tuned, more to come on that.",
         "Yes. As you look at pricing, we feel, again, very good about where we are on our prices. Actually, in the 12 years that I’ve been here, this is the best positioning we have been in. And just to reiterate, we are at parity with mass, 20% cheaper than grocery on a day in and day out basis and up to 44% cheaper than drug every day.",
         "We believe that we’re in a great position. And we also believe that we’re in a great position if we need to do anything for our core customer to continue to drive traffic there. We have a lot of levers in gross margin, as you heard from John just a few minutes ago, talk about that we could – we can pull those levers and ensure that we balance our gross margin, as well as continue to drive traffic.",
         "Thank you."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [],
         "Speaker": "Q -"
      }
   }
}