{
   "Date": "July 16, 2020",
   "Presentation": {
      "Ann Desender": [
         "We are on Page 8. The overview of the financial highlight figures not really used to see that kind of, I would say, comparison thereby in the previous period, the more site -- and we more saw in comparison with the previous period, more green and now we are more in the red.",
         "But likewise, where we worked on to be a more resilient company in previous years and also starting the company when you go into such an pandemic that has an -- a good balance sheet structure really helped us also in this period to get through it. ",
         "Orders and sales are down compared to last year; orders, 25% down; sales, 18% down. We did indeed see month-over-month first recovery and positive signs as of June. So this is, again, hopeful. And also, if we look to the order book we landed at €317 million, which is essentially the same level as we ended last year with. It is 8% down year-over-year. But as we look to our order book and the orders we did not see real material cancellations. So it is really a push out of different projects to later, but not loss.",
         "Gross profit margin, OpEx, both worked on this heavily and took decisive measures, primarily, of course, as of the second quarter which yielded. And in that sense, could contain our gross profit margin. It is down 1.1 percentage point versus last year.",
         "But that's quite solid still and higher transport costs had a really big impact here kind of all fighting for the same transport lines, which were also not that obvious during those months, had an impact on gross profit margin and also the mix effect, primarily the lower sales of our click shares had the most important impact on gross profit margins. But overall, if you look to the divisional results, you will see there that this has been quite contained.",
         "CapEx, we adjusted downwards year-over-year 15% across the company and also across fixed and valuable costs, so discretionary spending cuts adjusted activity levels in line with top line drop, et cetera, et cetera. So with that landing and containing the impact of the hits of the top line with cost containment measures to our EBITDA and landing there at 10% EBITDA margin down 3.6 percentage points year-over-year. And as Jan already kind of flag free cash flow, we are at the peak moment at this time, impacting our free cash flow coming to that back in a couple of slides with more details. Likewise, on net income I'll come back.",
         "Moving over to slide nine, the new pattern as what you have seen in previous times. Currency didn't really play a little positive, but for the rest, actually, it has not kept us awake in this first semester as such. The big drop is on the big red bar such as on sales, excluding FX impact, minus 19%. Gross profits slightly red bar that contains this impact and then the OpEx down, excluding FX here minus 16% has to a good part been able to mitigate the impact of the drop in top line on profitability. The other results, including our share in the Barco CFG results, which have been a loss in the first half this is our joint venture in Cinema in China.",
         "And then we also took some provisions on bad debt at smaller numbers, but adding together to an impact likewise on a couple of other provisions. And so with that landing at 10% of sales. You see here, and we added this now here for the first time in this visual, the breakup of per division and also there is quite a different pattern, as you would have expected or if you compare it to at least with previous periods. And needless to say that we have health care who has not been impacted or to the contrary positively by this COVID time.",
         "On slide 10 [Technical Difficulty] and amortization is essentially flat. We did took an impairment and restructuring costs. This is primarily impairments, of non-cash relating to the announced closing of our factory in Taiwan and a decision to outsource our UniSee LCM out to an external suppliers. We will work on that in the second semester gradually to do that transfer. But as we announced this and decided that we have taken this impairment cost into our P&L for an amount of €8 billion. Income taxes are at the same effective tax rate as last year. And then one maybe on the results and the share of associates or minority interest. You can also call it this is a minority interest on the profits in Cinionic for the first half. Landing with that at a net income of €10.4 million and an earnings per share of €0.12 calculated year after the impact of the splits.",
         "So for the first half, a good landing at minus 51. Gross operating cash flow €36 million. So this is EBITDA, but after the payout of the Fit to Lead also lay-off provisions of €4 million as planned and they're on schedule.",
         "Working capital, high, peak high at this moment at about 11% of sales. Main part in this is the 1 Series. So as indeed, the markets in Asia started to close down as of February, we did everything to contain that we could secure continuity in our production, continuity in supply chain of incoming goods, which we succeeded well. So that we could keep on delivering in time our customers.",
         "We then break on purchases when we saw the different lockdowns but there is a time lag effect between your orders, which you still have puts and then incoming goods. You then break on your trade payables. So you see in the free cash flow, inventory is still up, not yet down and then accounts payable down as we continued to pay our suppliers in time. So we did not do any specific actions in there and get there as to our promises.",
         "DSOs were at 82 days, which is -- yes, we have to wait 30 days longer on average or one month to get our money in, mainly linked the bigger impact here to Entertainment and Cinema, where we actually proactively also reached out to our customers and have payment plans with several of them.",
         "Money is still coming in. So in that sense, they are following their payment plans, but working together there with the customers to get that all -- yes, well managed, I would say, to get it and have this done better again by the end of the year. So these three impacts as of that we had this midpoint now or at the peak of our working capital.",
         "We are still net cash, €223 million. The difference versus year-over-year is, of course, the negative free cash flow, dividend we paid out on the results of 2019 and an extra investment with his and Unilumin. ROCE, we land at 16%.",
         "With that, I conclude the overview of the more figures part and give it back to [Audio Gap]."
      ],
      "Carl Vanden Bussche": [
         "Good morning, ladies and gentlemen. I am Carl Vanden Bussche, Head of Investor Relations for Barco. Welcome to this conference call on the results of the first half 2020. And indeed, today with me, our CEO, Mr. Jan De Witte; and our CFO, Mrs. Ann Desender. Both Jan and Ann will present and will provide some extra color on the first half results, and we will do so following the first half earnings presentation. Presentation has been made available on our investor portal on barco.com earlier this morning and also via a link sent to you via -- on Barco. Following the presentation, we foresee some time for Q&A as well.",
         "And that's it for the introduction. Let's kick it off here. Jan, the floor is yours.",
         "Thank you, Jan. The operator will explain you how that works. Just one house-holding rule will insist on maximum of two questions at a time, and in case you have more questions, please queue again. Over to the operator."
      ],
      "Jan De Witte": [
         "Thank you, Carl, and I suggest we start on page four. Good morning. Now, when we last had an analyst call, it was mid-April. We gave you an indication of how Barco business was being touched and would be impacted by COVID. And I would say, three months later, that things largely played out as we had assumed and projected at that time, be it with the top line, there's a couple of points weaker than a projector.",
         "And this relates to the significant impact in the second quarter in our entertainment business and our enterprise business, specifically with a very significant drop in the months of April and May, as though we saw first signs of recovery as of the month of June.",
         "Our Healthcare business has been holding strong throughout the first half. And this overall impact of COVID on our mix of businesses brought the top line for the group for the first half down with a decline of minus 18%. Now thanks to the size of actions. And on cost, we brought indirect costs down by 15% year-over-year. And as such, we were able to keep our EBITDA margin at around 10%.",
         "We did see working capital peak as we had been driving supply of parts in the month of February and March to secure our factory operations. We then see the market for finished products in the western world drop very steeply in early April, leaving us with both higher-than-normal components as well as finished good inventories.",
         "Now in parallel to running the numbers, we had our leadership team and all of our Barco colleagues engaged to navigate this crisis. We kept our employees safe, while ensuring short and long-term business continuity. Over the second quarter, we also saw clear business impacts and made choices, but we also see our mid-term and long-term growth opportunities remaining intact, being that COVID injected a clear delay, a clear gap in market development and road maps for our business units.",
         "If you flip to page five, and if we look back to the second quarter, then the grids on page five, that we showed to you mid-April turned out to be directionally correct. In Entertainment, we did see the expected material negative impact in Cinema replacement, as well as in our Events business come true.",
         "Also the medium negative impact in new Cinema installs and fixed installs in our ProAV business. In through and those have their own budget logic and benefited as of May from the gradual unlocking of countries and Museum-type settings. But altogether, it led to a 44% drop in top line for our Entertainment business in the second quarter.",
         "In Enterprise, which we called three months ago with a medium negative outlook, we saw a very significant drop in April and May again, linked to the lockdowns of corporates of businesses, leading to 48% year-over-year drop. More specifically here, we also saw a clear improvement from April to May, and then from May to June, as corporates and businesses came out of their lockdowns in many of our geographies. And we expect this improvement trend to continue.",
         "Then on Healthcare, as we also saw mid-April, Healthcare proved to be the strong holder for the business with plus 5% growth, driven by strong diagnostic business that, to some extent, benefited from COVID, and sustained growth in our surgical business that did feel some headwinds here during the second quarter are as operating rooms being put on non-active as a result of elective surgeries that were pushed out in time.",
         "As I flagged also in mid-April, our supply chain continued to show the agility to deal with this complex world and continue to supply where we have markets. If its higher transportation costs, which we saw reflected in the gross margin and with working capital increasing as we could not build down parts inventories fast enough.",
         "If you look at page 6, it has been a quarter of proactive agile changes. We made changes in our organization and operations, both physically as well as mentally to keep our people safe and productive during their teleworking days. We also focused on business continuity in our markets and for our customers during this crisis. And also, we ensured we kept making progress on strategic projects and initiatives that we know will secure our leadership position in our markets in a post-COVID world.",
         "On the cost side, we were proactive in the size in leveraging different mechanisms across the geographies where we operate to bring our costs down and be as much as possible in line with how we saw top line come down. All of this, with the objective to protect our EBITDA margin and our business reserves, and improves discretionary spending, we leverage temporary unemployment mechanisms. We pushed out lower property projects and the investments. And this crisis was also the right time to execute on the outsourcing of our LCM or liquid crystal modules component, which is part of UniSee. We decided to outsource that to an OEM in Asia, which gives us access to a step change lower product costs, and this allowed us to close down our Taiwan factory.",
         "Overall, we focused on our cash with a lot of focus on receivables and also inventories. Though here, a sudden lockdown and drop in the western markets after we had pushed hard to get parts supply up and running resulted in a spike peak in our inventory.",
         "If we switch to Page 7, we saw sales for the first half showing negative growth in the range of 15% to 20% down year-over-year with Americas a bit better than others as they started with a stronger first quarter. Both in EMEA and Americas, we saw a good start in the first quarter.",
         "In the second quarter, we clearly saw the Cinema renewable wave stall, as well as ClickShare and control rooms that showed significant drops linked to corporates, closing their ores and halting their projects. Diagnostic, Imaging showed again strong resilience in a market that needed Imaging technology to fight COVID.",
         "In APAC, we saw the stalling of the market a bit earlier, but also saw some activity like our truly -- fixed installs come back a bit earlier than in the Western market. Overall, while we saw customers push out existing orders or delay decisions, often because they were not able to be in the office to transact, we did see no material cancellation of orders, okay? So it's mainly a pushing out of the order book, not a cancellation of orders.",
         "And let me here hand it to Ann to take us deeper into…"
      ],
      "Operator": [
         "For the first part of the call, let me remind you that all participants will be on a listen-only mode. Afterwards there will be a question-and-answer session. As a reminder, this conference call is being recorded.",
         "Madam, sir, please go ahead."
      ],
      "Unidentified Company Representative": [
         "The first half and how we see this translate to the second half. Yes. Of course, as far as we can predict how COVIDs and specifically unlockings and lockdowns may play out for the rest of the year. So starting on Page -- Cinema. Cinema is pretty much across the world went into lock down. Major movie releases were pushed out to the second half and beyond.",
         "And our customers have been managing their lack of income and lack of cash inflow very narrowly, which translated into push outs of replacement, projector replacement projects, which we saw pretty much come to a standstill in the second quarter. Expansion opportunities in new builds of new Cinemas in specific emerging markets and like the Middle East, got some delays, but saw a lighter impact as a result of COVID.",
         "One of our competitors in Cinema exited the market for us, not unexpectedly, but it definitely towards the coming years creates opportunity for share capture in the market. In the Venues & Hospitality sites, again, in the first half, we saw the events sector being significantly hit with their events being canceled and orders being pushed out to later in the year.",
         "On the ProAV, the fixed installs segment, we saw a softer top line, but also showing more resilience with the lockdowns again resulted in lower activity, but no cancellations of order. Also in China, which went faster into the lockdown came faster out of the lockdown, we saw the, translated into early recovery of the ProAV fixed install segments already as of the April period. Simulation proved to be very resilient with projects shifts, but also a stronger demand for real scale simulators. Overall, in Entertainment, we saw our gross profit margins being quite stable. But we saw, as a translation of the volume impact and the negative fixed cost leverage, we saw a significant impact on the EBITDA as well as the EBITDA margin.",
         "If you look now in the second half, what we see happening in Cinema is that theaters are globally reopening in the June, August time frame. We see that in Europe. We see that in the Americas. This morning, the Chinese National Film Administration decided to reopen the Chinese cinemas as of July 20. So cinemas are reopening as we speak. There's, of course, the question on the movie slate and a little bit the check and act situation between the theaters and the releases of the new movies.",
         "We also know that our cinema customers are going to focus on cash in the first months after they reopen, shore up their balance sheets again. So we expect this to reactivate the replacement opportunity near the end of the year. Replacement opportunity is going to trail by a couple of months, the reopening of the cinemas. In terms of the Cinema expansion, the news build here, we expect and see at the beginning of recovery. The budgets are there. This is not linked to the movie slate. So we see those projects pick up again as people can get back to their jobs.",
         "For the Venues & Hospitality division, here, events will only slowly pick up after the summer. A lot of the big ones have been canceled. So slow pickup there. ProAV segment, showing again more resilience and start to see recovery in line with easing up of the constraints. We see that definitely in museum-type settings and museum type events. And then simulation, we continue to see steady performance in the second half for that business unit that already did well in the first half.",
         "Okay. So overall, I would say, after the second quarter lockdowns, we're expecting a slow comeback in Cinema replacement market and events, mainly towards the fourth quarter, yes, but an earlier pickup again for the Cinema expansion projects in the ProAV fixed installs.",
         "Then starting with corporates, which is primarily the ClickShare family of products. We saw in the first half a clear softness as of mid-end March and during the lockdown, pretty much, because companies shut their doors. People went home, worked from home.",
         "We also start to see the first recovery in May and June as people were coming back to work and many companies are starting to operate in hybrid modes, people in the office, part of the people working from home. We saw this start in EMEA with a mix of pickup in our ClickShare presentation, as well as in our ClickShare Conference product.",
         "During COVID and very much at this point in time, we were seeding the market. Yes, we're stepping up our marketing to promote the newly launched ClickShare Conference, a product, which has been very well received by the users, the customers, the channel as a product that in this world of stepped up video conferencing activity and video conferencing with mix of people in a meeting room, mix of people working from home, this is a big enabler to improve the quality of this type of meetings.",
         "On the control room side, the market as such is resilient. This is about critical infrastructure, crisis management infrastructure. Some of our meeting rooms were used as crisis center for COVID control, and so there's a need for this type of technology. We did see projects go into a motion as people could not access their sites to execute on those projects.",
         "We also saw the second quarter being better than the first quarter, yes, despite COVID. And that was related, I would say, mainly to a weaker first quarter, where we saw some of the oil shock impact.",
         "On reconnect, which is an incubator product that we launched broader in the market last year. Virtual classroom proposition, which for many higher education business schools and corporate education center is a highly professional product to enable remote education. We've seen a significant uptick there and a very strong buildup of funnel and some great reference projects that we've landed and are installing ahead of the reopening of those institutions after the summer for the new school year.",
         "Also here on Enterprise, gross profit margin remained stable, which again led to an EBITDA margin mainly going down because of volume effect, and EBITDA margin going down because of fixed cost leverage effect.",
         "Looking into the second half, we expect both ClickShare presentation, a ClickShare Conference to rebound. We've seen the first signs of that in the month of June. In fact, we're on a track where the month of May was better than April, June was better than May, outlook for July looks better than June.",
         "So we see this market steadily come back. And both for ClickShare presentation as well as conference, where for ClickShare Conference, yes, we're still launching this project. We are stepping up our marketing to make this product known in the market, especially the market that's now larger than we assumed a year back with the acceleration of video conferencing.",
         "Control Rooms in the second half, we see the market opportunity confirmed and we expect that to translate in a further pickup in line with market recovery. For these type of projects, access to the sites is important. We've seen the negative effects of that during lockdowns. This is one area where we're also cautious with how future lockdowns may impact further delays or not in the segment.",
         "So overall for enterprise, I would say, we saw the declines across all regions in both the corporate as well as the Control Rooms segment with early signs of recovery over the month of June, linked to the unlocking the back-to-office movements in the economies. And we further see this business unit pickup in line with how economic activity in the geographies will be picking up.",
         "Moving to page -- very solid growth in the sales, both driven by OEMs, medtech OEMs that use our technology, stepping up their capacity as well as the opportunity for home reading radiology, for which we had the right product at the right time.",
         "In surgical, remains solid, definitely on orders growth over the first half. Here, sales growth was positive though modest in the first half with elective surgeries being postponed, which resulted in delays in deployments in surgery.",
         "Demetra, our new product for skin cancer, which we launched in Belgium last year and started to launch in Germany. We're picking that up as we speak post-COVID. We did delay our launch in the Americas, which was planned for March. So we kept the money and we're now going to spend that money in terms of launching the market in the fourth quarter normally of this year.",
         "Overall financials for the first half, I mean, very good operating leverage on the higher sales together with, I mean, very good discipline that we kept on OpEx, yes, bringing both the EBITDA margin as the EBITDA absolutes to a significantly improved levels, while we still continue to invest in growth initiatives in our -- in China for China programs.",
         "For the second half, yes, we expect Healthcare to continue on this momentum. Diagnostics is a steady growth, business has now shown to be able to do this also in very tough times. Surgery, here, we expect an uptake in the second half, partial transition of first half push-outs and a reflection of the stronger order take in the first half. And then China, a very important focal point in our Healthcare business, continues to steady deliver on the growth and the growth investments that we have made there. So, I hope that this gave a bit of color as to what drove the second quarter and what we're trending towards in the second half -- over the second quarter.",
         "Now, like we did in April, we've tried to summarize this in a schematic, which you -- and the impact we expect for the full year 2020. Impact related to the growth momentum, which we had at the beginning of the year. This is still very much in line with what we showed you in April.",
         "The last column then shows how we see the third quarter compared to the second quarter of this year. With a plus sign, meaning that we see the third quarter better, increased volume versus the second quarter and the squiggle fine meaning that we see third quarter volumes in line with the second quarter.",
         "So, yes, the highlights -- if you look again at Cinema, we still see the third quarter in line with the second quarter. And that's the slowness on the restart or the lagging of the restart of the replacement market, holding back the better dynamic that we see on the new builds in the market expansions.",
         "For Venues & Hospitality, we see the third quarter better than the second quarter, mainly driven by the fixed installs picking up again as a result of the gradual unlocking of the Entertainment and some events. Simulation, we did well in the second quarter. We continue to do well in the third quarter.",
         "In Enterprise, we see us doing better in the third quarter than the second quarter with ClickShare picking up speed again, and it's both ClickShare presentation as well as launching the pickup from zero to a new business in ClickShare Conference.",
         "Control Rooms, we see again here a third quarter in line with the second quarter, which, as I said, was a fairly good second quarter better than the first quarter. And then Healthcare, we continue solid year-over-year growth that we saw in the first half. We continue to do that in the diagnostic and then surgery steadily picking up.",
         "Maybe one word on navigate -- a lot of uncertainty remains for us and I trust for all of you on the phone and many of my colleague CEOs across the world. There's uncertainty around the shape of the recession, which is not clear. Though I think there's consensus that it will not be a V shape. But also the reemerging of outbreaks and how authorities will react with limited or broad lockdowns, where specifically in the Entertainment space, I think there's higher sensitivity to government decisions.",
         "So, besides gaining insights in our markets and following up government decisions as much as possible, we're also focusing on business resilience, rapid reaction to ensure we keep Barco healthy to be and remain in a strong position for when the recovery would restart in earnest. We're containing our costs and we're redeploying resources from low activity areas to growth areas, like our health care business. But overall, we're trying to set up for a 2021 with a healthy level of conservatism. And therefore, we're working out the business plan for 2021, where we're going to keep our indirect cost levels at 2019 levels. That puts us in a position to do well in 2021.",
         "If I then on page 19 with the outlook. Okay. And while in this presentation, we've tried to give you as much insight in the market dynamics that we see and what we expect to see. It's also a given that, there is still a lot of uncertainty and unknowns, the shape of the recession and the risk of repeat lockdowns. And therefore, at this point, we're not reinstating guidance for the year. We do expect that the second quarter, we've seen the worst, the weakest of the year. And expect that in the third quarter, the fourth quarter, we're going to see a steady quarter-to-quarter improvement between now and the end of the year.",
         "As I said for 2021, preparing for 2021, assessing this quarterly progression, we are planning a budget on the work of budget where with good caution. We plan for a 2021 cost base, which is going to look like 2019 cost base at group level. At business unit level, will make the redeployments of the OpEx as needed.",
         "So what does this mean for second half profitability? We're currently running at cost levels under 2019. As a result of the many cost actions, cost containment, including temporary unemployment. This has allowed us to be at 10% EBITDA for the first half despite a very significant sales drop.",
         "Over the second half, we're going to remain cautious and disciplined in how we relax these cost actions in alignment with how of the third and the fourth quarter we expect this quarter-to-quarter improvement and we've shown we can do this over the first half. And our aspiration for the second half is to ensure we deliver a second half performance at first half level or better. But we also know again that the way to our top line will develop, will be a very important driver in our profitability.",
         "As you've seen in that walk, EBITDA walk that Ann showed, they are the biggest driver in our EBITDA and EBITDA margin is how the top line will play out. And that's where over the next two quarters, we still have, let's say, more proof points to deliver to extrapolate towards a clearer outlook there.",
         "So with that, I'm going to hand it back to Carl to manage the Q&A."
      ]
   },
   "Questionnaire": {
      "1": {
         "Remarks": [
            "Thank you. We will now begin our Q&A session. [Operator Instructions] We have one first question from Mr. Matthias Maenhaut from Kepler Cheuvreux. Sir, please go ahead."
         ],
         "Speaker": "Operator"
      },
      "2": {
         "Remarks": [
            "Yes. Hello. Good morning. Can you hear me?"
         ],
         "Speaker": "Matthias Maenhaut"
      },
      "3": {
         "Remarks": [
            "Yes, we hear you, Matthias. Good morning."
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "4": {
         "Remarks": [
            "Yes. Good morning. Two questions from my end. First, a more general question. Clearly, your balance sheet is in a good shape, and you are able to use your cash, put it at work and giving more support to your customers? If you look at how the competitive environment actually evolves, do you think this is for you? Is it differentiating impact? And will it lead to a bigger take of share, I would say, when the growth returns?",
            "And then second question is actually on the Cinema business. You recently announced a retrofit and deal with Cinépolis. Let me maybe talk a little bit more about that offering and how -- what dynamics in terms of margins versus the rest of the product portfolio in cinema? And do you think that given the current, I would say, adverse or challenging conditions for the cinema change there is a risk of people actually not lower replacing, but using these to affect offerings? Thank you."
         ],
         "Speaker": "Matthias Maenhaut"
      },
      "5": {
         "Remarks": [
            "Okay. Matthias, the first question on balance sheet and how to play that out in competitive environment will be addressed by Jan."
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "6": {
         "Remarks": [
            "Yes. I'll take the second two there."
         ],
         "Speaker": "Jan De Witte"
      },
      "7": {
         "Remarks": [
            "All right."
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "8": {
         "Remarks": [
            "So a question on the balance sheet. Yes, yes, balance sheet is in good shape. We are using it with caution, of course. We're capable with some of our customers to specifically in entertainment, again, to work with them on payment plans. We've also allowed for customers that -- where the projectors are not running to extend their warranty by three months. It really caters to the needs of those customers. It's buying us a lot of loyalty and goodwill.",
            "It also -- our balance sheet puts us in a position to further offer OpEx type propositions. I think you may have heard us in the past two years, talk about that. I mean we want more OpEx. In those times, as I said, customers want to talk OpEx, but they still buy CapEx. Because of COVID, yes, there's definitely more interest in OpEx type propositions. Our balance sheet allows us to do that. Of course, we're only going to do it with players that are -- have long-term viability.",
            "The question on retrofit also relates a little bit to that, okay. So why do customers want to go with the retrofit, it's a laser retrofit, okay. So, it gives them the better light quality, but it also gives them the lower operating cost. Energy consumption is about half for a laser light source as compared to a lamp light source. So that's why installing laser retrofit is a productivity move by the Cinemas. It's also a move because we offer it as an OpEx type model. It's a move for them to have a different way of financing.",
            "Now is laser retrofits going to avoid replacement of projectors? The answer is not really. I mean in the installed base, in the market, not every projector can be retrofitted.",
            "Second, a projector that has been running for nine years and is starting to fall apart. Retrofit is not going to fix that issue. And then the other is the next-generation -- the current generation of new projectors is 4K resolution. All projectors are 2K resolution. Laser retrofit does not fix 2K into 4K. And especially, I think cinemas they understand very well that they need to deliver a differentiated experience to the consumer different, better than the 4K resolution that they see on their TV back home. So yes, laser retrofit is going to help certain segments to upgrade at the time where they may not have the capability to upgrade, but is not replacing the replacement wave of the 80,000 to 100,000 projectors that we've been talking yes."
         ],
         "Speaker": "Jan De Witte"
      },
      "9": {
         "Remarks": [
            "Thank you, Jan. Thank you, Matthias for the questions. Over to the next question."
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "10": {
         "Remarks": [
            "Next question is from Mr. Guy Sips from KBC Securities. Sir, please go ahead."
         ],
         "Speaker": "Operator"
      },
      "11": {
         "Remarks": [
            "Yes, thank you. First question is a follow-up question on the first one. Can you give us an idea of the margins on the retrofit? Are they in line with the other products? And the second question is on ClickShare. So, with the downturn we saw is partly by the G-curve we saw from clients waiting for the new picture conferencing system and as well as the COVID-19. Can you elaborate a little bit on these two elements? Or what do you expect that the first element was the impact? What was the impact of the first element of these postponements of clients? Thank you."
         ],
         "Speaker": "Guy Sips"
      },
      "12": {
         "Remarks": [
            "Yes, I'll take the first question on margin. So yes, we don't disclose margins on subsegment levels on product types. Let's say, as a takeaway on entertainment, we shared that gross profit margins have remained stable year-over-year. And as part of that, it is more lasers. There is a bit of in that deployment part as well. So, on the next question, Jan?"
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "13": {
         "Remarks": [
            "Let me take that. So, question on ClickShare. So as I said, we've seen from April to May to June, we've seen this market come back and we're definitely trying to jigger it. Both customers and even more our channel confirmed that this is the product at this point. Now interestingly and that's probably going to answer your question the best is out of the -- if I look at the June numbers, 85% is still the old ClickShare presentation, which is, to me, assuring, it means that the product that the market knows is still selling, okay. While the product that we just launched, if we do our marketing job well, especially now in the post-COVID video conferencing world has potential to continue or to pick up growth in addition to the growth that we see on the pickup that we see in the old ClickShare. And so, in terms of cannibalization, one versus the other, we do not really see that yet at this point in time."
         ],
         "Speaker": "Jan De Witte"
      },
      "14": {
         "Remarks": [
            "Yes. Over to the next question."
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "15": {
         "Remarks": [
            "Next question is from Mr. Christophe Beghin from Kempen. Sir, please go ahead."
         ],
         "Speaker": "Operator"
      },
      "16": {
         "Remarks": [
            "Good morning, everyone. I have a question, actually, as well on the Enterprise division and specifically on ClickShare. I had a call slightly with it dialed this morning, and you stated that if you look to the units sold, that were quite similar at the level of 2018. If we then calculate, you give a split of the enterprise sales versus the corporate. Then we arrived at €64 million for the corporate segment versus 59% in first half year 2018, which was €88 million. So we see a decent drop in the sales versus first half year 2018, but you have sold 10,000 units more. Can you elaborate a bit more on that?"
         ],
         "Speaker": "Christophe Beghin"
      },
      "17": {
         "Remarks": [
            "Okay. Christophe, perhaps just clarifying on the question and then on my remark there."
         ],
         "Speaker": "Jan De Witte"
      },
      "18": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Christophe Beghin"
      },
      "19": {
         "Remarks": [
            "My comparison to first half 2018 was actually the EBITDA margin of the enterprise division in 2018 was actually at the same level as the EBITDA margin of Enterprise now in the first half of 2020. We did not disclose anything really on quantities shipped on ClickShare."
         ],
         "Speaker": "Jan De Witte"
      },
      "20": {
         "Remarks": [
            "No, but the units are disclosed in the -- you give a jump from unit at year-end versus the units at the end of first half year in both first half year 2018 and first half year of 2020. So you see that you have sold 80,000 units this half year versus 70,000 units in the first half year of 2018."
         ],
         "Speaker": "Christophe Beghin"
      },
      "21": {
         "Remarks": [
            "Yes. These are approximate numbers. Indeed, how we, let's say, inform you or keep you informed on the growing installed base of ClickShare. So it's difficult to take conclusions from that. But in terms of ASP, we're pretty much still at the same level on ClickShare as we were at the end of last year. So about 1,000 -- a bit below €1,000."
         ],
         "Speaker": "Jan De Witte"
      },
      "22": {
         "Remarks": [
            "So, definitely, ClickShare pricing has not changed. I mean, there's always a bit of end quarter negotiation, but I mean, we're talking -- this is low single-digit percentages if and when that happens."
         ],
         "Speaker": "Ann Desender"
      },
      "23": {
         "Remarks": [
            "Yes."
         ],
         "Speaker": "Jan De Witte"
      },
      "24": {
         "Remarks": [
            "Yes. And then I have a follow-up on the same. Is then profitability on ClickShare coming down?"
         ],
         "Speaker": "Christophe Beghin"
      },
      "25": {
         "Remarks": [
            "Not really. Yes. So as we referred in the slide of Enterprise, also gross profit margin on enterprise remains quite stable in the first half compared to a year ago. So while actually in detail, volumes came down, gross profit margin is quite solid."
         ],
         "Speaker": "Jan De Witte"
      },
      "26": {
         "Remarks": [
            "I think the key, and that's pretty much across all business units. Our gross margins are holding up quite well. The biggest impact was transportation costs that, in the past few months, a chunk. So what you see happening, our EBITDA margin is negative operating leverage, which we've tackled, to a large extent, but very tough to tackle a full 18% top line growth."
         ],
         "Speaker": "Ann Desender"
      },
      "27": {
         "Remarks": [
            "Yes. Maybe then the last thing. Can you confirm then that over the first half year of 2020, that the EBITDA for the controlling division was positive?"
         ],
         "Speaker": "Christophe Beghin"
      },
      "28": {
         "Remarks": [
            "So we don't disclose on sub-segment levels. EBITDA margin for the first half..."
         ],
         "Speaker": "Jan De Witte"
      },
      "29": {
         "Remarks": [
            "Was it absolutely positive? Was it profit-making or loss-making? Can you maybe just confirm that?"
         ],
         "Speaker": "Christophe Beghin"
      },
      "30": {
         "Remarks": [
            "We stick to the statement that it was not better than last year, Christophe."
         ],
         "Speaker": "Jan De Witte"
      },
      "31": {
         "Remarks": [
            "Okay. Thanks."
         ],
         "Speaker": "Christophe Beghin"
      },
      "32": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Jan De Witte"
      },
      "33": {
         "Remarks": [
            "Next question is from Mr. Kris Kippers from Degroof Petercam. Sir, please go ahead."
         ],
         "Speaker": "Operator"
      },
      "34": {
         "Remarks": [
            "Yes. Good morning, and thank you for taking my questions. One is coming back to the optionality of the balance sheet. If you look indeed on the client side, you indeed can mitigate some things from, which is interesting, of course. But would you also consider doing some interesting add-on purchases or perhaps larger ones in view of the market situation and what the optionality of that cash position could be? And then the second question would be on the outlook. If you look indeed, on the 2021 cost base guidance, would this then imply that there's also indirect in this indication for both revenue and EBITDA evolution that it should not exceed materially the 2019 level. But I presume that you would repeat the 2022 outlook, is that correct? Thank you."
         ],
         "Speaker": "Kris Kippers"
      },
      "35": {
         "Remarks": [
            "Thank you, Chris, for these questions. Jan will take the first, and Ann will take the second question."
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "36": {
         "Remarks": [
            "So the short answer on the first part is yes. We've already -- I think a bit more than a year ago, we said, we feel we're in the shape where we can start to use that balance sheet for M&A type deals, even more in a tough environment. So yes, yes, we are considering. Typically, it's more after the dust settles, that the good opportunities come up. At this point, there's bad opportunities, companies that were in that shape and won't be even in worse shape because of COVID. So short answer is, yes, we are definitely exploring that."
         ],
         "Speaker": "Jan De Witte"
      },
      "37": {
         "Remarks": [
            "The second question, we remain our ambition on the more longer-term to be and stay a profitable growth company. As to the impact of 2021 and where we see actually -- and yes, uncertainty on top line, but there to really be also more on the cautious side, and in that respect to what our indirect costs. We see our quarters becoming better in this year. In the fourth quarter than already kind of in line with 2019 levels, which indicates that for 2021, yes, we should get back at a kind of level top line wise of 2019 or better. Now to be more -- and that's more on the cautious side as to direct costs. When we go into the planning phase, which we typically start over the summer, that's why we have set our targets. Let's not go for an indirect cost level, which is higher than 2019. If we have more upticks or upside seen and coming on the top line, then we have with the options to the word. Certainly -- that's certainly not the going in position and that's where we put it straight in and certainly in the company, and we also wanted to share that guidance with you. Then towards the years after to sustain a profitable growth company that we reconfirm."
         ],
         "Speaker": "Ann Desender"
      },
      "38": {
         "Remarks": [
            "Yes, which is essentially what we said at the Capital Markets Day, right? We a mid- plus single-digit growth company with an EBITDA outlook, 14/17, that we took that very serious when we set it and so our plans are working towards delivering on that."
         ],
         "Speaker": "Jan De Witte"
      },
      "39": {
         "Remarks": [
            "Excellent. Thank you."
         ],
         "Speaker": "Kris Kippers"
      },
      "40": {
         "Remarks": [
            "Thank you, Ann and Jan. Ready for the next question."
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "41": {
         "Remarks": [
            "Yes. Next question is from Mr. Marc Hesselink from ING. Sir, please go ahead."
         ],
         "Speaker": "Operator"
      },
      "42": {
         "Remarks": [
            "Yes, thank you. My first question is on ClickShare as well. Clearly, with some opportunity in the previous quarter there. That's normal. But do you think that this will already see a recovery? Will it be back to your normal growth levels in a while? Or will there also be some kind of pent-up demand or stuff that was not being placed in the previous period that when being placed somewhere in the future?",
            "Maybe also be taking into account that I'm very interested on the conference to what your feedback is today. I mean, clearly, in the plus period, there has been a lot of conferencing tools out there. Clearly, they are different than your solution. How much tangible proof do you have that you have the right solution and it's going to be the Barco product that's going to be used in the conference world?",
            "My second question is on Healthcare. It's really strong. And if you look at the mix of order intake even being stronger than the revenue trend that we saw in the first half. And we talked about that surgical imaging being pushed out a bit. Does it imply that the revenue growth that we've seen in the first half will accelerate going into the second half? And if it does, what does that mean for operational leverage? Thanks."
         ],
         "Speaker": "Marc Hesselink"
      },
      "43": {
         "Remarks": [
            "I'll leave the first question to Jan to give a bit of extra color on ClickShare and ClickShare Conference."
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "44": {
         "Remarks": [
            "So, first, on the ClickShare presentation, the, let's say, the old ClickShare, which at the beginning of this year, was not at the end of its growth curve yet. Growth got interrupted by COVID. And like I said, at least in the month of June, we started to see the pickup again. It's a bit early to extrapolate on that one data point, but we believe that the market for ClickShare presentation is there.",
            "And we see our resellers still looking at ClickShare as a product where after COVID, they want to make money with, everybody is having their focused list of things to go after recovery and we see from our channel that ClickShare is part of that.",
            "The ClickShare Conference that we launched as the next category to further either protect or accelerate our overall ClickShare growth franchise. When we launched it, we also communicated, look, there's one uncertainty, how is the one going to cannibalize the other and that makes the difference between this ClickShare conference is going to accelerate our overall ClickShare growth or is it going to sustain our ClickShare growth.",
            "The silver -- the positive lining of COVID is that, yes, the market of conferencing tools, video conferencing tools being used has somely been accelerated by about four, five years. So that opens up the accessible market for ClickShare Conference broader than what we thought six months ago.",
            "Yes. The question is, is this the product that customers want, the answer is based on those first customers and the channel, because those are the ones that at the end of the day have the dollar signs in the eyes and make the distinction between a winner and non-winner. That conviction today is even stronger than it was six months ago when we did the pre-allowances and the pre-communication of that.",
            "Question here again is what's the speed at which people will get back to office, okay? And then the second even when people are back at the office, I've been CFOs all across the world are going to keep an eye on the OpEx spending. And that may be the second thing that influences the ramp up curve.",
            "Okay. Other -- maybe one element. One of our competitors is launching a somewhat comparable proposition five months after year launching copying pretty much our proposition, our positioning, which I frankly welcome, right? It's -- ClickShare Conference is a new category that we are creating. Did not exist anything like that before. So having one competitor to helps creating a category to me is a positive sign.",
            "Okay. I don't want a dozen, a couple of competitors are very welcome to how create a new category.",
            "Yes. On the second question, Mark, on the Healthcare. So the short answer is on the divisional level, yes, we do expect the top line in the second half to exceed the top line of the first half. Opening up the hood a bit on the underlying segment, dynamics are expected to be slightly different.",
            "First half was really fueled by a strong performance in the diagnostic segment. With growth in Surgical, but a bit slower than anticipated. Moving into the second half, we believe that the two segments will continue to deliver growth, but so, let's say, in a more balanced way in a more equal way than in the first half. I hope that addresses the question on Healthcare."
         ],
         "Speaker": "Jan De Witte"
      },
      "45": {
         "Remarks": [
            "And maybe because you're also quite impressive margin in the first half of the year, because of cost control despite the growth. Is that something that should also then continue in the second half of the year?"
         ],
         "Speaker": "Marc Hesselink"
      },
      "46": {
         "Remarks": [
            "There is no cautious instant in Healthcare. They also helped out all the -- across the board cost containment action. And in that sense, as we go into the second semester of moving forward, the activities or call it, cost containments will do more business-by-business and that's across the board, because to also really help them out to ramp up on other projects. They now kind of delayed a little bit."
         ],
         "Speaker": "Ann Desender"
      },
      "47": {
         "Remarks": [
            "Great. Thank you."
         ],
         "Speaker": "Marc Hesselink"
      },
      "48": {
         "Remarks": [
            "Yes. The Healthcare, the stable engine in 2020 so to speak. So there, I would say that the guidance in terms of profitability remains pretty much aligned with what we said at the beginning of the year. We are ready for the next question."
         ],
         "Speaker": "Jan De Witte"
      },
      "49": {
         "Remarks": [
            "Next question is from [indiscernible]. Madam, please go ahead."
         ],
         "Speaker": "Operator"
      },
      "50": {
         "Remarks": [
            "Hello. I have two questions, if I may. The first one on the net working capital, what should we expect going forward in H2? Should we expect, for instance, the start to normalize? And second question would be on gross margins. There was -- can you detail a bit more between the impact of the bad -- bad mix and the transport? Can we think that the transport? Is it just a one-off and that's going to normalize in H2? Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "51": {
         "Remarks": [
            "Thank you, [indiscernible]. Ann is ready to take your question."
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "52": {
         "Remarks": [
            "On the net working capital. So we were now at the peak of 11% on sales, where in all of the previous years, we were between 0% and 5%. So in that sense, we want to get back to the level more of 5% whether we will get there fully already by the end of the year. Yes, we will see. But that's certainly the figure where we be more target towards. So in that sense primarily the pushback of repurchases, which we did actually, which they're not yet reflected. And of course, down on inventory will come then in the second semester. So that primarily will be the -- it will have an impact on our lower working capital in the second half."
         ],
         "Speaker": "Ann Desender"
      },
      "53": {
         "Remarks": [
            "And second one on the -- question on gross margin."
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "54": {
         "Remarks": [
            "Okay. I continue. I continue. So on gross profit margins, so a little down versus last year, 1.1 percentage points. Two main impacts there -- three actually, one positive and two negative. The one positive is, of course, yes, is fully cost containment on all more variable cost, which you could say is a more easy one, but also within gross profit margin, there are quite some indirect costs but as well, which we put the break on.",
            "And then -- so that's to the positive to the negative extra transport costs year-over-year, that's about more than €6 million in the equation. And then the last part, the mix and the most important one there is within enterprise or enterprise, we have taken it down actually and coming from the lower sales and frictions."
         ],
         "Speaker": "Ann Desender"
      },
      "55": {
         "Remarks": [
            "The transportation cost impact is improving. Yes."
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "56": {
         "Remarks": [
            "Okay. So…"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "57": {
         "Remarks": [
            "Still -- yes, we saw definitely a peak a couple of months ago when -- I mean, there was no planes flying and definitely no commercial. So that peaked with commercial flights, getting steadily, say, normal, it will take a while. But as that improves, the price pressure starts to improve."
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "58": {
         "Remarks": [
            "Over year to -- in the second semester, we do see still a negative impact also there."
         ],
         "Speaker": "Ann Desender"
      },
      "59": {
         "Remarks": [
            "Okay. So then as a guess is entitled €6 million in H1, should improve in H2, but it's not going to be zero negative impact?"
         ],
         "Speaker": "Unidentified Analyst"
      },
      "60": {
         "Remarks": [
            "That's correct."
         ],
         "Speaker": "Ann Desender"
      },
      "61": {
         "Remarks": [
            "Correct."
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "62": {
         "Remarks": [
            "Okay. Thank you."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "63": {
         "Remarks": [
            "One more question "
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "64": {
         "Remarks": [
            "We have one last question from Peter Testa from One Investments. Sir, please go ahead."
         ],
         "Speaker": "Operator"
      },
      "65": {
         "Remarks": [
            "Hi, thank you for taking the question. It's really question around costs. I'm just wondering, if you look at the use of short-term unemployment in H1 on direct and indirect costs, how you perceive -- if you give some scale of that and maybe how you perceive it unwinding as government programs start to share the cost of companies? ",
            "And then related to that; and thinking about a reshape of costs going forward on direct and indirect between the divisions. So for example, within your goal of flat '21 versus '19, whether that maybe you think you need to bring down Cinema cost, for example, to afford the increase in enterprise support and click share? Just some sense of what you think you need to do on cost reshaping going forward?"
         ],
         "Speaker": "Peter Testa"
      },
      "66": {
         "Remarks": [
            "Yes. Great question, Peter. Thanks."
         ],
         "Speaker": "Jan De Witte"
      },
      "67": {
         "Remarks": [
            "The temporary leveling down of employment will still kind of continue in the third quarter. But we are then gradually moving over from instead of we have call it across the board, temporary unemployment to be more specific actions within -- in the divisions.",
            "And then likewise, on preparing towards 2021; likely as you indicate, Peter, is that, yes, it will be more cost down into entertainment. To the IMAX internal redeployment towards the extra need of capacity which is, for instance, health care is looking for. And so we -- I can only confirm actually the statements which you included in your question."
         ],
         "Speaker": "Ann Desender"
      },
      "68": {
         "Remarks": [
            "Okay. And do you think there'll be a particular move both on direct and indirect costs, or primarily in direct cost to manage all this?"
         ],
         "Speaker": "Peter Testa"
      },
      "69": {
         "Remarks": [
            "Direct and indirect cost, you do have that in direct cost as well. We also did in this first semester internal deployments of direct people and the manufacturing, where we educated, trained people as there was lower activity and projection and towards healthcare so that's more and more part of the usual business and operations actually. So yes, that it also happens, more regular, I would say."
         ],
         "Speaker": "Ann Desender"
      },
      "70": {
         "Remarks": [
            "On the direct cost, we have a high level of flexibility and not since coveted, I would say, historically, we've been able to tune our direct cost quite well with volume."
         ],
         "Speaker": "Jan De Witte"
      },
      "71": {
         "Remarks": [
            "Yes. Okay. And can you give any sense of the degree to which you use the temporary cost -- unemployment measures in H1, just the benefit from that?"
         ],
         "Speaker": "Peter Testa"
      },
      "72": {
         "Remarks": [
            "I think it's a material part, of course, of..."
         ],
         "Speaker": "Jan De Witte"
      },
      "73": {
         "Remarks": [
            "That's a material part, but that's not the most material part for sure. So in that sense, the most material part is really the discretionary spending, all of travel which has fall down to 0 and marketing spend, trade shows that that doesn't go -- that being cautious on any marketing than projects, which or pushed out sorting costs, the higher fees. So this list which I just gave you, is far more important than the temporary, but it does help and it is not an immaterial amount for sure. But it's not that 1/3 or more than half is coming from an employment."
         ],
         "Speaker": "Ann Desender"
      },
      "74": {
         "Remarks": [
            "Okay, that’s helpful. Thank you very much."
         ],
         "Speaker": "Peter Testa"
      },
      "75": {
         "Remarks": [
            "Thank you."
         ],
         "Speaker": "Jan De Witte"
      },
      "76": {
         "Remarks": [
            "Thank you sir. Next question is from Mr. Sebastian Emanier [ph] from Intercapcion Chance [ph]. Sir, please go ahead."
         ],
         "Speaker": "Operator"
      },
      "77": {
         "Remarks": [
            "Hi, good morning. Hello. Just two quick questions. Just on ClickShare. So you mentioned that May was better than April, June better than May and July better than June. Can you quantify a bit kind of gradual, slow back to number situation, and I don't know if it's too early to say, but shall we expect as most of the big ad office will get back toward by September. Shall we maybe expect a more back to normal situation for Q4, and can you comment on the potential inventory built up from new dealer to get ready to install the equipment by September, October when the people get back to us? That is first one.",
            "And the second one on the M&A, just to make sure I understand this. So -- since your word is -- like is part of your agenda, but I know its part of your agenda several quarter. So, does it seem the probability to see something is bigger today than it was maybe during your last communication? Or it's more or less the same? Thanks."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "78": {
         "Remarks": [
            "Okay. Thank you, Sebastian, and good morning to you as well. While we will not be able to open the full book on all your questions, I see that Jan is eager to respond to the first question."
         ],
         "Speaker": "Carl Vanden Bussche"
      },
      "79": {
         "Remarks": [
            "No, it's -- the first one is a tough question, Sebastian. In terms of, do we know the trajectory for fleet share? The honest answer is no. I know the past three months, where we -- I mean, net-net, yes, we're still very significantly under normal, but we saw the positive trend I see the sellout dynamics for July. It's still early days in July.",
            "And by the way, when I talk about trends, I talk about sell-out trends, our resellers sell-in to infrastructure. So it's not our sell-in, where we sell to our channel. Sellout is the real dynamic in the market. So too early to really extrapolate those one or two months of pickup.",
            "In terms of our channel inventory, if you look at channel inventories today, which we manage carefully to not stuff the channel. Then what we see is that the inventories are still primarily the ClickShare presentation, and there is some channel buildup needed in the ClickShare Conference. Yes, that's where in the month of July, some of the acceleration will likely be coming from building up for ClickShare Conference.",
            "Okay. On the second one, M&A, I captures questions, is it more probable? I would say, yes, probability is higher. The cautiousness is the same. So it's not because it's -- there maybe more targets that we're losing our rigor and understanding value creation and the real fit."
         ],
         "Speaker": "Jan De Witte"
      },
      "80": {
         "Remarks": [
            "Okay. Thanks."
         ],
         "Speaker": "Unidentified Analyst"
      },
      "81": {
         "Remarks": [
            "Thank you, sir. We have no other questions."
         ],
         "Speaker": "Operator"
      },
      "82": {
         "Remarks": [
            "Okay. Then I think we can conclude this session, the presentation and the Q&A session. Let me thank you all for participating to this call. And should you have any more questions coming up. You can, of course, reach out to me. Also, the IR department remains open for business, and we're still there for another week before we move to some well-deserve holidays. Thank you all, and have a great day. Bye-bye."
         ],
         "Speaker": "Jan De Witte"
      },
      "83": {
         "Remarks": [
            "Ladies and gentlemen…",
            "[Abrupt End]"
         ],
         "Speaker": "Operator"
      }
   }
}